abstract class Avtomaton {

  static String a1a = 'Глава 1. Досадные неприятности';
  static String a1 = '''
  Двести лет назад этот мир стал стремительно меняться. Изобретение паровой машины перевернуло его с ног на голову - пыхтящие двигатели умножили силы людей. Многое невозможное стало просто сложным. Воодушевленный новыми успехами, человек создал культ технологии. Десятки изобретателей стали строить механизмы, города ускорили свой рост, а по земле, воде и в небе помчались новые странники, приручив силу огня. Но техника не только дала человеку силы - она стала изменять его. Как никогда вспыхнули зависть и алчность, дух соперничества начал направлять дела людей. И даже природа стала отступать перед чадящими монстрами, оставляя после себя мертвые напоминания. Началась долгая эпоха пара. 
Неудачные дни всегда объявляются неожиданно. Они врываются в нашу жизнь - все начинает идти наперекосяк, и тогда пропадает всякое желание делать новые попытки. А порой дела принимают пугающий поворот.
Именно такой день был сегодня у Рауля Маршанда, журналиста известной в Рапиндо газеты. Новый век технологии был насыщен яркими событиями, о которых люди желали знать немедля. Сообщить новость первыми - вот девиз для всех газет этого безумного времени. И цена задержки высока. 
- Ты понимаешь, что опозорил наше имя? Какой толк от яркого заголовка, если его все видели со страниц нашего конкурента?! Может быть, ты скажешь?!
Рауль знал о своих проблемах. Накануне произошла крупная железнодорожная катастрофа - лакомое событие для любого редактора, осветить первыми такую новость - дело чести для именитой газеты. Большой пассажирский поезд слетел с рельс и протаранил склад местной лесопилки - бревна, десятки трупов, пожар - что еще нужно для яркой взрывной статьи на главной странице? Именно Рауля послали сделать репортаж с места происшествия. И он с ней не справился.
- Позор... Я смещаю тебя с должности первого корреспондента. Тебе это место явно не по зубам. 
- Но сэр... 
- Отправишься в четвертый отдел. Пусть они тебе дадут работу. Статейку о бездомных или о ферме какой... В самый раз тебе. 
- Да сэр. 
Рауль был подавлен. Кто знал, что горелка в его пароцикле сломается именно по пути к месту катастрофы! Сократил путь. И остался до вечера на пустынной дороге. 
Совсем недавно этот же человек объявлял ему благодарность, а теперь - отправляет его в самые низы. Захлопнув дверь кабинета главного редактора, Рауль забросил кожаную сумку на плечо и неторопливо направился в сторону четвертого отдела. Его хорошо знали везде - высокий худой мужчина с живыми глазами и извечной легкой небритостью. Его силуэт обычно первым появлялся в гуще событий, быстрой походкой проносясь между центром внимания и очевидцами. Рауль был отличным работником... но сегодня ему не повезло. 
По пути встречались уже бывшие коллеги, и Рауль неизменно замечал на их лицах злорадные улыбки. Он поправил воротничок рубашки. Пусть. На его месте завтра может оказаться любой из них. Пресса не прощает ошибок. 
Скрипучая лестница на третий этаж, ряды дверей...  А вот и место назначения. 
- Ба, какие люди! - редактор четвертого отделения был явно рад новым лицам. Полное круглое лицо с короткими усами расплылось в добродушной улыбке. - Нечасто к нам заходят бойцы из авангарда! Чем обязан?
- Поступаю в ваше распоряжение. Будем работать вместе. 
- Как? - редактор оторопел от слов Рауля.  - Вы и к нам? Обычно к нам новички приходят...
- Провинился я. - раздраженно бросил Рауль. - Не уложился в сроки.
- М-да, как легко в последнее время разбрасываются кадрами. - редактор сел за стол. - Ну, как сам понимаешь, достойной работы у нас для тебя нет... хотя подожди.
Он достал из массивного стола тонкую папку и вручил Раулю. 
- Есть одно дельце.  Живет неподалеку от города один изобретатель. Путного ничего вроде как не создал, да и местные его сумасшедшим называют. Не подпускает к себе никого, да и желающих на это немного. Давненько про него материала у нас не было. 
- О нет, только не это... - Рауль закрыл глаза рукой. 
- Я понимаю, что это ерунда... Но с твоим-то умением я считаю, что можно это подать красиво. Ну, берешься? Или про лошадок лучше?
- Ну нет, лошадки это слишком уже. Завтра займусь этим. А сегодня я хочу отдохнуть от этих стен. 
- Смотри не напивайся там только. - прозвучал за спиной Рауля хрипловатый голос. 
Спустя пару минут он уже шел по улице Рапиндо. Этот город с девизом "стремительные технологии" жил своей суетной и вечно занятой жизнью. Десяток мощных фабрик и торговая биржа были главной его движущей силой. По его дорогам - артериям сновали паромобили, поезда и конные упряжки, загруженные до отказа товаром и сырьем. Атмосфера торговли и производства царила везде - от самых захолустных районов до элитного района на Юге города. Из-за дыма и неприятных запахов на улицах, состоятельные горожане стремились строить свои дома как можно выше, оставляя нижние этажи под магазины и конторы. Эта тенденция скоро превратилась в настоящую гонку каменных башен, порой удивляющих контрастом роскошных верхних и убогих нижних этажей. Некоторые башни соединялись мостками на приличной высоте - "небожители" не желали лишний раз спускаться вниз. Десятки соединенных башен вместе с огромными фабричными цехами и трубами придавали городу внушительный вид. Тень от них делала улицы мрачными даже днем, вечером же здесь загорались газовые рожки уличных фонарей.
Рауль шел в ремонтную мастерскую, куда он вчера отдал свой пароцикл. Это была небольшая мастерская, не претендующая на звание лучшей. Но здесь по крайней мере можно было не опасаться за то, что твой механический конь не взлетит на воздух во время очередной диверсии конкурентов. 
- Мастер Бенон?
- Да? А, это вы, Маршанд. Проходите.
Мастер поспешно оттирал руки от смазки для рукопожатия. Впрочем, его кожа не стала от этого заметно светлее. Уперев пот со лба, он шумно выдохнул.
- Ваш "Буревестник" готов. Я заменил форсунку и поставил на нее защиту - теперь она должна прослужить подольше. Ох уж эта капризная техника...
Бенон выкатил из зала блестящий пароцикл вишневой окраски. Это была довольно редкая модель, которая досталась Маршанду в подарок за высокий профессионализм. Щелкнув парой рычажков, он оживил "Буревестника", который тут же начал испускать легкие клубы пара. 
- Благодарю! Вы всегда спасаете меня от шуток этой железяки.
- Ахаха, да уж, он у вас шутник! - заметил Бенон. - удачи на дороге! 
Рауль сел за руль и с шипением выехал из душной мастерской. Уступив дорогу господину в цилиндре, восседавшему на высоком велосипеде -"пауке", он выехал на улицу и направился в восточный район города. Здесь, в тихом переулке за старой фабрикой, находился его дом. 
Этот район не отличался красотой архитектуры или зеленью аллей и скверов. Напротив, под мутной пеленой грязного воздуха он казался непрозрачным и серым. Немного разбавлял одноцветный пейзаж старый сад в конце улицы. 
Рауль жил здесь один. В город он переехал в поисках работы по призванию, а обзавестись семьей  не получалось из-за бесконечных разъездов.  И этот обветшавший слегка каменный домик тоже неплохо было бы отремонтировать, но время уходило на статьи и репортажи. В нем было два этажа, хотя второй трудно назвать полноценным. Загнав пароцикл в небольшой сарай у стены, журналист зашел внутрь. Испорченное настроение давало о себе знать, потому Рауль первым делом принял душ. После, достав бутылку коньяка из небольшого трельяжа, он принялся гасить плохое настроение возле горящего камина. 
- Этот сукин сын еще пожалеет о своем решении.  - пробурчал Рауль. 
Ощущая сонливость, он допил остатки коньяка и, расслабившись, забылся усталым сном. Остатки поленьев в камине прогорели и комната погрузилась в мрак.
  ''';
  static String a2a = 'Глава 2. Новое дело';
  static String a2 = '''
  Рауль проснулся от грохота и ощущения жажды. Выбежав из дома, он увидел проплывающую прямо над его домом громадину дирижабля. Чадящие двигатели оставляли за исполином дымный след. 
- С добрым утром, страна. - злобно пробурчал Рауль, и сплюнув на землю, вернулся в дом утолить жажду.  
Тело одолевала неприятная слабость, голову сверлила боль. Несмотря на довольно сырую погоду, было жарко. После завтрака ощущения ослабли, но не прошли полностью. Журналист вспомнил о полученной вчера работе. На стол плюхнулся пакет с документами. 
- Так, что тут у нас, - Рауль высыпал ворох бумаг.  - "Странный изобретатель живет в селении Глозо в окрестностях Рапиндо. Он стал известен благодаря своим изобретениям механических рук и "дикой шагалке". Из-за бесполезности своих изобретений был отвергнут советом конструкторов Рапиндо. В декабре этого года устроил публичный скандал с успешной компанией "Кастлетт и Ко", обвиняя их в краже своего перспективного насоса".
- А вот это уже интересно, - сказал он вслух при виде очередного листка. - "После скандала закрылся своей мастерской и не идет на контакт. Местные жители называют его сумасшедшим и рассказывают о непонятных звуках из мастерской по ночам".
Отложив бумаги в сторону, Рауль сделал пару жадных глотков чая. В тишине стало отчетливо слышно неторопливое тиканье напольных часов. 
"Пожалуй, стоит навестить нашего пациента" - подумал он и направился в комнату собираться в дорогу. 
Сборы не заняли много времени - самое необходимое в работе всегда находилось в потрепанной сумке журналиста. Грубая кожаная куртка поверх рубашки и жилетки, защитные очки для поездки по пыльной загородной дороге, небольшой револьвер на всякий случай - и вот уже дом остался за спиной. "Буревестник" был готов вести Рауля, правда перед этим ему нужно было несколько минут с шипением "набираться сил". Вскоре журналист покинул свой серый район города и под легкую тряску поехал в Глозо. 
Чем дальше от города - тем больше природа заявляла о своих владениях. Слегка паленый запах воздуха в Рапиндо становился все менее ощутимым, вдоль дороги стали проплывать поля кукурузы и злаков. На них птицы устраивали свой пир, пользуясь отсутствием усталых хозяев. Каменные дома сменились деревянными лачугами, все больше сливавшихся с окружением, а заканчивала картину внушительная ветряная мельница, неторопливо машущая широкими лопастями.  
Пароцикл, следуя за изгибами дороги, нырнул в молодую зеленую рощу, все еще не тронутую железной рукой города. Где-то в ее глубине протекал небольшой лесной ручей, откуда среди яркой зелени раздавалось мирное журчание воды. 
Рауль очень любил это место. Оно позволяло забыть о бесконечной суете города и работы, расслабиться. И сейчас он не смог не сделать остановку. Остановив пароцикл после очередного поворота, он слез и немного прошелся вглубь зеленого царства. В роще звучала тихая мелодия шелеста листьев и пения невидимых в ветвях птиц. Вдохнув прохладного свежего воздуха, Рауль присел под старым деревом и закрыл глаза. Так он провел полчаса - свой "заслуженный отпуск на природе", после чего вновь оседлал "Буревестника" и продолжил свой путь.
Спустя полчаса он уже подъезжал к Глозо - скромному селу на окраине леса. Необычный гость сразу привлек внимание немногочисленных жителей. Под злобный лай собак он выехал навстречу нескольким селянам, оставившим на время свои дела. Рауль первый пошел на контакт.
- День добрый Вам!
- И вам, - ответил ему мужчина крепкого телосложения в грубой одежде. - С чем прибыли в наши края?
- Я журналист. Приехал в Глозо, в поисках некого здешнего изобретателя. Я не ошибся?
- От чего же, не ошибся. Только он не в Глозо живет, точнее - не совсем в Глозо. 
- Как это понимать?
- Людей простых он избегал, да и брат наш его недолюбливал. Потому в стороне жил. Хочешь к его дому попасть - пройди до конца селения, там тропинку вдоль леса найдешь. А там - к озеру выйдешь небольшому, а за тем озерцом - поле начинается, вот у берега и найдешь его. Правда...
- Что?
- Я ведь говорил, что он селян опасается. Так что будьте осторожны, господин журналист.
- Благодарю за помощь. Значит, по этой дороге за село?
- Верно. 
"Буревестник" неторопливо проехал село, с неумолимой тряской преодолевая ухабы. Вскоре последние дома Глозо остались позади, журналист оказался на полузаросшей тропе. Как и говорил селянин, показалось небольшое озеро и серая крыша одинокого дома. Туда и вела старая тропа. Пароцикл остановился у незаметных издали железных ворот. 
- Ну вот и прибыли. - с усмешкой заметил Рауль. - Ну-с, и где виновник торжества?
Высокие ворота оказались незапертыми. От легкого толчка рукой створка со скрипом открылась. 
"Странно, - рассуждал он. - Раз хозяин так избегает людей - почему не закрыл ворота? Проклятая работа, вечно голова забивается всякой ерундой. Лучше бы..."
Вжух!
Затяжные петли западни ухватили гостя за ноги, заставив повиснуть в неловком положении. Ногу задрало недостаточно сильно, чтобы полноценно повиснуть вниз головой, но и не слишком слабо, чтобы можно было продолжать стоять на второй. Вдобавок из зеленой гущи под деревом раздались механические щелчки и скрип дерева, отбившие у журналиста всякое желание освобождаться самому. Выругавшись вслух, Рауль стал ожидать дальнейшего хода событий. Но спустя пару минут поток отборной брани вновь раздался под коварным деревом. 
- К чему такой шум, молодой человек? - раздался хрипловатый голос за спиной.  Рауль рывками смог развернуться в его сторону.
Рядом с деревом стоял мужчина в коричневом плаще и винтовкой в руках. На вид ему было около тридцати лет, крупные черты лица украшала легкая щетина. Но больше всего журналиста заинтересовало не внезапное появление незнакомца и даже не дорогая на вид винтовка с оптическим прицелом - а небольшой странный механизм, парящий рядом на шелестящем воздушном винте. 
- А вы ведь явно не заблудились, - продолжал незнакомец. - Зачем пришли же сюда?
- Спустите меня отсюда, может тогда я смогу ответить! 
- Оу. А ведь и то верно.
Через пару секунд ловушка щелкнула и журналист свалился на землю. Он стал откашливаться и отряхивать одежду. Мужчина вновь навел на Рауля ствол. 
- Ну а теперь говорите - кто вы и зачем сюда пришли. 
- Меня зовут Рауль Маршанд, я журналист прессы города Рапиндо. Приехал сюда в поисках некого изобретателя из Глозо. 
- Да, это я. Самюэль Донсон. Чем обязан вашему визиту?
- Я хотел бы узнать о ваших изобретениях.
- Увы, это исключено. - Самюэль развел руками. - Я не собираюсь никому сообщать такую информацию.
- Но сэр... 
- Никаких но! Я специально поселился вдали от любопытных глаз, дабы никто не мешал моей работе. А теперь покиньте это место, пока я не принял меры. 
Он развернулся и пошел в сторону дома. Летающий механизм проследовал за ним. 
- Господин Донсон, мне действительно нужно с вами поговорить. Прошу вас. 
Изобретатель сделал еще пару шагов и обернулся.
- Журналист говорите... Значит, человек, который ищет информацию. Что-ж, возможно мы договоримся. Я хочу предложить вам сделку. 
- Сделку?
- Да, точно, я решил. Я сообщу все что вас интересует, но только после того, как вы выполните мою просьбу.
- Если просьба разумна, то я согласен.
- Вы должны найти город Ирдишхорт и сообщить мне его местоположение. Его нет на картах местности и информация о нем отсутствует в справочных конторах. Но - я надеюсь на ваш профессионализм. Тогда я вам расскажу и покажу все, что вас заинтересует.
- По рукам. Я не заставлю вас долго ждать. - сказал Рауль и направился к открытым воротам. 
- И в следующий раз не забудьте про звонок - не очень охота перезаряжать ловушки! - крикнул ему вдогонку изобретатель. 
Обратная дорога прошла без происшествий, и вскоре Рауль въехал в центральный район Рапиндо. Здесь город напоминал муравейник - толпы снующих по улицам людей рассекали гремящие паромобили и ставшие пережитком прошлого конные экипажи. Пневматический трамвай, столь распространенный в больших городах, с дребезжанием проносился вдоль рельс над головами. А еще выше неспешно пролетали дирижабли и редкие неуклюжие геликоптеры. А между этими нескончаемыми потоками движущихся людей кипела жизнь в торговых лавках, доходных домах, питейных заведениях и прочих притягивающих внимание местах. А тем временем вверху, среди башен и опутавших их мостков, жизнь играла другие мелодии. 
Рауль остановил пароцикл возле главного городского архива и зашел внутрь. Его служащие с недоумением восприняли вопрос о незнакомом городе. 
- Простите, как? Ирдишхорт? Не слышали о таком, нет. А вы уверены, что не ошиблись?
- Нет, ошибки быть не должно, именно так. 
- По данным топографического архива данных нет. Как и в административном. 
- Но не под землю же он провалился, черт возьми!
- Вы что-то хотели? - сказал человек в костюме, по-хозяйски распахнув двери в приемную.
- Господин Грапп, этот человек ищет некий город, но у нас нет ничего с этим названием!
- Вот как? - человек присел в большое кресло. - Мне, как заведующему этим архивом это интересно даже как профессионалу. И как же называется этот город?
- Ирдишхорт. И мне неизвестно ничего кроме этого. 
- Знакомое слово... Да, конечно, я его слышал. Оно было выгравировано на печатных машинках, которые мы заказали несколько лет назад. Изумительная работа, такого качества я не встречал. Ничуть не пожалел, что предпочел их машинкам "Кастлетта". 
- Возможно, что эти машинки были изготовлены в этом городе.
- В таком случае, вам стоит попытать счастья в экономическом отделе архива. Доброго дня. 
- Благодарю вас! - сказал Рауль и обратился к служащему. - где находится отдел экономики?
***
Несколько часов работы в архиве не принесли желаемого результата. Журналист успел несколько раз пожалеть о своем согласии на задание Донсона. Молодая служащая архива, кокетливо улыбаясь, даже предложила Раулю чашку кофе, на что тот с радостью согласился. В голове начали крутиться слова Граппа о машинках и компании "Кастлетт". Среди вороха бумаг и подшивок он стал искать любое происшествие с этой компанией.
Выпавший из папки лист сразу не привлек внимания уставших глаз. Но вскоре Рауль заметил "беглеца" и чуть было не вложил его на место, если бы его не привлек заголовок статьи на нем.
"Компания Кастлетта терпит убытки из-за нового конкурента"
Отложив бумаги в сторону, журналист стал жадно поглощать текст глазами. 
"Новая компания с незнакомым названием "...Ирдишхорт" стала сильным соперником механических заводов Рапиндо...", "...Товары неизвестного происхождения, ввозятся в город и реализуются по низким ценам, отличаясь хорошим качеством...","...попытки компании "Кастлетт" сотрудничать не увенчались успехом..."
- Вот оно что... - Рауль поднял взгляд на стеллажи архива. Затем обратился к сотруднику. - Простите, у вас нет архивов самой компании "Кастлетт"?
- Простите, но это конфиденциальная информация и содержится в самой компании. Сожалею.
- Вот черт. - журналист хлопнул с досады кулаком по столу. - Где находится их представительство?
- Думаю, вам лучше обратиться с таким вопросом в справочную службу. Всего хорошего. 
Рауль вышел из архива. Было около трех часов дня, людей на улицах стало меньше. Справочная служба располагалась всего в нескольких зданиях от архива - его можно было узнать по двум небольшим башенкам, и журналист направился туда быстрым шагом. У угла дома он загляделся на прекрасную девушку в желтом платье и легкой шляпке и, провожая ее взглядом, едва не был сбит с ног неожиданно появившимся нищим. Тот стал спешно извиняться.
- Простите, господин, я не хотел... От голода перед глазами все плывет, ноги совсем не держат.
- Развелось здесь всякого, как собак! - прозвучал рядом сердитый голос прохожего в хорошем костюме и с тростью. Рауль посмотрел ему в след, затем с досадой достал из кармана пару монет и вручил  их нищему. 
- Держи. Надеюсь, тебе хватит этого на ужин. Пусть хоть тебе сегодня повезет.
- Спасибо. - глаза нищего прослезились. - Не в достатке жизнь заключена...  Пусть беды обходят вас стороной.
Рауль с секунду подумал над словами нищего и зашел в справочную. Там он наконец-то получил адрес представительства. Оно располагалось в районе Трех гильдий, и журналист вновь оседлал пароцикл. "Не в достатке жизнь... неужели многим надо стать таким как этот нищий, чтобы понять это?"-  сказал он про себя, натягивая перчатки. Мысль надолго поселилась в его голове.
Район Трех гильдий располагался на берегу закованной в каменные берега реки. Сотню лет назад здесь располагался единственный банк города, по соседству с которым обосновались три гильдии - металлургов, ткачей и строителей. Спустя года на месте приземистых деревянных резиденций выросли многоэтажные величественные здания из темного камня, украшенные мощными колоннами. Над каждым из них величественно реял флаг сильной компании, а вокруг вырос деловой район города. Именно здесь красовалось новенькое здание штаб-квартиры "Кастлетта", опоясанное высоко подвешенной трассой пневматического трамвая. На прилегающих улочках было столько паромобилей, что над ними постоянно висело темное облако дыма и пара. С трудом найдя место для своего пароцикла, Рауль вошел в здание. 
В отделе делового сотрудничества с ним поначалу отказывались говорить, ссылаясь на конфиденциальность информации. После получаса  "словесной войны" журналист смог добиться лишь одной фразы:
- У нас нет и не было никаких партнеров или тем более соперников в лице некого "Ирдишхорта". Сожалеем.
Терпение Рауля иссякло. Махнув на прощание рукой, он быстрым шагом направился к выходу. Мысли о том, что информация слишком хорошо упрятана, убивала его дух. А может, Донсон нагло обманул его, решив отвести о себя внимание прессы пустыми изматывающими поисками? В любом случае, Маршанд был готов сдаться. 
- Прошу вас, подождите! - голос позади принадлежал одному из тех сотрудников, кто присутствовал на жарком "выступлении" Рауля в приемной. Тяжело дыша, он нагнал журналиста и негромко спросил:
- Вы ищете информацию о секретных партнерах компании?
- Хм... Можно и так сказать. А в чем дело?
- Послушайте, - сотрудник стал говорить тише. – Меня зовут Кларк. Я долгое время работаю здесь и сыт по горло обманом и несправедливостью. Уйти для меня - значит, надолго потерять работу. Но я хочу, чтобы все узнали об этом. 
- Что же вы хотите от меня?
- Если вы заметили - это здание совсем новое. Меньше года назад компания переехала сюда из старого здания. Оно стало уже совсем аварийным, перекрытия сгнили... Недавно обрушилось пол этажа, потому переезд стал экстренным. Здесь не успели даже до конца докрасить стены, сами понимаете... 
- Продолжайте. Каким образом переезд связан с нашим вопросом?
- Необходимые свидетельства преступлений "Кастлетта" остались в ее главном архиве. Его еще не успели перевести, забот хватает и без них. Думаю, вам стоит побывать там. К тому же - там вы найдете то, зачем пришли сюда. 
- Это же полностью меняет дело! - воскликнул Рауль. Затем, осекшись, заговорил тише. - Я вам безмерно благодарен, Кларк. Даю слово - город узнает о грязных делишках этого места. 
- Я вас очень прошу - никому не говорите, что это я сообщил вам про архив. Не хочу валяться с пробитой головой в городской канализации. - сотрудник осторожно указал место на карте. - И еще - охранник в том здании - псих редкостный, не советую попадаться ему на глаза. Удачи вам. 
- Вы скоро узнаете о результатах! - ответил Рауль. 
Старый штаб оказался зловещим темным зданием, с пугающими провалами темных окон и заколоченными дверьми, за исключением одной. По своей форме это была скорее башня, вытянувшаяся ввысь на семь этажей. Небольшой купол сверху зеленел медной обшивкой. Кое- где в стенах виднелись небольшие обвалы - последствия обрушения. 
Стараясь не привлекать внимание, журналист стал прогуливаться вокруг здания, замечая малейшие детали. Не ускользнул от его взгляда и черный ход сзади, едва заметный в тени других зданий и каменного ограждения. Разумно рассудив, что подобное проникновение в здание лучше проводить под покровом ночи, Рауль отправился в увеселительное заведение "Ветер радости" на противоположной стороне улицы. Тем более, что темное небо грозило скорым дождем, а вымокнуть Маршанду никак не хотелось.
Внутри заведения царило веселье. На сцене выступало кабаре, за столиками сидели захмелевшие посетители и увлеченно показывали свой восторг. Между столиками ходили развратно одетые официантки и распутницы, соблазняя разгоряченных гостей. Рауль сел за свободный столик и заказал немного коньяка. Ему нужно было все обдумать перед тем, как идти на риск.
- Ох, какой красавчик, и совсем один! – раздался за спиной соблазнительный женский голос. Через мгновение рядом с Раулем уже вилась девушка с роскошными черными волосами, которые волнами ложились на хрупкие плечи. Одеяние девушки и влажные пухлые губы соответствовали атмосфере заведения. – Не скучаешь, милый?
- Стараюсь не скучать! – приветливо ответил журналист.
- Я вижу, ты озабочен мыслями, - сказала девушка и присела рядом, а потом наклонилась в сторону Рауля. – Брось, здесь ты можешь забыть обо всем! Со мной.
- Ты ведь наверняка знаешь многих местных, правда? – он посмотрел ей в глаза и она хищно улыбнулась. 
- Да, знаю. А кто тебе интересен?
- Знаешь старое здание напротив? Там есть сторож?
- Есть такой, да. Ррр, ужасный тип. Да вот же он. – девушка изящно показала рукой в сторону стойки.
 Туда направлялся крупный мужчина в плаще. Что-то угрюмо сказав бармену, он начал пить какой-то алкоголь, громко чмокая. Затем хлопнул пару монет рядом с рюмкой и направился к выходу. Девушка тем временем стала обнимать Рауля за плечи. Тот мягко отодвинул ее от себя. 
- Подожди немного, я сейчас к тебе вернусь.
- Ррр, хорошо, я жду тебя, сладкий!
Журналист подошел к стойке и обратился к бармену.
- Кто был этот тип?
- Этот? Отвратительный человек, грубый и замкнутый. Не так давно он стал сторожем в том здании – и теперь постоянно захаживает сюда, оставляя пост. Ох и злой же он, сколько уже дебошей успел устроить…
- Как думаешь, с ним реально поговорить?
- Не думаю. Если, конечно, ты не из его хозяев.
- Понятно. Что-ж, я тогда задержусь немного у вас. – он обернулся в сторону своего столика, где девушка уже посылала ему воздушные поцелуи. – Можно бутылку хорошего вермута за мой столик?
  ''';
  static String a3a = 'Глава 3. Зловещие коридоры';
  static String a3 = '''
  Было около двух часов ночи, когда слегка одурманенный журналист вышел из "Ветра радости" и покачиваясь, направился мимо старого здания вдоль по сырой улице. У угла он как бы ненароком зашел в закоулок, где находился черный ход. От показного опьянения не осталось и следа - в руках Рауля оказалась заколка распутной девицы. За секунды она превратилась вполне годную отмычку и осторожно зашла в замок. Дождавшись заветного щелчка, Рауль довольно хмыкнул и осторожно проник в темное помещение.
Зажегся тусклый свет свечи. Освещая себе едва заметный путь, журналист стал обходить завалы из ящиков, бочек и прочего старого хлама. Тихо пискнув, под ногами метнулась маленькая тень - крысы, которые пришли сюда с улицы и темной канализации, теперь чувствовали себя здесь полными хозяевами. Минув темный служебный коридор, он вышел в просторный холл,  чьи границы едва можно было различить в обрывках уличного света, пробивавшегося сквозь забитые окна. Здесь располагалась широкая парадная лестница на второй этаж - важным гостям подниматься выше не имело смысла. Туда-то и направился Рауль, крадучись по скрипучему старому паркету.
Внезапно рядом с лестницей, с противоположной журналисту стороны открылась дверь. Луч тусклого желтоватого света высветил служебный коридор. Рауль резко пригнулся у лестничных резных перил. Из открывшейся двери вышел мужчина крепкого телосложения в невзрачной одежде. Так как свет лился из-за его спины, то лицо в тени было трудно рассмотреть с такого расстояния. В его руках было что-то похожее на холщевый мешок. Громко чем-то чавкая, он неспешно направился в сторону главного выхода. Открыв ударом ноги дверь, он вышел на улицу и завернул за угол. 
Это было очень на руку Раулю. Появилась  возможность беспрепятственно попасть на второй этаж, что он и проделал, стараясь не громко скрипеть на ступенях.
"А этот болван не такой уж и страшный, как могло показаться на первый взгляд" - промелькнула мысль в голове журналиста. Он поднял взгляд на пыльные ступеньки впереди. Однако увиденное им на следующем этаже ввело его в смятение. На деревянной панели, которыми были обшиты стены возле лестницы, виднелось нечто причудливой формы, прибитое к панели увесистым топором. Издали оно напоминало сухой древесный лист. Но при ближайшем рассмотрении нечто оказалось иссохшим трупиком крупной ящерицы, пронзенной мощным ударом. Рауль осмотрел топор - судя по его положению в панели его явно не просто воткнули, а метнули с лестницы со страшной силой. Журналиста бросило в холод от осознания увиденного. Опасность была куда более серьезной.  
"Пожалуй, я поторопился с выводами" - едва слышно прошептал он и вышел в главный коридор. Здесь располагались медные таблички - указатели помещений. Этот этаж был целиком рассчитан на работу с партнерами и заказчиками, так что Рауля больше заинтересовала табличка "3 этаж". Стрелка указывала в левую часть темного коридора, заставленного шкафчиками. На хорошее освещение нечего было рассчитывать - дрожащее пламя свечи было единственным подспорьем. Журналист стал осторожно пробираться мимо хлама. Резкий треск пола под ногой прозвучал словно выстрел. 
- Кто здесь?! - с первого этажа раздался нервный хриплый голос.  После чего прозвучали гулкие удары тяжелых шагов. 
Рауль зашел в ближайший кабинет и закрыл дверь. Шаги становились все отчетливее и вибрация гуляла по полу. Широкий письменный стол в углу стал неплохим укрытием в безумных прятках. Наконец шаги остановились у соседнего помещения. Раздался звук открывающейся двери. Журналист слышал, как с охранник с остервенением разбрасывал за стеной мебель, сопровождая процесс едкой руганью. Не обнаружив ничего, тот направился в тот самый кабинет, где прятался незваный гость. 
Рауль тысячу раз пожалел о своей гениальной затее проникнуть в здание, когда свет старого керосинового фонаря осветил пол рядом с ним. В этот раз охранник был не так дотошен в поисках, не заглянув под злосчастный стол. Возможно, он так бы и сделал, если бы не хлопнувшая в дальнем кабинете оконная рама. 
- Мелкие выродки, я все равно найду и придушу каждого! - с этими словами охранник быстрым шагом вышел из кабинета. Отсчитав примерно его уход, Рауль шустро вышел в коридор и направился к лестнице наверх. Свеча, освещавшая путь слабым светом, осталась потушенной под столом - безопасность была важнее удобств. Оказавшись наверху, он стал метаться от одной двери к другой, читая едва различимые в темноте надписи на табличках. 
Возле предпоследней двери пол под ногами визгливо заскрипел. Едва успел Рауль отскочить в сторону, как добрый кусок пола стремительно обвалился вниз. В огромном провале он увидел фигуру охранника, по несчастливой случайности оказавшемся рядом с обвалом. Полные ненависти глаза на мясистом лице внушали ужас. 
- Агррх! - взревел он и рванул в сторону лестницы наверх. Журналист не стал ждать его появления и спешно поднялся на ноги. Шумно вздохнув, он перепрыгнул провал, отделявший его от пути вверх. Двадцать с лишним ступеней, захламленный коридор, едва прикрытая двустворчатая дверь, освободившая проход после сильного удара плечом... Разбросанные вазоны и бумаги, и вот новая лестница. Крупная надпись на входе в пятый этаж - "финансовый отдел". Здесь, помимо вездесущего старья, путь преграждал небольшой провал, выходящий к наружной стене. Внизу темнел предыдущий этаж, сбоку - огни окон соседних домов. 
Рауль остановился у провала и замер. Взяв в руки небольшой обломок каменной кладки стены он стал ждать. Спустя мгновения в провале показался тяжело бегущий силуэт. Журналист быстро замахнулся и швырнул обломок в преследователя, когда тот был прямо под ним 
- Аааррр! - от точного попадания в голову охранник рухнул на пол. Спустя пару секунд он с рычанием пытался подняться на ноги, но "обидчик" уже поднимался на следующий этаж. Здесь его ждала долгожданная надпись "Архив".
- Где ты, мерзавец? Я найду тебя, - охранник поднимался по лестнице, тяжело хрипя. - Я вырву тебе глаза и сварю из них славный суп, а из твоих дружков приготовлю рагу. Никто не уйдет.  - От ударов крепких рук старые двери едва не слетали с петель. 
Рауль сидел в хранилище возле лестницы и отчаянно разбирал маленький глобус. Тем временем, за противоположной хранилищу дверью, охранник переворачивал все вверх дном. Когда тяжелый шар все-таки покинул свое крепление, журналист подскочил к двери и запустил его в сторону ступеней. Через секунду он уже замер за стеллажами. 
С тяжелым стуком шар покатился по ступеням, издавая не отличимый от торопливых шагов звук. Охранник замер, а затем выскочил в коридор. Но перед тем, как спуститься за "беглецом", он захлопнул тяжелую дверь на этаж и быстро запер на ключ. Журналист оказался в западне. 
 - Ну вот и все, - выдохнул Рауль. - одной проблемой меньше, другой больше. 
Было очевидно, что злой страж вскоре вернется, и на этот раз бежать будет некуда. На двух полуразрушенных этажах, погруженных во тьму, журналист со стражем стали бы мышью и змеей в тесной клетке. Время имело цену жизни.
Рауль вскочил на ноги и осмотрелся. Изучение десятка пыльных стеллажей заняло бы целые сутки, которых у него не было. Обернувшись, он заметил на столе небольшую настольную керосиновую лампу с зеленым абажуром. Любой источник света облегчал поиски в разы, так что она сразу пошла в дело. Достав из кармана куртки крупные спички, журналист сорвал с лампы абажур, лишающий часть света и зажег ее. По хранилищу побежали дрожащие тени. 
Все было покрыто слоем пыли. В конце последнего ряда стеллажей обнаружилась небольшая картотека. "Вот это весьма кстати" - Рауль присел и стал искать букву "И". Через секунды длинный ящик был поставлен на стол. 
- И.. иглы швейные, источники подземных вод... Ирдишхорт! - Рауль выхватил заветную карточку. - Д36, опись §569. 
Где-то за дверью загудел ветер. Схватив фонарь, журналист зашел на ряд под литерой "Д" и проводя рукой по пыльным бумагам и номерам на стеллажах, спешно двинулся вперед.  Номер 36. Заветная папка оказалась в его руках. Сидя на полу, Рауль стал перебирать бумаги в свете лампы, откладывая в сторону любое упоминание Ирдишхорта. 
Вдали послышались заглушенные шаги. Журналист спешно спрятал бумаги во внутренний карман куртки и поднялся на ноги. Нужно было срочно уходить. 
Выбежав в коридор, Рауль направился в сторону лестницы на верхнего этажа. Но на полпути что-то заставило его остановиться. Он прислушался к своим ощущениям в поисках зацепки. В наступившей тишине стали слышны лишь глухие шаги на лестнице и завывание ветра за дверью рядом. 
- А что если... - он толкнул дверь рукой. Перед глазами открылся небольшой кабинет, принадлежавший явно высокопоставленному начальнику. Куча разбросанной мебели, небольшой бар, чернеющий в углу. Здесь царил запах сырости и гнилого дерева.
Догадка Рауля оправдалась. В углу кабинета, в наружной стене зияла крупная дыра. Во время обвала перекрытий здесь прошла мощная трещина. Со временем она обвалилась и стала достаточно широкой, чтобы туда можно было протиснуться. Внезапно шаги прекратились, и раздался звук отпираемого замка. Журналист торопливо полез в дыру наружу, оказавшись на краю пропасти. Холодный сырой воздух окатил лицо и руки, забрался под одежду. Под ногами оставалась лишь узенькая полоска выступа карниза, на которой не хватило бы места поставить две ноги рядом.  Зацепившись руками за щель между каменными блоками, Рауль постарался отодвинуться подальше от дыры, где он был как на ладони. Когда большая часть тела уже скрылась за краем дыры, в кабинет вошел охранник. Журналист убрал голову и прижался к стене. 
Страж был не в духе после дерзкого нападения названного гостя. Пока Рауль был в архиве, он успел перевязать голову и взять с собой увесистый дробовик.  В ярости он вновь стал обыскивать все закоулки кабинета, пока наконец не наткнулся на бар. Журналист не мог видеть, но по звуку он понял, что охранника заинтересовало его содержимое. Шаги переплелись со скрипом открывающихся створок бара, тихим звуком ударившего в дерево стекла бутылки, хлопком выдернутой пробки. Рауль осторожно выглянул из-за края дыры. Все верно - охранник взял пузатую темную бутылку и устало уселся на остатки широкого кресла. 
- Ну... За тихую ночь! - рявкнул он и стал жадно поглощать содержимое из горлышка бутылки. Осушив почти половину одним махом, он наконец отстранился от поила и затрясся истеричным хриплым смехом. 
Рауль Маршанд решил, что это лучший момент для отхода. Возвращаться в комнату с безумным стражем было опасно, потому он продолжил осторожно двигаться вдоль стены по карнизу. Пальцы немели от напряжения и прохладного ветра, потому время поиска выхода неумолимо таяло. 
Минув три окна, Маршанд достиг четвертого, высокого, выходившего прямо на лестницу. В отличие от предыдущих, это окно не было заколочено - его расположение было слишком высоко, чтобы с ним возиться. И это стало для журналиста отличной возможностью проникнуть внутрь. Подобравшись поближе, он толкнул створку - она заскрипела, едва подавшись. Рауль сделал еще один сильный толчок. Крякнув, окно распахнулось.
- Ааа! - потеряв равновесие, журналист свалился внутрь. Но приземление было не совсем удачным -падая на пол, он повредил кисть руки. Боль молнией пронзила руку до плеча. От боли Рауль на секунды сжался, но тут же вернув самообладание, поднялся на ноги и спешно начал спускаться по лестнице. В голове была одна мысль - лишь бы страж не услышал его падения и не решил проверить. Но скорее всего тот предал свою нервную голову зеленому змию. 
Осторожно, стараясь не издавать лишних звуков, Рауль спустился на нижние этажи. Теперь, когда у него не было никакого источника света, приходилось пробираться через хлам почти на ощупь. Спуск через обвал с поврежденной рукой стал затруднительным - приземлившись внизу, журналист неуклюже перекатился через спину и попытался подняться на ноги. Откуда-то сверху раздались пьяные восклицания, хотя скорее всего это была неудачная попытка петь.
Тяжелая окованная дверь неохотно отворилась. На небе по-прежнему сверкали гроздья звезд, катились обрывки облаков. Журналист почувствовал облегчение с волной свежего воздуха. 
- Неужто мне удалось - шумно выдохнул он, расправляя спину. 
Внезапно в метре от него со свистом пролетела тяжелая зеленая бутылка. От удара о брусчатку она с гулким звоном разлетелась на крупные осколки. Отскочив от неожиданности, Рауль поднял взгляд вверх. С верхних этажей снова донеслось пьяное нескладное пение. 
- Даже забыв обо мне, ты не даешь мне покоя! - тихо выругался он в пустоту. Здоровая рука вытащила из-за пазухи потрепанную папку с бумагами. - Пора узнать правду.
Только сейчас он почувствовал что дрожит - ночью температура заметно падала. Весьма вовремя оказавшийся рядом извозчик согласился подбросить уставшего Рауля в район дома. 
- Что это у тебя? - указал извозчик на окровавленную руку, когда журналист пытался забраться в высокий кузов. 
- Это? Да так, зазевался да и растянулся на камнях... С кем не бывает. 
- Так-то верно, - заметил извозчик, подгоняя уставшую лошадь. - Но лучше поскорее обработай - в этом районе полным-полно всякой заразы... Гиблое место. 
- Насчет этого я уж постараюсь. - Рауль усмехнулся в ответ. Спустя четверть часа он был уже на пороге своего дома, приветливо моргающего огоньком керосиновой лампы.
  ''';
  static String a4a = 'Глава 4. Мир изобретателя';
  static String a4 = '''
  Увесистая папка шлепнулась на старый стол. Пострадавшая рука уже была обработана и перебинтована. Заварив свежий ароматный кофе, Рауль уселся поудобней и начал перебирать найденные бумаги. В основном, это были неудачные образцы договоров о сотрудничестве и отчеты о продажах компании - конкурента. Но вскоре появились и более интересные документы - планы подкупа торговцев, отчет о неудачном найме убийц и прочее... Наконец в руки журналиста попала опись под номером 1519.  Надпись наискось первого листа гласила: "Экспедиция Ирдишхорт. Допуск только для высшего руководства компании".
Едва не поперхнувшись горячим кофе, Рауль стал торопливо снимать стягивающий опись шнур. Волнение нарастало - дело принимало неожиданный оборот. Наконец он открыл пыльные страницы. Вторая гласила мерах предосторожности, а на третьей была изображена карта. Масштаб ее был довольно велик - спустя некоторое время журналист нашел отметку с подписью "Рапиндо". Отсюда вела красноватая пунктирная линия. Протягиваясь вдоль главных дорог, она достигала окрестностей Малых Гор, и здесь резко сворачивала в сторону. Линия становилась более ломаной и пестрила условными обозначениями в виде крестиков. Рауля это заинтересовало, и он осмотрел карту на наличие легенды. Она нашлась в правом нижнем углу.  "Крестик... Потеря силами экспедиции преследуемой цели. Ну теперь понятно, почему найти Ирдишхорт было такой проблемой".
Однако линия вела дальше, в горный массив. Здесь она завершалась отметкой в виде звезды и надписи "Ирдишхорт". Рауль довольно улыбнулся. 
- Ну вот и все. Пускай теперь Донсон попробует отказаться от своей части сделки. 
Расслабленно откинувшись на спинку кресла, он начал лениво перебирать остальные листы, равнодушно проглядывая их содержание. В основном там были результаты неудачных попыток и успехи в обнаружении. Но слова на последнем листе заставили задержаться мысли. 
"В связи с успешным выполнением задач экспедиции, разрешаю начало операции "Муравьед". К исполнению приступить незамедлительно. Ричард Моррис ".
- Ох и не нравится мне все это. - пробурчал вслух Рауль и сделал глоток остывающего кофе. Среди остальных бумаг никакого упоминания о таинственной операции не было. Как знать, что скрывалось под названием причудливого зверя? Срыв поставок? Диверсия? Или банальный шантаж? Об этом Рауль решил подумать позже. А сейчас он завязал папку, приготовил жалкое подобие ужина и отправился отдыхать от головокружительного дня в мире снов. 
Когда взошло солнце, журналист уже мчался по уже знакомой дороге к дому Донсона. Ему не терпелось закончить работу и получить в редакции достойное занятие. Но по правде говоря, в голове Маршанда то и дело всплывали мысли о потерянном городе, дорогу в который знали лишь единицы.
Погода на этот раз была теплее, хоть небо и было по-прежнему затянуто мрачной пеленой грязных облаков и туч. Под колесами пароцикла уже была заросшая тропа на окраине Глозо, когда подпрыгнув на очередном ухабе, пароцикл громко лягнул и остановился. Предохранительные клапаны выпустили горячее облако пара. 
- Ну чтоб тебя! - Рауль с досадой ударил по рулю. Тот лишь жалобно скрипнул.
Пришлось тушить котел и выпустить пар из двигателя. Журналисту ничего не оставалось делать, как взяться за руль и с трудом катить тяжелого механического коня по кочкам к дому изобретателя. 
Теперь, когда не шумел двигатель пароцикла, Рауль стал замечать окружающие звуки. Шелест листвы в лесу перемешивался с завываниями ветра на берегу озера. На дальнем заболоченном берегу наводила тоску своей песней выпь. Здешний запах так же не добавил оптимизма. Наконец журналист Рауль добрался к воротам и прислонил "Буревестника" к столбу. Там же нашелся и тот самый звонок, о котором говорил хозяин дома. 
Тихий звон раздался со стороны жилья, и вновь воцарились унылые звуки озера. Рауль отошел на шаг от ворот и осмотрелся. Через пару минут со стороны дома показалась фигура в плаще, идущая быстрым шагом.  Когда она оказалась совсем рядом, журналист узнал в ней Донсона. 
- А, это снова вы! Как же вы быстро вернулись. - изобретатель засеменил по дорожке, обходя скрытые механизмы ловушек. - Какие новости? Узнали что-нибудь?
- Да, и не мало. У меня есть карта с дорогой в Ирдишхорт и еще кое-что.
- В таком случае проходите скорее в дом! - воскликнул Самюэль, а затем заметив сиротливо стоящий у ворот пароцикл, добавил. - Я сейчас отключу ловушки, закатите свой транспорт. Все в порядке?
- Да вполне, если не считать проблемы с двигателем. 
- Тю, это мы быстро решим! - ловким движением руки Донсон отключил механизм западни. - Следуйте за мной, сейчас мы чай заварим! 
Донсон быстрым шагом направился к дому. Рауль катил пароцикл и изо всех сил старался не отставать. Они прошли мимо небольшого огорода, разбитого на ровные ряды. Они были окружены змеями трубок, через которые подавалась вода для полива. Неподалеку стоял хозяйственный сарай из дерева и кирпича. Чуть вдалеке виднелись деревья фруктового сада. И повсюду стояли узкие столбы, увенчанные гвоздями роликов, поверх которых были натянуты тонкие тросы. 
- Канатная подвесная дорога, - ответил на вопрошающий взгляд журналиста Донсон.  - Я тут живу один, а эта конструкция здорово помогает мне следить за всем этим хозяйством. Работает на пружинах и силе тяжести, бегает шустро. Вот смотрите. 
Он подошел одному из столбов, где на тросе покачивалась роликовая тележка с крюком внизу. Повесив на крюк пустое ведро, валявшееся рядом, он дернул за рычаг на столбе. Ведро с треском понеслось к дому. 
- Удобно, - заметил Рауль.
Они продолжили идти по узкой каменной дорожке к дому. В кустах рядом раздался легкий металлический скрип и хрюканье. Журналист присмотрелся к зеленым веткам - за ними было нечто живое. Через пару секунд оттуда вышла небольшая свинья бурого окраса. Она довольно хрюкала и жевала какие-то коренья. Но это была не просто свинья - Рауль тут же заметил, что задние ноги животного были заменены на механические протезы, издававшие при движении легкий скрип. На спине вдоль позвоночника крепилась легкая металлическая рама. 
- Что это с ней? - Маршанд похлопал Донсона по плечу. Тот с головой ушел в свои мысли и теперь слегка вздрогнул.
- А? Это Пигси, моя свинья. Как-то раз с ней произошел несчастный случай... 
- Ее ноги... 
- А это как раз часть того, что вы хотите узнать. - улыбнулся изобретатель. Он подошел к входной двери и дернул за рычаг рядом на стене. С жужжанием дверь медленно открылась и жалобно скрипнула.
- Будьте как дома! Хотя, наверно это будет непросто.
Рауль осмотрелся. Домик Самюэля был невзрачен снаружи, но уютный изнутри. Приятная добротная мебель, светлые стены, обилие шкафчиков и полок. Смущало только запредельное количество всевозможных механизмов, исполняющих порой причудливые функции. 
- Добро пожаловать! - Рауль от неожиданности нервно вздрогнул. Рядом с ним ожила усатая фигура человека в костюме и цилиндре. Ног у фигуры не было - вместо этого там находился тяжелый ящик с механизмом. Фигура резко жестикулировала и говорила нечетким голосом, как с пластинки граммофона. 
- Разрешите ваше пальто, сэр! - бодро выдала фигура и протянула руку к журналисту. Тот невольно отшатнулся.
- Да не бойтесь! - расхохотался Самюэль. -Дайте ему свою куртку.
- Рауль послушно выполнил просьбу, не отрывая взгляда от услужливого автомата. Он повесил куртку на руку фигуры, и та ловко повесила ее на вешалку рядом. 
- Проходите, прошу! - механические руки сделали жест в сторону комнаты с большим столом. 
Изобретатель усадил гостя за стол и поставил изукрашенный чайник на огонь. Затем взял две красивые чашки и поставил их на два металлических круга на краю стола. Рядом оказалась и корзина с печеньем. 
- Как видите, я активно облегчаю себе жизнь. - мягко сказал изобретатель и сложил пальцы рук в замок. - Но вернемся к делу. Вы говорили о карте... Где вы ее нашли?
- Немного неприятная история, если честно, - ответил Рауль, поправляя повязку на руке. - Суть проста - ради нее мне пришлось пробраться в старое здание "Кастлетта". Ну и попотеть немного.
- Кастлетт. - злобно буркнул Самюэль, надвинув брови. - Редкие подлецы, вот кто они. Вечно их ручонки в грязи.
- Вы не первый, кто говорит мне об этом. У вас был с ними конфликт?
- Вы же пресса, как вам не знать! Они украли у меня ценное изобретение прямо из дома, заработали кучу денег. Я подал на них в суд, вы же знаете. Но что я мог сделать один против мощной компании, столпа города? Я проиграл дело, вдобавок меня выставили полным дурачком. Теперь, я думаю, вам понятно. 
- Конечно. Другие мне тоже говорили о обмане.
На печи закипел чайник. Самюэль потянул за шнур с кисточкой на конце, который свисал рядом со столом с потолка. Раздался щелчок, и чайник сорвался с огня и помчался по натянутому шнуру к столу. Достигнув стоящих в круге чашек он замедлился и плавно завалился на бок. Из носика точно в чашки полился свежий чай. Не останавливаясь, чайник точно так же принял нормальное положение и полетел вдоль шнура к тумбочке, где со стуком остановился. Донсон улыбнулся при виде зачарованного зрелищем Маршанда и вернул разговор в прежнее русло. 
- Вы покажете мне карту?
- Да, конечно. - Рауль раскрыл кожаную сумку и достал сложенный лист бумаги. Аккуратно развернув его на столе, журналист протянул карту Самюэлю. Тот заинтересованно стал ее изучать.
- Так, дорога в Каллион, Большая пустошь, Рапиндо... Да, черт возьми, это именно там! А я и не догадался, что Вилкенс имел ввиду именно Родниковые Горы. Ну, теперь-то все становится на свои места... Кроме одного - кто составитель этой карты. 
Рауль рассказал о экспедиции "Ирдишхорт" и своих подозрениях. Изобретатель внимательно выслушал его, шумно вздохнул и поднялся из-за стола. Он явно был занят мыслями о карте, но вскоре его сухое лицо оживилось.
- Благодарю Вас, господин Маршанд, вы добросовестно выполнили свою часть сделки. Теперь мой долг - исполнить свою. Пойдёмте, я покажу вам свою мастерскую и работы.
- Буду очень признателен. 
Они вышли из гостиной комнаты и направились по коридору в дальнюю часть дома. Здесь была дверь, за которой оказался небольшой задний дворик. Земля здесь была посыпана слоем крупного речного песка и усеяна темными металлическими деталями неизвестного назначения. С другой стороны дворика стоял в виде буквы "Г" крупный сарай с двустворчатыми воротами. Над его крышей возвышалась небольшая кирпичная труба. 
Пока Рауль осматривался вокруг, Донсон достал из кармана плаща связку крупных ключей и открыл массивный замок на воротах сарая. После чего схватился за одну из створок и с усилием открыл наружу.
- Заходите внутрь, там интереснее! - крикнул он стоящему поодаль  Раулю. Тот поспешил последовать приглашению изобретателя и вошел в темное помещение.
- Кажется, здесь не хватает света. - с этими словами Донсон дернул за рычаг на стене. С десяток узких фрамуг в верхней части стен со скрипом отворились и дневной свет выхватил из темноты секреты изобретателя. 
***
Поначалу Раулю показалось, что он попал на выставку технических достижений, которую проводят ежегодно в Рапиндо. В вытянутом и довольно широком ангаре - для такого помещения это название было больше уместно - ютилось целая армия всевозможных механизмов. В разных частях ангара стояло несколько мощных станков, вокруг которых в беспорядке лежали всевозможные рамы, пружины, детали с шарнирами - все из тускло поблескивавшего желтоватого металла. Сетка, мощные шестерни, баки и трубки, ролики и кожаные раскройки...  Самюэль с гордостью неторопливо вел своего гостя между нагромождениями металла, рассказывая о своей работе. 
- Меня с детства привлекала красота работающих механизмов. Я приходил на работу к моему дяде, когда он обслуживал паровой двигатель на небольшой ткацкой фабрике. Помогал крутить вентили, а когда работы не было - заворожено наблюдал за работой двигателя. Тогда я считал механизмы сродни живым организмам. 
Донсон подошел к лежащему на полу разбитому насосу и подковырнул его ботинком.
- Это была первая вещь, которая попала мне в руки. Я нашел его на заднем дворе фабрики и изучил каждый винтик. Правда, потом меня прогнал один из рабочих - но желание работать с механикой не ослабло. 
Самюэль вышел в проход посередине ангара и повел жадно поглощающего все вокруг глазами журналиста дальше. Простые механизмы сменились причудливыми, напоминающих больше живых существ. Здесь угадывались черты как насекомых, так и хищных животных, от которых остались лишь скелеты, в которые зачем то вместили горы металлического хлама. 
- Из ваших изобретений я слышал лишь о "бешеной шагалке". Что это за дьявольская штука?
Изобретатель расхохотался.
- Дьявольской ее обозвали как раз таки ваши братья по работе! Но на самом деле - довольно безобидная штука... Если быть осторожным. 
Сделав десяток шагов в сторону, Донсон извлек из нагромождений металла некую штуку. На первый взгляд она напоминала массивный деревянный ящик, к которому была закреплена подвижная "П"-образная шарнирная рама. Присмотревшись, Рауль заметил, что эта рама состояла из нескольких частей, а на корпусе с одной стороны виднелся небольшой рычаг. Тем временем, Донсон раздвинул части рамы на манер подставки, присоединил к ящику рукоять и теперь с треском ее вращал.
- Вы собираетесь ее оживить? - растерянно спросил журналист.
- Я уже это сделал.  - улыбнулся Самюэль и резко дернул за рычаг на механизме. 
"Шагалка" вздрогнула и, двигая частями рамы как ногами, стремительно помчалась по ангару в сторону ворот. Лязг и треск вкупе с невообразимой "походкой" действительно наводили ужас. Рауль следил за стремительным "бегом" забывая моргать и дышать. Тем временем, "шагалка" врезалась в ворота с мощным грохотом. Сбившись от удара с курса, механизм направился к нагромождению ящиков рядом и снес часть из них, завалившись набок. Наконец, подергавшись еще пару секунд, он замер. 
- Ахахах, браво! - с восхищением воскликнул журналист. - С такой штукой действительно нужно быть поосторожнее. Каково же ее предназначение?
- Видите ли, как-то раз в юношестве я гулял по городу и прошел мимо витрины. Там стояли большие часы, на вершине которых танцевали фигурки. Я мог подолгу стоять и смотреть на них, погружаясь в свои мысли. Тогда-то мне и пришла в голову мысль - создать механического человека. У которого, возможно, не будет столько недостатков, но так же будет разум и чувства. И знаете - я много прошел к своей мечте. 
Изобретатель вздохнул и обвел взглядом ангар.
- Вы спрашивали про "шагалку"... Это - всего лишь модель для изучения ходьбы. Я ее сделал еще в те времена, когда пытался доказать академии толк своих идей. Наивно... Теперь, когда я уединился на берегу озера и мне никто не мешает, я могу целиком посвятить себя своему делу.
  Я провел много исследований и построил множество прототипов. И свинка, которую вы лицезрели возле моего дома - тоже было изучением волнующих меня вопросов. Там, где-то в ангаре есть даже скелет тигра... с мотором. - он усмехнулся. - Но самое главное скрыто от чужих глаз, и оно приближает меня к моей мечте как никогда. 
Самюэль, казалось, снова ушел в свои мысли, но тут же встрепенулся и сделал приглашающий жест к воротам. - Вернемся же в дом, там будет уютнее. 
Они покинули холодный ангар и вновь сели за стол,  на котором стоял недопитый чай. У Рауля в голове кружился рой новых вопросов. 
- Зачем же вам понадобился Ирдишхорт, если вы прекрасно уединились здесь?
Изобретатель опустил взгляд  в стол.
- Я порвал связь не со всем миром. Долгое время я общался с необычайным человеком, который проживал именно там. Живой, мощный, способный завладеть вниманием публики. А главное - его интересовали те же вещи, что и меня.
- Где же вы познакомились?
- На заседании технического совета. Я тогда как раз доказывал будущее разумных механизмов... Они же ничего не хотели слышать, кроме идеи послушных механических рабов. Даже мои первые работы не шелохнули их мнения. Но был один человек, который остался в восторге. 
- И это был... 
- Доктор Цейзе. После выступления он подошел ко мне, представился, и у нас началась беседа о моих изобретениях. Оказалось, что Цейзе тоже работает над этим направлением, только он пошел немного иным путем. Если я пытался воссоздать возможности живых существ известными мне технологиями механики, то доктор Цейзе изучал строение животных и делал попытки заменить живую ткань рукотворной материей. Мы договорились о встрече, потом поддерживали связь через торговцев Ирдишхорта... - Донсон устало вздохнул.  - Затем я решился пригласить Цейзе в свою мастерскую и показать имеющиеся наработки. Он согласился, да и сам в долгу не остался - в ответ он поделился своей идеей системы равновесия, над которой я долго бился без результата. Словом - мы оба выигрывали от сотрудничества. 
- И что же было дальше? - заинтересованно спросил Рауль. Пользуясь моментом, он выпил стакан холодной воды и вновь приготовился слушать. Самюэль устроился поудобней и продолжил рассказ.
- Как-то раз я спросил его про Ирдишхорт - что это за место и почему его нет на картах. Цейзе поначалу отнекивался,  но в итоге сдался, заручившись моим словом о молчании. Не без гордости он заявил, что Ирдишхорт - это промышленный город, скрытый среди гор и скал. Его история покрыта туманом. Жители проводят все время в городе, не испытывая неудобств. Дорогу в город знают лишь торговцы, перевозчики и руководство. Все в целях безопасности...
 Вот только недавно Цейзе пропал. Он перестал заезжать в гости, писем от него тоже не стало - вместе с торговцами. В Рапиндо никто не имел информации, а больше у меня и не было. Так и стал я работать здесь, в уединении, пока вы не попались в западню моего дома. 
- Да уж, та штука вывела меня из равновесия! - хохотнул Рауль и встал из-за стола.  - Благодарю Вас, теперь у меня предостаточно материала для работы.  Надеюсь, мы в расчете!
- Это да, конечно. - сказал Донсон с лицом полным озабоченности. - Конечно.
Они прошли через дом к выходу, открылась скрипучая дверь. Потянуло холодком с улицы. Рауль вышел наружу, поправляя полы своей куртки.  Внезапно сзади раздался нерешительный голос Самюэля:
- Господин Маршанд, подождите пожалуйста.
- Я вас слушаю. 
- Я еще раз благодарю вас за помощь с информацией. Признаться, без вашего чутья я бы не получил точного указания. Скажите - вы бы хотели получить уникальный материал о городе, чье существование является тайной для всех?
- Вы же не имеете ввиду... 
- Да, именно. Я собираюсь немедленно отправиться в Ирдишхорт. Но, признаться, ехать одному я не решаюсь - мало ли, что там ожидает... Поэтому я предлагаю вам составить мне компанию в путешествии. Что вы скажете?
- Признаться, "экскурсия" в компанию Кастлетта обеспечила меня впечатлениями на всю жизнь. Так что... 
- Помимо информации для блестящей статьи вы получите хорошее вознаграждение лично для меня. Поймите, эта поездка имеет для меня очень большое значение. - Самюэль с надеждой протянул журналисту руку в потрепанной кожаной перчатке. 
Рауль поколебался еще несколько секунд, и протянул изобретателю руку. 
- Я согласен. Если судьба привела меня к вам, чтобы найти этот город - я должен дойти до конца. 
- Хе, вот и славно! - оживленно воскликнул Донсон и обернулся к двери. - Отправляемся через пару часов, а сейчас нам нужно собрать необходимые вещи. Вперед!
  ''';
  static String a5a = 'Глава 5. Незнакомая дорога';
  static String a5 = '''
  Он ринулся в дом, Рауль последовал за ним. В одной из комнат темной части дома обнаружился целый склад различного снаряжения. Часть его была покрыта внушительным слоем пыли. 
- Что вам нужно в дорогу? Называйте, я постараюсь отыскать в своей свалке. - сказал Самюэль, разбрасывая вокруг себя вещи. - Как у вас с оружием?
- Мой револьвер... 
- Покажите. - изобретатель торопливо забрал из рук журналиста скромный ствол. - Ээ, ну это мало на что годится. Возьмите лучше это. - с этими словами он вручил Раулю армейский длинноствольный револьвер. - Мало ли в какую ситуацию попадем, время не спокойное. Да и патроны у меня есть, честно говоря, только такого калибра.
- А вы?
- Я пожалуй возьму свой любимый шестизарядник - мне он достался в подарок. Потом я немного поработал над ним - и теперь с ним мало что сравнится в точности и удобстве. 
- Заслуживает уважения. 
- Да... Продолжим! 
По мере сборов вспоминались все больше необходимых вещей, и гора на столе постепенно росла. Наконец Самюэль достал пару кожаных сумок с узкими ремнями, куда они стали укладывать выбранное. Вручив Раулю так же пару небольших фонарей, Донсон отправил его к входной двери, а сам спешно отправился в ангар с механизмами. Назад он вернулся с парой причудливых устройств, полных шестерен и пружин. 
- А это еще что? 
- Это должно облегчить нам существование в дороге, - пояснил изобретатель.
- Не буду расспрашивать подробности и поверю на слово.
- Славно. А пока - неплохо бы поесть. 
Оставив сумки у входа, Рауль и Самюэль занялись обедом. У Донсона еще оставалось немного фасоли с мясом, которая под неплохое пиво быстро исчезла с тарелок. Закончив с едой, Рауль спросил Донсона о транспорте. 
- Есть у меня кое-что, доберемся без проблем. 
- Надеюсь, это не механические лошади?
- Хе-хе, ну это было бы слишком. Незачем заморачиваться и привлекать лишнее внимание. 
Они вышли из дома со стороны входных ворот и свернули влево. Следуя вдоль подвесной дороги, они вышли к еще одному сараю, стоящему в отдалении от других строений. К нему примыкала вытянутая ровная лужайка со следами колес. Донсон раскрыл ворота и зашел внутрь. Там виднелся странный летательный аппарат. 
- У вас есть аэроплан, Самюэль?
- Нечто летающее и похожее на него. Именно сюда я впихнул лучший паровой двигатель, что мне удалось собрать. При желании можно перелететь всю страну поперек - только топлива надо запасти побольше. Благо, светильный газ не отягощает лишним весом. 
- Мы полетим на нем?
- Все проще! - крикнул Донсон из глубины сарая, а спустя несколько минут раздалось шипение и гул. Еще через минуту изобретатель осторожно вывел на лужайку небольшой паромобиль с кузовом для груза. Опираясь на легкие колеса со спицами, он производил впечатление неуклюжести.
- Забрасывайте сумки в кузов и можем ехать!
- Сейчас, сейчас. - торопливо ответил Рауль, оббегая пыхтящий экипаж, испускающий вверх сероватый дым. Изобретатель дождался пока тот усядется, и с треском дернул за рычаг. Паромобиль неспешно покатился по лужайке в сторону нечеткой колеи через поле, смиренно пыхтя и поскрипывая. Журналист выглянул из кабины. 
- Мы правильно едем? Я заезжал к дому с другой стороны. 
- Нет нужды ехать через Глозо и привлекать внимание селян. Еще захотят влезть в отсутствие хозяина... А мне разгребать потом. Вот там, - Самюэль указал рукой чуть вправо. - мы выйдем на нормальную дорогу и сразу направимся к Родниковым горам. А там уже будем искать наш город.
- Вполне ясно. - ответил Рауль и закурил. - Вы не против?
- Дым все равно в окно вытянет. - улыбнулся Донсон и прибавил скорости. Паромобиль затрясло на кочках.
Когда наконец извилистая дорога через изумрудное поле оказалась позади, а под колесами паромобиля оказался ровный ухоженный путь, Рауль стал штурманом. Держа в руках карту и зорко наблюдая за окрестностями, он стал давать Самюэлю указания относительно поворотов и прочих ориентиров. Изобретатель же жаждал общения на любую тему. 
- Ты родился в Рапиндо?
- Что? Нет, я родился в Вулеоре, это довольно далеко отсюда... Сейчас поворот налево.
- А как попал в наши края?
- Мой отец хотел, чтобы я стал проповедником. Вот только я хотел нести людям не слово о Боге, а о всем том, что творится сейчас в нашем бурлящем мире. Тем более что люди все меньше верят во что-то и кому-то. 
- Это верно. - согласился Донсон. 
- Поначалу пробовал себя в местной газете. Получалось неплохо, но в Вулеоре было все слишком спокойно для сенсаций, да и рядом был отец, готовый на все, лишь бы сбить меня с этого пути. Я не выдержал. Узнав от коллег об открытии нового завода в успешном Рапиндо, я собрал вещи и сел на дирижабль. И скоро был в этом городе темных улиц и сверкающих башен, где и обрел успех. До недавних пор. - Рауль с грустью взглянул на карту и спешно сказал. - Влево, влево здесь нужно.
- Ты уж заранее предупреждай. - ответил Самюэль, выкручивая увесистый руль. Паромобиль ответил жалобным скрипом и шипением. - И что же, ты живешь здесь один?
- Да, выходит так. Родни здесь у меня нет, любимой тоже пока нет - я ведь и дома толком не бываю. 
Изобретатель ответил молчанием. 
- А что насчет тебя, Самюэль? Почему ты живешь один?
- Да... Я ведь уже рассказал. - ушел тот от ответа.
- И все же. 
Донсон достал из под полы плаща флягу с коньяком и сделал глоток. После предложил выпить Раулю. 
- Родился я здесь, в Рапиндо. Отец мой механиком был.  Ну и я весь в него, только любопытство не в меру по юности. Затянула меня механика, на техника учился... А один... Родители покинули меня довольно рано. Я уходил от одиночества в науку. Однажды я повстречал девушку по имени Наэль. Не знаю, что привлекло ее во мне, небрежно одетом и тощем, с мрачным взглядом... Как сейчас помню это нелепое знакомство, когда она обронила цепочку за бортик набережной и она чудом не свалилась в воду... У нас быстро вспыхнули чувства. 
- Сверни влево. Вы расстались?
- Да, но не по нашей воле. Ее отец захотел видеть ее мужем сына старого знакомого, владельца фабрики, который жил в Миготте. Они сели на пароход туда, я не успел к отправлению... А вскоре узнал, что пароход не пришел в Миготт. 
- Сожалею твоей потере, Самюэль... 
- С тех пор я один, и никого не могу пустить в сердце на место Наэль. Да... Взгляни-ка сюда, это место есть на карте?
Донсон указал на огромное строение на реке. Соревнуясь размерами с центральным вокзалом Рапиндо, оно имело в середине ряд из гигантских водяных колес, неспешно вращающихся под напором воды.
- Отмечено как мельница. Отсюда до Ирдишхорта километров двадцать. 
- Остановлюсь здесь. 
Паромобиль съехал на обочину и остановился возле двух деревьев. Изобретатель вышел наружу и проверил оставшееся количество угля. Его на дальнейший путь хватало с большой натяжкой. 
- Хорошо бы пополнить запас, а то как бы не пришлось идти пешком. 
- Остается быть оптимистами.
Двое путешественников продолжили путь. Дорога была довольно холмистой, и паровик то лихо скатывался вниз, то с трудом поднимался вверх. Вскоре начался лес, в просветах которого виднелись далекие вершины Родниковых гор. Лучи солнца пробивались через облака, освещали верхушки деревьев теплым светом и блестели на металле паромобиля. Слегка прохладный воздух задувало в кабину, принося с собой запах леса и горящего угля. 
- И все же я давно не слышал хорошей музыки. Столько лет, а только записи на царапанных пластики, да редкое пение птиц. Когда я жил в Рапиндо, то частенько слушал уличных музыкантов. Они хоть и паршивили порой, но все же были настоящей музыкой. 
Донсон говорил, а Рауль держал в руках карту и вспоминал моменты из жизни, задумчиво глядя на пролетающие мимо деревья и кусты. Вот крупный валун, который явно сдвинули с пути, вот в просвете леса показался кусочек неба, вот сбоку появилась еще одна дорога, на которой стоит приземистое здание и надпись на столбе "уголь"... Уголь?
- Самюэль, тормози!
- Что такое? 
Рауль молча указал на надпись.
- Отлично. Я надеялся, что в этих местах где-нибудь да и отыщется топливо! Тем более, в такой близости от Ирдишхорта. 
Донсон повернул руль и узкие колеса покатились уже по другому пути. Маршанд не ошибся - это место действительно было небольшим придорожным пунктом дозаправки паровиков. Хозяином оказался невысокий коренастый мужчина с пышными усами и квадратным подбородком. Он вышел навстречу остановившимся путникам. 
- Доброго дня, господа!
- И вам добрый! Не скажете, где здесь можно разжиться топливом?
- Так вы по адресу, это моя работа. Давайте я загружу вашу жестянку, а вы пока отдохните за столиком. 
- Благодарю вас, вы очень любезны!
Изобретатель подогнал паромобиль к высокому бункеру с углем и вместе с журналистом отправился в закусочную хозяина. Здесь работала его жена с дочерью, которые радушно встретили гостей.
- Не желаете ли отобедать?
- Благодарим, но мы не голодны. А вот от пары чашек кофе не откажемся. 
- Сейчас принесу!
Самюэль проводил взглядом хозяйку и сказал Раулю:
- И все-таки слишком уж пусто на этой дороге. За два часа на встречу проехала лишь одна повозка. Не очень уж похоже на город рядом. 
- Да и в небе чисто... Мне не дает покоя операция "Муравьед" - что хотели эти Кастлетты...
- Возможно, что жители Ирдишхорта расскажут нам что-нибудь об этом. Но для начала нужно к ним добраться. Благо, мы уже почти на месте.
- А вот и ваш кофе! - раздался рядом певучий голос девушки.
- О, покорнейше благодарим. - с наигранной интонацией ответил Рауль. 
- Вы не против, если я подсяду к вам? Я люблю общаться с новыми людьми!
- Конечно.
Дочка хозяина резво села за стол и с интересом начала изучать гостей взглядом. Стройная и изящная, с темными пышными волосами, зелеными выразительными глазами, широкой обворожительной улыбкой, она излучала энергию и позитив. Рауль почувствовал это изнутри, неким приливом оптимизма и радости. Самюэль же остался безучастен и безразличен. Понаблюдав немного за путешественниками, девушка вновь улыбнулась и слегка склонила голову набок. 
- А как вас зовут?
- Меня - Рауль, а его, - журналист указал на невозмутимого изобретателя - Самюэль. 
- А меня Инес. Рада знакомству!
- Взаимно. Красивое имя у тебя. 
- Спасибо! Тетушка назвала так. И куда же вы едете?
- В один город, что неподалеку. Ирдишхорт называется. Знаешь о таком?
- Мм... Нет, не знаю, слышала краем уха от папы и не больше. Может, хотите домашнего печенья?
- Хотим. - ответил Рауль и улыбнулся. От этой немного по детски открытой девушки он невольно перестал волноваться о предстоящем пути. Инес вскочила на ноги и помчалась на кухню.
- Отдыхаете? - к столику подошел довольный хозяин. - Ваш паровичок полностью заправлен углем и водой. С вас тридцать... 
- ... Пап, а помнишь, как ты говорил про Ирдишхорт?
- Да. А тебе зачем?
- Да это не мне, а этим почтенным господам. 
- Да, это верно. - сказал Самюэль. - Мы хотели бы уточнить путь.
Хозяин слегка замялся, почесал затылок и ответил:
- Мы - семейство местных фермеров, у нас здесь поля...  Да только в последние годы овощи стали хуже расходиться, денег становилось все меньше. Тогда я обратил внимание на проезжающие по местной дороге грузовики. 
- Пожалуйста, продолжайте... 
- Они порой останавливались и просили воды или еще что-то... Я подумал, что это неплохой шанс заработать. Собрав сбережения, я смог построить подобие дорожного пункта, что я видел на дороге в столицу. 
- Может быть, принести что-нибудь еще? - робко спросила Инес. 
- Не стоит, - с улыбкой ответил ей Рауль и обратился к хозяину. - А какое место в этой истории у Ирдишхорта?
- Много паромобилей, идущих по этой дороге, направлялось в Рапиндо. И вот часть из них шла именно из Ирдишхорта. Мне это сказали водители оттуда. Но на мои вопросы - где находится этот город и как туда попасть - они лишь загадочно улыбались и говорили, что это некая тайна. Ну я навязываться не стал. А в последнее время они и вовсе исчезли, на этой дороге стало куда безлюднее. Как бы нам не пришлось закрывать это дело. 
- И это все... Жаль, мы надеялись, что кто-нибудь знает. 
- Могу лишь сказать, что вы двигались в правильном направлении - они ехали именно с той стороны.
- Это же меняет дело! Значит, указания, которые были на...  - воскликнул Донсон и тут же потупился, увидев неодобрительный взгляд Маршанда. -  ...На камнях вдоль дороги действительно не врут!
- Каких камнях?
- Камнях.  С надписями. - перехватил ответ Рауль. - Нам пора. Спасибо за теплый прием. 
Положив на стол деньги, путешественники вышли из закусочной и направились к паромобилю. Инес, подпрыгивая, подошла к ним следом. 
- Вы заезжайте к нам ещё, гостей в последнее время очень мало! - сказала она Раулю, мило моргая пышными ресницами. - А вы такой интересный человек...
- Обещаю, что обязательно заеду, - с улыбкой ответил журналист. - Обязательно расскажу что-нибудь интересное!
- Буду ждать! До свидания!
Донсон сдвинул рычаги и паровик резво выскочил на дорогу. Мимо вновь замелькали деревья и небольшие поля злаков. Но вскоре они вновь сменились холмами, склоны которых обнажали горные породы. Дорога кое-где делала закрученные петли. Стало свежее. 
- И все же я доволен, что наш путь оказался верным. Пусть мы и сейчас не можем того проверить. Сколько еще нам нужно проехать? - спросил Самюэль, не отрываясь от руля. 
- Хм. Миль десять наверно. Но поворотов будет много.
- Их и сейчас хватает. Куда теперь?
- Налево. 
Преодолев долину между большими холмами, путешественники вошли в предгорья. Здесь солнце все чаще скрывалось за острыми каменными вершинами. Основания гор были покрыты ковром из густых крон деревьев. После очередного поворота справа показались два длинных каменных хребта, образующих довольно темное ущелье. Перед входом в него была видна небольшая роща и луг. Ущелье сразу привлекло внимание изобретателя. 
- Какая интересная природная формация. Идеальное место для засады, будь она необходима. 
- И тем не менее, где-то там находится то, что обозначено на карте крестиком. 
- Занятная картина! Буду ориентироваться на них. 
Паровик медленно спустился по извилистой дороге. Здесь были небольшие заросли, среди которых Рауль рассмотрел поворот на грунтовую колею. Проехав через зелень еще с пару десятков метров, Самюэль вывел паровик на край лужайки. На первой ее трети следы дороги заканчивались.
- Дальше куда?
- Маршрут заканчивается здесь. Больше никаких указаний. 
- Черт знает что. Если карта не врет - то все указывает на это ущелье...  Дальше идем пешком. 
- Нет проблем. 
Они быстро выгрузили вещи из кузова. Пока Донсон отгонял паромобиль в заросли и маркировал ветвями, журналист прошелся до самого конца колеи, осматривая местность. Ничего не привлекало внимание глаз, все звуки заглушались шумом свежего ветра. Рауль сделал ещё пару шагов и, споткнувшись, едва не рухнул на землю.
- Чуть ботинки не угробил. - сказал он с досадой и бросил сердитый взгляд на густую траву. Внезапно его внимание приковала узкая блестящая полоса, скрытая в зеленой гуще. 
- Самюэль! Подойдите сюда!
Изобретатель спешно подбежал к журналисту. 
- Вы что-то нашли, мой друг? 
- Как вы думаете, для чего здесь могут быть рельсы? 
Донсон присмотрелся к скрытому в зелени стальному пути. 
- Так, один рельс, а вот второй... Идут как раз со стороны ущелья. И вот еще - колея от колес паромобилей тоже заканчивается здесь. Логично подумать, что паровики не въезжали в само ущелье, а разгружались здесь прямо на рельсовые платформы, которые уже и шли в город. Да, еще одно подтверждение моей догадки. 
- Значит в ущелье? 
- Да. Только, для нашей же безопасности... 
Самюэль сбегал к оставленным вещам и перенес их к началу колеи. Затем он извлек один из упакованных механизмов и быстро превратил его в механического паука. Затем привел его в действие - тот с металлическим клекотом приподнялся на лапках и замер. 
- Берите вещи. - сказал Донсон Раулю, взваливая на плечи увесистый рюкзак. - Готовы? 
- Вполне. 
- Тогда вперед. - Самюэль достал свисток и негромко свистнул. Паук вздрогнул и шустро направился вдоль едва заметных стальных путей. Путешественники направились вслед за ним. 
- Если нам на пути устроен капкан или ловушка, то паук обнаружит ее. 
- Угодив туда? 
- Точно! - хохотнул Донсон и осмотрелся. - Хотя я больше опасаюсь ловушки в виде людей с оружием.
  ''';
  static String a6a = 'Глава 6. Таинственное место';
  static String a6 = '''
  Они вошли в небольшую рощу перед ущельем. Здесь ветер стихал, запутываясь в лабиринте стволов и веток. На удивление, никакого присутствия птиц здесь не было. Паук невозмутимо шагал вперед, добавляя уверенности людям. 
- И все же я не понимаю - зачем было строить город в таком неудобном месте. Ни реки, ни дороги рядом нету. - задумался Самюэль. 
- Зато идеально с точки зрения скрытности и осады. Если бы не карта - смогли бы мы обнаружить его? Даже будучи рядом мы бы прошли мимо. 
На скалах промелькнули тени людей в балахонах. Они вели себя очень осторожно, наблюдая за двумя путниками, оставаясь незамеченными. Впрочем, те не особенно смотрели вверх, больше заботясь о том что под ногами. Вскоре от группы преследователей отделилась одна фигура и стремительно направилась в глубину ущелья. 
Внезапно Рауль остановился и стал прислушиваться, подняв руку. 
- Самюэль, остановите паука. 
- Что такое? 
- Подозрительный шум. 
Донсон издал короткий свист и паук замер, приподняв несколько конечностей с пружинами. В наступившей тишине стал слышен шелест листьев и едва уловимый скрип металла вдали. Самюэль почесал подбородок и прошептал:
- Похоже, что мы пришли. Иди вперед, я уберу пока автоматона. 
Рауль медленно двинулся вдоль рельс, а изобретатель, ловко упаковав механизм, пошел за ним гуськом. Вскоре деревья кончились, а само ущелье стало значительно уже. Дорога была уже четко видна среди сильно поредевшей травы. Спустя несколько десятков метров отвесные каменные склоны начали поворачивать вправо, скрывая от глаз свое продолжение.  Тем временем таинственный металлический скрип стал громче и отчетливее, все больше напоминая скрип несмазанного колеса. Он добавлял тихой обстановке ощущения тревоги. Рауль достал револьвер и взвел курок. 
- Ты чего? - раздался за спиной голос Самюэля. 
- Да так... Злачное это место. С оружием спокойнее. 
- А я бы не торопился с выводами. 
Путешественники наконец прошли поворот ущелья. Здесь оно резко расширялось, образуя небольшое открытое пространство, лишенное деревьев. От рельсов отходило два ответвления, которые все резко уходили в нишу в скале. Рядом была вырублена длинная ниша поддерживаемая рядом каменных колонн.  Кое-где лежали остатки металлических конструкции непонятного назначения. Но главным объектом внимания путников стали два огромных лопастных колеса возле одной из стен ущелья. Соразмерные с ветряками мельниц, они имели по восемь узких металлических лопастей. Колеса были заключены в кожух из металла, похожего на латунь, все детали были соединены рядами заклепок. Медленно вращаясь, они периодически издавали тот самый жалобный скрип. Самюэль довольно хмыкнул. 
- Вот значит что мне уши мозолило. Я был близок с догадками. 
Они подошли поближе, Рауль протянул руку. 
- Гонят воздух внутрь, в некое подземелье. И если это Ирдишхорт... 
- То он под землей. Меня удивляет заброшенность того, что на поверхности. Хотя... - Донсон осмотрел ось одного из колес. - Смазка сюда поступает бесперебойно, рассчитано на долгую службу без внимания техника. Возможно, что так и нужно. 
Путешественники направились к нише с колоннами, где и обнаружился довольно широкий проход с неплотно закрытой двустворчатой железной дверью. На ней было много следов от попыток взлома, даже вмятины от пуль и копоть. Те же следы были и везде рядом.  Теперь уже и Самюэль заволновался и взялся за оружие. Подняв револьвер наготове, он слегка приоткрыл дверь. Тот час же почувствовалась сильная тяга воздуха. 
- Ох не к добру все это. - Рауль сменил Донсона и осторожно забросил в проем небольшой камень. Раздался стук, тут же подхваченный эхом огромного помещения. Постояв еще пару мгновений и прислушавшись, он отошел в сторону от входа. 
- Самый очевидный путь не самый безопасный. Возможно, нам стоит поискать другую дорогу. 
- А если таковых нет? Мы потеряем время, да и путь в обход может быть труднее. 
- Нет, я чувствую неладное. Подумать...
Бах!
Выстрел ружья невидимого стрелка выбил осколки из каменной толщи рядом с изобретателем. Тот инстинктивно бросился на землю, неловко заваливаясь на бок. Рауль присел и попятился к колонне, угрожая стволом скале напротив. Вдруг немного правее прежнего раздался новый выстрел. 
- Самюэль, в укрытие!
- Но куда? 
Новый выстрел заставил Донсона вздрогнуть и отпрянуть в сторону железной двери. Оказавшись рядом, он резко открыл ее и спрятался за створкой. Ее пули пробить были явно не в состоянии. "А ведь и правда" - подумал Рауль и, схватив сумку, бросился в укрытие двери. Вдогонку по металлу щелкнуло еще пара выстрелов. 
- Закрывай, закрывай!
Дверь с лязгом закрылась. Путешественники спешно отбежали от нее в поисках более подходящего укрытия. Внутри было довольно темно, потому Рауль не придумал ничего лучшего, чем укрыться за небольшим выступом стены. Они замерли неподвижно, направив стволы в сторону злополучного входа в подземелье. Прошло около двух минут, но дверь так никто из преследователей и не открыл, зато снаружи доносились звуки непонятной возни. Самюэль напряженно глотнул слюну и засопел. 
- Тихо... Сейчас... 
Снаружи прозвучали две короткие и невнятные фразы, после которых возня быстро затихла. В тишине стал слышен свист воздуха сквозь щели. 
Вдруг раздался громкий взрыв, все вокруг затряслось. За дверью прошли мощные удары, затем пошла пыль. Шорох рассыпающихся камешков закончил "картину". Рауль подождал, пока все окончательно затихнет и бросился к двери - она оказалась завалена взрывом. Журналист в отчаянии развернулся и сел рядом с растерянным изобретателем. Внезапно он разразился смехом. Самюэль испуганно взглянул на него и понемногу сам начал смеяться. Эхо вторило десятком их голосов их истерике. Понемногу Рауль успокоился и сказал:
- Провели нас... Хех, как мальчишек. Не зря я опасался этой двери. От нас просто избавились.
- Но, - ответил Донсон. - Будем оптимистами - мы уже в Ирдишхорте. Осталось лишь закончить поиски. 
- Разве это город?  Я готов поверить, что это старая покинутая шахта, которую разгромили мародеры.  И именно они загнали нас в эту... камору. 
- Может, лучше проверим, а потом сделаем выводы? Тем более что вы сами, добровольно согласились мне помочь. 
- Лучше бы отказался. 
- Я вас не держу. Можете вернуться к работе. Материал у вас. 
- Это издевка? - вспылил Рауль. - Вход завален!
- Вспомните о воздухе.
Маршанд умолкнул в замешательстве. В наступившей тишине стал слышен гул подземелья. Но кромешная тьма не позволяла рассмотреть даже лиц друг друга. Рауль стал ощупывать карманы и вскоре извлек бензиновую зажигалку, о существовании которой он вспомнил только сейчас. Маленькое пламя осветило помещение слабым светом. 
Путешественники находились в небольшом помещении, размером в несколько метров. Стены были укреплены крупными железными балками. С одной стороны располагалась вдавленная и искореженная взрывом входная дверь, с противоположной стороны - проем с ведущей вниз каменной лестницей, которую "гости" в замешательстве не заметили. Журналист спешно стал открывать сумки. 
- Самюэль, нам срочно нужен фонарь. 
- Он у меня. Вот. - Донсон с усилием извлек керосиновую медную лампу с защитой и бутылку с топливом следом. При свете зажигалки он спешно наполнил емкость фонаря керосином, собрал его и зажег фитиль. Стало заметно светлее. Рауль, убрав зажигалку, взвалил сумку на плечо и равнодушно взглянул на спуск вниз.
- Добро пожаловать! - сказал он в темноту и сделал наигранный реверанс в темноту.  Самюэль подошел к лестнице и начал осторожно спускаться по каменным ступенькам, освещая себе путь. Этих ступеней оказалось довольно много - навскидку Рауль сказал бы о метрах двадцати под землю.  Кое-где под ногами встречался металлический хлам, который пинками убирался с дороги.
 Наконец впереди показалось слабое желтоватое свечение и путники вышли в крупное помещение. По размерам оно достигало тридцати метров в длину и пятидесяти в ширину. Высокие потолки возвышались в десятке метров от пола.  Свет исходил от пары небольших, неравномерно расположенных на стенах электрических фонарей. 
Поперек помещения проходила рельсовая колея, скрываясь в небольших проходах с обоих боков. Прямо по курсу был большой арочный проход, над которым был небольшой балкон на колоннах. К этому балкону вели две лестницы по краям прохода. Сверху красовалась крупная надпись - "Ирдишхорт - город свободной мысли".
- Теперь-то у вас нет сомнений? - с усмешкой спросил Самюэль. 
- Выглядит потрясающе.
- Этот зал - как прихожая в большом доме. Предлагаю для удобства назвать это место так. 
- Раз гости в прихожей - значит, скоро выйдут встречать хозяева. 
- Вот это меня и тревожит. Слишком уж здесь все покинуто. 
Они стали осматривать "прихожую". Везде валялись остатки каких-то конструкций и прочий хлам. Фонарей оказалось на самом деле намного больше - но многие были разбиты и покорежены. Те, кто здесь был явно не церемонился - выбоины в камне и следы огня говорили об этом. Изобретатель стал осматриваться в центре, тогда как журналист больше держался стен. И вскоре фонарь Рауля осветил огромную карту города. Его размеры поражали - несколько уровней, напоминавшие деревья с множеством ветвей-комнат, площади, магазины, заводы... На полную "экскурсию" мог уйти не один день. 
- Господин Маршанд! Вы должны на это взглянуть. 
- Что там такое?
Рауль подошел к Донсону, склонившегося над чем-то продолговатым на земле. Вблизи стало ясно - это труп человека, который находился здесь довольно давно.  Самюэль поддел его носком ботинка - тело с шорохом стало рассыпаться. 
- Как думаете, это житель города или гость?
- Предлагаешь подбросить монетку?
- Я ведь серьезно. Не нравится мне здесь. Что-то явно произошло здесь, и я всерьез начинаю беспокоиться. 
- Все может быть. - задумался Рауль. - Будем надеяться на лучшее - например, что на город напали, но атака была отбита. Здесь, в нежилой части.
- Могли бы и убраться. 
- На это у меня нет ответа. Пойдем, я нашел карту этого места. 
Они направились к схеме. В свете двух фонарей она стала более читаема. Обнаружив на ней местоположение "прихожей", Рауль стал создавать план дальнейшего пути. Изобретатель настаивал на посещении "жилого района". Для этого требовалось пройти через "терминальный район" и следовать по центральной дороге. Много обозначений было неразборчиво. 
- Будем предельно осторожны, - сказал журналист. - Город встречает нас не очень дружелюбно. Я буду идти вперед, а вы поглядывайте назад.
Донсон проверил время по карманным часам и кивнул. Последовав по широкому проходу, они вышли в большой туннель, заканчивающийся завалом. Примерно с середины туннеля, по обеим его сторонам появились двери и небольшие окна. Приблизившись, путники обнаружили различные вывески, а свет фонарей выхватил из темноты контуры мебели. Это были различные заведения для обслуживания населения. Однако всюду были следы погромов, некоторые стекла разбиты. А главное - никаких следов жителей. Рауль последовал дальше. 
Издалека стал раздаваться гул, похожий на работу некого станка. Дорогу впереди перекрывал завал из обвалившихся со сводок камней и железных деталей, перебраться через который без травм было маловероятно. Самюэль посветил на безмолвную "стену", едва ругнулся вслух и стал осматриваться по сторонам. Взглянув на небольшой салон справа, он уверенно показал на него рукой.
- Нам сюда. 
- Вы уверены? 
- Нет. Но я заметил внутри окна на стене на той стороне. 
Журналист с размаху ударил по двери и чуть не потерял равновесие - она легко открылась. Направив свет фонаря вперед, он направится к окну и принялся его открывать, благо оно запиралось всего на пару задвижек. 
За спиной раздался шорох, на который гости подземелья не обратили внимание. Пока Рауль занимался окном, Донсон перебирал канцелярские принадлежности на пыльном столе. Увлеченный этим, он не заметил, как рядом промелькнула тень. Через мгновение  на шее изобретателя оказалась удавка, затягиваемая парой сильных рук. 
- Раублгх!! -попытался крикнуть Самюэль, хватаясь за пережатое горло. Журналист среагировал мгновенно - выхватив с разворота револьвер, он на мгновение прицелился и выстрелил. Пуля прошла мимо и  чавкнула по деревянному шкафчику. Но этого было достаточно,  чтобы неизвестный испуганно ослабил удавку,  позволив Донсону соскользнуть вниз. Следующий выстрел выбил из незнакомца крик боли и он завалился набок. 
Теперь можно было спокойно рассмотреть неведомого убийцу. Это был мужчина лет тридцати, одетый в серый балахон с капюшоном. На груди у него висел крупный знак, изображавший подобие дерева в круге. Самюэль подобрался к телу и проверил пульс - человек был мертв. 
- Ну и как это понимать?
- У меня спрашиваешь? Я знаю не больше тебя. - убирая оружие сказал Рауль. - Одно из двух - либо местные настолько не любят гостей, либо все жители давно мертвы, а мы имеем дело с их убийцами. В любом случае - мы не будем в безопасности, нужно смотреть в оба и быть настороже. А еще, - журналист вылез в окно. - Нам нужно уходить отсюда,  ведь выстрелы не прошли незамеченными. 
- Я не хочу верить, что все мертвы. Я пришел за своим другом. - Донсон поднялся на ноги. - И я найду его, или хотя бы дневник. 
- Он ничего не сказал о том, где конкретно его искать?
- Когда он гостил у меня,  то говорил о своем дневнике, что все важные записи он хранит там. Никто не знает, что он находится в небольшой нише за кроватью в его комнате. 
- А ты?
Изобретатель перебрался через окно, осмотрелся и неуверенно пошел вперед. 
- Мне он сказал... Я единственный, кто его понимал и кому он доверился. 
Значит мы заберем его и узнаем наконец о произошедшем. Да и ваши штучки там наверняка тоже найдутся.
  ''';
  static String a7a = 'Глава 7. Подземный город';
  static String a7 = '''
  Площадь все больше открывалась взору - небольшая, немногим больше "прихожей", она вытягиваясь поперек пути и плавно перетекала с двух сторон в улицу. Однако с левой стороны она была перекрыта завалом, да и площадью это пространство,  ограниченное тяжелым потолком, можно было лишь условно.  Посреди площади располагался огромный постамент, украшенный скульптурами. Впрочем,  часть из них была осквернена вандалами.  На одной из сторон постамента обнаружилась такая же карта, как и при входе в город. Самюэль проверил маршрут и предложил отдохнуть. 
- Мы не ели уже порядочно времени. 
- Ладно. Я видел на той стороне площади подобие торговой лавки - стоит осмотреться. 
Украшенная стеклянными витринами, лавка оказалась полностью разграбленной. Везде можно было найти остатки провизии, но вся она была испорчена со временем. Ничего пригодного обнаружить не удалось, к тому же везде была неприятные пятна плесени. Привал было решено сделать неподалеку. Обед разумно решили ограничить небольшими порциями, подкрепив съеденное несколькими глотками хорошего виски. Покончив с трапезой, Рауль устремил свой взгляд на пространство вокруг. 
- И все же это место вызывает много вопросов. 
- Например?
- Ну хотя бы эти фонари. Мы находимся глубоко под землей и при этом здесь довольно светло. Если это газовые светильники - должны быть и те, кто их заправляет и зажигает. 
- Это электрический свет. 
- Серьезно? Но откуда тогда энергия?
- Раз здесь долгое время работали заводы, то это не должно быть проблемой. А еще... слышите? Какая -то машина в этом городе до сих пор работает. 
- Мы отправимся и все выясним. Хотя меня волнует лишь одно - как выбраться на белый свет отсюда. Так что выход для меня на первом месте.  
Привал окончился. Проследовав по улице далее, путешественники вышли в жилой район. Здесь вентиляция явно работала лучше - дышать стало легче и свободнее. Этот район был словно расчерчен узкими улочками, которые, пересекаясь, образовывали небольшие скверики с заботливо посаженными растениями. Правда, без должного ухода они стали слабеть и терять силу. Вся застройка была вытянута на два этажа в высоту, над ней еще было метров 5 свободного пространства до каменных сводов. Под ними висели целые гирлянды причудливых ламп, которые потрескивали и мерцали. Они давали мягкий желтый свет на уютные улочки. 
Самюэль уже был готов отчаяться - не зная точного места дома, поиски могли затянуться на целый день. На помощь пришли вездесущие списки, в котором вскоре удалось найти фамилию Цейзе. Каждый дом имел свой номер и буквенное обозначение. Рауль спешно отправился на поиски улицы. 
- Надо быть самому машиной, чтобы жить в таких условиях. Вы просто взгляните - муравейник, от которого тянет смертной тоской. Я бы сошел с ума, каждый день приходя, уходя, торопясь - и даже неба над головой не видно. 
- А разве вы не так живете? - спросил Донсон, потирая нос и улыбаясь. - Я ведь вполне мог остаться в городе, купить какую камору и творить там. Но в чем суть - когда живешь в муравейнике, то сам становишься муравьем. Можешь думать все что угодно, мнить себя вещью в себе и прочее - но ты все равно будешь как и все бегать и строить муравейник. 
- Я теперь понимаю, почему ты исчез. - ответил Рауль. - Тихое озеро, лес - и никого... 
- Ну, правда, чтобы было "никого" пришлось поставить капканы. И вы это испытали на себе. 
- Если бы не работа... - журналист задумчиво прошел десяток метров,  поднял взгляд и указал на вывеску. - Все, дом где-то здесь. 
- Есть такое простое и сложное одновременно слово -дом... Он не требует оправданий. Просто ты там живешь, и готов его принять, как он есть. 
Дверь с надписью "Цейзе Т. " на металлической табличке оказалась совсем рядом. Ей повезло больше чем многим другим, мародеры не нашли на нее времени. Взломав замок, гости города проникли в жилище ученого.  
Внутри оно выглядело довольно уютно, напоминая небольшую городскую квартирку из одной комнаты. Возле небольшого окна стоял маленький легкий столик, рядом - металлическая кровать с толстым матрасом и небольшой шкаф. Кухни не было - а значит, обедали жители в другом месте. Пара небольших картин украшала светлые стены. 
Самюэль не стал осматривать дом друга, а решительно направился к кровати и отодвинул ее. Здесь,  под небольшой дощечкой обнаружился пыльный дневник,  перевязанный бечевкой. Изобретатель с волнением сел на кровать, развязал шнурок и раскрыл страницы. На кровать вылетел вложенный листок с размашистым почерком. Это было послание Цейзе. 
"Тем, кто каким-то образом обнаружил этот дневник.
Если он попал в руки людям, которые нашли наш прекрасный город уже мертвым - откройте последние страницы. Там - мои последние слова о вторжении. Если же волей случая этот дневник читает мой единственный друг Донсон... Самюэль, вспомните число моего последнего визита. А моя участь предрешена - мне не уйти из города живым, и я хочу сослужить ему последнюю службу. Томас Цейзе."
Донсон с каменным лицом сложил записку и отложил в сторону. Было ясно и без слов - он не мог поверить в происшедшие события. Придя в себя, он вновь прочитал записку и начал листать дневник друга. 
- Последний визит... Томас - Томас, конечно, я помню. Двадцать шестое число, двадцать шестая страница... Да, верно. 
Глаза быстро забегали по неровным строчкам. 
" Дорогой друг! 
Я специально отвел эту страницу для очень важного, и оно наступило. Я наконец - таки смог создать то, чего так не хватало нашим творениям! То, без чего они всегда оставались железным скотом, ведомым лишь реакцией. К сожалению, я еще не успел окончить его проверку и совершить испытания. Тем более, что есть трудности... Раз ты читаешь дневник, а меня рядом нет - то возьми прототип в моей лаборатории и доведи мой труд до конца. Ты - единственный, в ком я не сомневаюсь."
- Что там написано? - спросил Рауль, продолжая осматривать комнату. 
- Он надеялся на то, что я приду. Или хотя бы, что этот дневник найдут и отправят мне. Он сохранил свою работу, чтобы я ее завершил. 
- Прекрасно. Куда теперь? 
Самюэль перелистнул страницу. Там была небольшая приписка:
" Моя лаборатория надежно закрыта. Уходя, я решил выбросить ключ в шахту "сердца города". Но мой бросок оказался неточным, и он остался на ступеньках лестницы возле генераторов. Я побоялся спуститься туда... Но возможно, ты найдешь способ его забрать.
P. s. По пути к лаборатории вы встретите стражей. Не бойтесь, мой друг - их держат всего лишь нити света" 
- Рауль, нам нужно вернуться к карте. Мы идем к "сердцу города".
***
На карте искомое место нашлось не сразу - отчасти потому, что журналист не совсем представлял себе предмет поиска. Донсон указал на место, которое находилось на самом нижнем уровне огромного подземелья. Рядом, на более высоких уровнях красовались заводы и механические мастерские. Добраться до этой части подземелья было возможно только по одному широкому путепроводу, по которой проходили неотмеченные линии. 
Дорога из жилища Цейзе к выходу из жилого района заняла меньше времени, чем его поиск - тем более, что теперь путешественники двигались в другую сторону. Вскоре они вошли в широкий тоннель, облицованный белым камнем. Проследовав по нему всего лишь полсотни метров, Донсон и Маршанд вышли к путепроводу, поражавшему своими масштабами. 
- Если бы имперская армия захотела пройти этой дорогой - я не думаю, что им было бы тесно! - воскликнул Рауль, осматривая высокие темные своды тоннеля. 
- Здесь постоянно двигался поток людей и товаров. - ответил Самюэль. - Это была необходимость. Видите - здесь тоже рельсы. 
Вдоль стен подземного путепровода тянулись массивные трубы, своды были мощно укреплены. Сильно дул прохладный ветер - его загоняли под землю гигантские машины. По земле были проложены две колеи рельсов, как для трамвая. Рядом с ними быстро вращались змеи металлических валов,  уходящих в глубину подземелья. 
Путепровод уходил с обоих концов в темноту, слабо разбиваемых огоньками тусклых фонарей. Вспоминая карту, Донсон выбрал направление и направился вдоль рельс. У Рауля за это время накопилось несколько вопросов. 
- Мне одно не дает покоя. Ведь этот город создавался явно не одной парой рук... 
- Это очевидно. 
- И сейчас все это продолжает жить своей жизнью, даже когда обитатели куда-то исчезли. Кем должен быть тот человек, который собрал всех создателей и убедил построить все это? А главное - зачем? 
- У меня есть мысли на этот счет. Но, мне кажется лучше будет найти самого основателя и спросить об этом. 
- Значит, мы идем туда. И название как раз - "сердце города"...
-  Боюсь,  вы неправильно истолковали название. 
- А как же тогда? 
- Сердце, которое приводит все эти механизмы в действие. То, что дает энергию. 
- Тогда не вижу смысла туда идти. 
- Там ключ к нашему дальнейшему пути. Так написал Томас. 
- Странный он. Выбрать такое место... 
Самюэль обернулся и поправил сумку на плече. 
- Странный - понятие относительное. А вообще - прочтите дневник. В конце должно быть много интересного. 
С этими словами он передал записную книжку, в которой вел свой дневник Томас Цейзе. Рауль поспешно спрятал ее в сумку и взглянул вперед. Там среди царящего полумрака стали различаться некие крупные объекты. Предупредив изобретателя, он стал приближаться ближе. Вскоре стало понятно, что это - некое подобие вагонов городского трамвая, брошенных прямо посреди колеи. 
- Вот и местный транспорт. Теперь осталось подыскать пару лошадей, или какой двигатель - и можно приглашать пассажиров. - Рауль обошел вагон кругом и заглянул под корпус. - Этот вроде на ходу. Как считаете, Донсон, возможно на нем добраться куда нужно?
- Нужно взглянуть получше. - ответил тот и забрался в кабину. 
Там обнаружился только один рычаг, который имел три положения: тяга - подкрутка - тормоз.  Кроме него рядом стояло скромное место вагоновожатого. Самюэль сдвинул рычаг в среднее положение - реакции не последовало. Тогда он вышел наружу и обратился к Раулю:
- Если механизмы работают - должен быть способ заставить его двигаться. 
После этих слов его взгляд упал на вращающийся вдоль стены вал. Проверяя свою мимолетную догадку, он проследовал вдоль него еще десяток метров, пока не наткнулся на железный короб. Здесь от вала перпендикулярно отходил ещё один, короткий,  чей конец с массивной шестерней выступал наружу. Изобретатель вернулся к вагону и обнаружил на его корпусе подходящее соединение. Обрадованный,  он похлопал Рауля по плечу. 
- Похоже, что можно обойтись без лошадей. Помогите мне. 
Оставив сумки внутри вагона,  они встали позади него и принялись толкать. Это оказалось непросто,  но после напряженных усилий тот тронулся с места и медленно покатился вперед. Журналист вытер выступивший на лбу пот рукавом куртки. 
Вагон поравнялся с коробом и замер. Одновременно в нем что-то лязгнуло и появился нарастающий шум. Появилась легкая вибрация. Самюэль зашел в салон и посмотрел под ноги - сквозь небольшое окошко был виден огромный вращающийся диск, занимавший всю ширину вагона. 
- Законы физики в действии. - пояснил он. 
- И какой действует сейчас? - спросил Рауль. 
- Сохранения энергии. Вспомните маятник.  - с этими словами Донсон сдвинул рычаг вперед. 
Вал резко отошел от вагона- гиробуса и тот, увлекаемый энергией огромного маховика, резво побежал по рельсам. Журналист поставил фонарь в кабине так, чтобы его свет освещал путь впереди.  После он достал флягу, сделал глоток и предложил Самюэлю. Тот не стал отказываться от угощения и тоже выпил. Поскрипывающий вагон все ближе приближался к заводам Ирдишхорта. 
- Тормози! - воскликнул Рауль, вглядываясь в темноту впереди. Там путь перекрывал очередной завал, разрушивший рельсы. По счастливой случайности, приводной вал гиробусов не пострадал. 
Самюэль перевел рычаг в третье положение и тот остановился. Лишь маховик продолжал с гулом свое вращение. 
- Мало похоже на конечную остановку. - сказал журналист, потирая руки. - Нам нужно еще дальше. 
- Было бы глупо оставить целую часть города без запасных путей и выходов. - ответил Донсон. - вы видели же двери и проходы по всему путепроводу. 
- Это место сведет меня с ума. 
- Будьте проще. Это место построено такими же людьми как мы. 
- Я не ищу одиночества, в отличие от местных жителей.
- Стоит ли искать то, чем уже обладаешь. - усмехнулся изобретатель и забрал свою сумку из вагона. 
Рауль хотел было возразить, но не нашел нужных слов. Пытаясь переключить внимание с неприятной темы, он начал осматривать стены тоннеля. И вновь его привлекли старые лампы. 
- Самюэль?
- Да?
- Мы ищем источник энергии города? 
- Верно. 
- Как думаете - откуда берется электричество для этих ламп?
- Ответ очевиден. Я знаю, что у источника есть генераторы.
Так почему бы нам не последовать за проводом? Он выведет нас туда. 
Изобретатель задумался. 
- Это может нас завести в тупик. Но шансы есть. Браво, Маршанд, вы быстро находите решения в сложных ситуациях. 
- В моем деле иначе нельзя. Нет права на ошибку. 
- Знаю, можете не продолжать. Вот электрический провод - следуйте за ним. 
Путешественники направились вдоль тускло поблескивающей медной проволоки, натянутой вдоль стены. По пути встречались проходы, но проволока неизменно огибала их сверху. Но вскоре она скрылась в темноте одного из боковых коридоров, как и несколько других, протянутых с другой стороны. Рауль и Самюэль зашли туда и через десяток метров наткнулись на металлическую дверь. На ней был задвинут засов, убрать который не составило труда. Небольшая табличка гласила - "электрические катушки -26".
Рауль осторожно приоткрыл тугую дверь. Слух тут же уловил легкий треск электрических приборов. Осторожно проникнув внутрь, он осмотрел помещение. Оно было небольшим, с высоким потолком и слабым освещением одной мерцающей лампы в углу. В самом центре находилось причудливое сооружение, к которому тянулись со всех сторон медные провода. Само сооружение представляло собой четыре большие катушки, плотно обмотанные медной проволокой и увенчанных металлическими сферами. По их поверхности периодически с треском проскакивали голубые искорки, стоял легкий запах воздуха после грозы.
Осторожно обойдя сооружение вокруг, путешественники вышли к узкой лестнице, ведущей вниз. Там обнаружился темный коридор, в конце которого виднелся слабый свет. Освещая себе путь, Рауль пошел первым. Спустя десяток шагов он остановился в нерешительности.  
- Что-то не так? - спросил Самюэль из-за спины. 
- Странное ощущение тревоги. - ответил журналист. Он слегка щелкнул языком и затаил дыхание. В наступившей тишине стало слышно шум работающих механизмов вдалеке и легкое поскрипывание впереди. Последнее было едва различимым. Рауль сделал аккуратный шаг вперед и вновь прислушался к ощущениям. Потом еще шаг. И еще... 
Внезапно у него в голове буквально взвыл внутренний голос. Едва наступив на каменный пол, Рауль отшатнулся назад. Через мгновение на том месте, где стояла его нога, выскочил железный шип и со звоном ударил острием в потолок. Резкое эхо раскатилось по коридору. 
И Рауль, и Самюэль были напуганы - они явно не ожидали подобного на пути вниз. Отдышавшись, журналист хотел было повторить попытку, но Донсон остановил его. 
- Довольно риска. Пустим вперед приманку. 
Он быстро извлек из сумки небольшой пружинный движитель, размером с ладонь. Следом в руках Донсона оказались два сложенных вместе набора пластинок. Развернув их наподобие веера, он получил две полусферы, напоминавшие ежа с лезвиями ножа вместо иголок. Соединив детали воедино, он получил очередное движущееся устройство, которое тут же пустил в ход. 
- Порой мне кажется, что в вашей сумке можно найти целую эскадру броненосцев. - заметил Маршанд. 
- Если бы я знал, что они мне пригодятся в пути - наверняка нашел бы способ их разместить! - довольно хохотнул Донсон и запустил механизм в коридор. Смешно подпрыгивая, тот помчался в темноту. 
Через мгновение коридор ожил. Там, где секунду назад проехала приманка, из пола и стен выбрасывались стальные шипы, падали крючья, сгустками летела шипящая кислота. Однако все эти ловушки, рассчитанные на забравшегося внутрь человека, не могли повредить небольшой резвый аппарат. 
Не теряя времени, Рауль и Донсон следовали вслед за приманкой. Ловушкам нужно было время, чтобы перезарядиться, потому путь был относительно безопасен. Лишь единожды Рауль чуть не пострадал, излишне приблизившись к приманке - одна из ловушек едва не ударила его по ноге. 
- Уух! 
- Черт возьми, Маршанд, будьте осторожны!
- Есть! - Рауль выпрыгнул из коридора и попал в небольшую и длинную комнату. Вдоль ее стен шли целые гирлянды проводов, которые уходили в четыре колодца в полу по углам. В конце комнаты находилась еще одна металлическая дверь со штурвалом. 
Самюэль осмотрел провода и заглянул в один из колодцев. Оттуда шел сильный шум.
- Все верно, мы на месте! Осталось спуститься туда. 
- На этой двери написано "распределитель".
- Входите, там мы сможем пройти. Я запомнил это место на карте. 
С трудом отворив дверь, путешественники оказались в атмосфере страшного грохота. Их глазам предстал огромных размеров зал с высокими потолками. Он был словно паутиной опутан десятками быстро вращающихся металлических валов, подобных тем, что были в путепроводе. Они представляли собой подобие дерева, где небольшие ветки крепятся к большим, а те, в свою очередь к стволу. Последним был огромный вал с нижнего уровня, увенчанный огромной косозубой шестерней, чей размер превышал часы на ратуше в Рапиндо. Каждая ветка уходила вверх, наделяя энергией механизмы города. От креплений и соединительных шестерен, щедро смазываемых маслом, исходил гул, который сливался в чудовищную какофонию. Предохраняя слух, путники закрыли уши руками и потеряли возможность разговаривать. Впрочем, это и не потребовалось - Донсон дал знак следовать за ним и помчался через зал. Вскоре он отыскал еще одну дверь, куда они и зашли, не преминув закрыть ее следом. Здесь оказалась лестница, ведущая на нижний уровень. После распределителя стоящий тут низкий гул казался блаженной тишиной. 
- Рауль, что вам напомнила эта шумная комната? - осторожно спросил Самюэль, спускаясь по лестнице. 
- Мне? Хм... я вспомнил, как делал репортаж о новой ткацкой фабрике. Хозяин с гордостью показывал мне каждую деталь. А здесь все тоже, но куда серьезнее. 
- А мне она напомнила кровеносную систему. Да, точно - артерии, которые разносят кровь от сердца ко всему организму, только вместо крови - энергия движущихся деталей. Определенно удобная идея! Мне она пригодится в работе. 
"Изобретатель все чаще сравнивает город с организмом... Ох, не нравится мне все это. Этот город скрывает нечто большее". - Маршанд не стал озвучивать мысли, дабы ненароком не раззадорить изобретателя. Любой конфликт в таком месте грозил бедой. Отмахнувшись от мыслей, он спустился по лестнице вслед за нетерпеливым изобретателем. 
  ''';
  static String a8a = 'Глава 8. Сердце Ирдишхорта';
  static String a8 = '''
  "Сердце" такого города как Ирдишхорт не могло быть слабым и невзрачным. Оно произвело на своих гостей неизгладимое впечатление. Спустившись вниз, они оказались в огромном зале пещеры, способном вместить любое здание Рапиндо. Лестница спускалась на еще несколько пролетов, прежде чем достигала поверхности. И все же это не было самым глубоким местом подземелья. Примерно половину пространства занимала глубокая открытая шахта, исполинская трещина в недрах планеты. Именно она питала энергией человеческий муравейник. В ней построили паровую машину исполинских размеров, по сравнению с которой ее сестры на кораблях были просто карликами. В самой глубине шахты, откуда исходил жар, находились десятки длинных труб, несущих воду из огромных резервуаров с верхних уровней. Там появлялся пар, который заставлял машину работать. 
Внимание притягивали два огромных вала, которые выходили из машины и уходили наверх - туда, где грохотал распределитель. Они степенно вращались, напоминая сказочных змеев морских глубин. Потрясенные путешественники проходили все дальше. Тяжелый влажный воздух затруднял дыхание. Самюэль с выражением подлинного восхищения наблюдал за работой "сердца", на эмоциях обращаясь к журналисту.
- Вы когда-нибудь видели хоть что-то подобное? 
- Не думаю, как и не уверен, увижу ли вообще.
- Инженерный гений создателей достоин высших похвал!
Рауль слегка покашлял и потер нос. 
- Самюэль, мне понятны ваши эмоции... Но все же не хотелось бы тут долго находиться. Где ключ? 
- В шахте.
- Как? Внизу? 
- Томас хотел выбросить ключ в шахту, но тот попал на лестницу. Придется спуститься.
- Это сумасшествие. Тоже самое, как и спуститься в Преисподнюю. 
- Рауль, лестница...  Ее создали люди. А значит, там не смертельно. А еще там генераторы, их тоже нужно порой обслуживать. Поспешим, слишком долго здесь действительно не стоит быть. 
Они направились к шахте. Здесь "сердце" города было видно во всей красе. К механизму и трубам шли длинные узкие мостки, горячие от исходящего жара. Снизу доносилось потрескивание - на площадках в нишах по краям шахты стояли мощные генераторы. У них были отдельные паровые машины, меньшие по своим размерам. К площадкам сверху вела прорубленная в камне по краю шахты лестница. Примерно посередине к ней выходила небольшая ниша- комната в стене. 
- Не думаю, что ключ мог улететь слишком далеко. Смотрите внимательно каждую ступеньку. - сказал Донсон и пошел первым. 
Лестница вызывала страх. Узкая, с горящей бездной с одной стороны, она заставляла идти очень осторожно. Трудно было представить, что здесь постоянно работают люди, а еще сложнее - что это все создано ими. 
Путешественники дошли до середины, осматривая каждый сантиметр ступеней, но тщетно. Дальнейший путь перекрывали тяжелые сдвижные ворота, закрытые на замок. Недолго думая, Самюэль зашел в комнатку рядом с лестницей. 
Это была каморка обслуживающего генераторы техника. В очень тесном пространстве находился узкий высокий шкафчик, стул и стол. На последнем стояла керосиновая лампа, ворох бумаг и ключ, больше напоминающий штопор. Рауль взял ключ и намеревался выйти, но все же любопытство заставило его взглянуть на лежащую поверх остальных бумаг записку. Ровный печатный почерк на ней гласил:
"15.10 Возникла некоторая проблема с генераторами. Они располагаются внизу, рядом с главной паровой машиной. Из-за огромных труб с водой, питающих машину, а так же прорывающегося пара, здесь всегда была высокая влажность. Она порождала вокруг генераторов сильное электрическое поле, из которого появлялись беспокойные шаровые молнии. 
Ввиду невозможности устранения причин, начальство сделало заказ на костюм, защищающий от молний. Только так техники могли обслуживать систему.
18.10 Из лаборатории поступил первый прототип костюма. Он несколько тяжел, но со своей задачей справляется хорошо. Сегодня с его помощью выполнена замена изоляторов. Шкафчик в комнате техника вполне его вмещает."
Рауль передал записку Самюэлю, а сам открыл шкафчик техника. В самом низу обнаружился тот самый аккуратно сложенный защитный костюм, оказавшийся довольно тяжелым. Журналист передал его Донсону. 
- Мне?
- Да. Это ведь ваша идея была идти за ключом. Да и к тому же я не совсем уверен в его надежности. 
- Порой стоит быть оптимистом, Рауль. Хорошо, я спорить не буду и пойду вниз. А сейчас помогите мне.
Костюм оказался комбинезоном из тяжелой ткани, со множеством кожаных вставок. Кожаным был и обтягивающий шлем. Со всех сторон к нему крепилось подобие птичьей клетки из толстой проволоки, но из небольших подвижных частей. Благодаря этому она могла менять форму при движении. Внизу "клетку" завершали несколько небольших цепочек.  
С трудом облачившись в защиту, Самюэль медленно направился к воротам. Он был взволнован. 
- Если от меня останутся одни горящие угольки - постарайтесь найти отсюда выход. 
- Мне не нравится бродить одному по таким местам, - усмехнулся Рауль. - Так что, надеюсь, обойдется без угольков. 
Он вставил ключ в замочную скважину ворот и сделал десять оборотов по часовой стрелке. Ворота щелкнули и поддались усилиям. Впереди открылась небольшая площадка, за которой лестница продолжала спуск вниз. Слышался неприятный гул генераторов и треск электричества. Но внимание людей приковали десятки красных и голубых шаров,  затейливо парящих в теплом наэлектризованном воздухе. Они жили очень недолго - порой, возникнув из ниоткуда, шар летал десяток секунд и исчезал с резким шипением или треском. 
 - Электричество - настолько непредсказуемая вещь... Я не берусь утверждать, что наши правнуки будут знать хотя бы половину его тайн. - сказал Рауль. 
- Порой мне кажется, что где-то на небесах стоит огромный завод по производству душ. - задумчиво ответил Донсон. - А материал для того завода есть электричество... Вот смотрю на эти молнии - и кажется, будто бы с завода выбросили бракованные души, которые мечутся и погибают за мгновения... 
- Только не стоит делать резких движений - они прекрасно на это реагируют. Удачи вам. 
Маршанд похлопал изобретателя по плечу и тот осторожно начал двигаться вперед. Стараясь держаться края, он прошел уже половину площадки, глядя себе под ноги. Молнии безмятежно парили рядом. 
Костюм слишком мешал движениям, потому Самюэль двигался очень осторожно. Но у начала второй лестницы он все-таки споткнулся и резко припал на одно колено. Парящий неподалеку огненный шар притянуло к решетке костюма, и он с треском и яркой вспышкой взорвался. Донсон слегка вздрогнул и снова замер. По проволоке к земле пробежали маленькие искорки. 
- Все в порядке? - негромко окликнул его Рауль. 
- Да, все хорошо. Я иду дальше. 
Самюэль начал спуск к генераторам. Здесь их гул был достаточно сильный, чтобы в голове возникли неприятные боли. Вдобавок внизу жар из шахты был ощутимее. Неудобный тяжелый костюм лишь усугублял это. "Все хорошо, не страшно. Я справлюсь" - мысленно говорил себе Донсон, спускаясь по ступенькам. Наконец впереди он заметил небольшой тусклый предмет. 
- Я нашел! - крикнул он журналисту и пожалел об этом. В плотном электрическом поле даже сильный звук вызывал непредсказуемую реакцию сгустков электричества. Два таких начала стремительно приближаться к незваному гостю. Тот поначалу не обратил на них внимания и наклонился за маленьким ключом. Как только он оказался в руке Самюэля, шары с сильными хлопками взорвались на костюме. 
- Донсон! - крикнул Маршанд, услышав взрывы. - Где вы?
Отшатнувшись от вспышек, изобретатель неловко завалился набок. Ощутив движение, новые шары атаковали костюм. После одной из таких атак Самюэль вскрикнул - удары электричества сильно нагрели "клетку" и она, соскочив с кожаной накладки на запястье, ощутимо обожгла кожу. Самюэль поднялся на ноги и изо всех сил устремился к выходу. 
Рауль, поначалу потерявший Донсона из виду, при его появлении встал у ворот наготове. Тяжелая створка пришла в движение и гулко закрылась, едва тяжело дышащий изобретатель прошел за нее. Тот устало сел на землю и протянул Раулю ключ. 
- Все... получилось... Пить хочу. 
- В таком месте не только пропотеешь. - усмехнулся тот и вручил ему флягу с остатками воды. Самюэль сделал пару глотков и стал нетерпеливо снимать несовершенную защиту.
- Дальше куда? 
- Лаборатории. Они тоже на нижних уровнях, но попасть туда можно только сверху. И еще одно. Не стоит возвращаться тем же путем. 
- Звучит логично, ведь это место слишком значимое. Наверняка есть и другие выходы. Вон там, - Рауль указал на дальнюю от шахты часть подземного зала. - Там я заметил несколько дверей. Стоит проверить их. 
Донсон устало кивнул. Сложив тяжелый костюм обратно в шкаф, он зажег фонарь и последовал за журналистом. 
Там действительно оказалось три двери. За одной из них обнаружился небольшой склад с техническим хламом, ничуть не заинтересовавшим посетителей. За второй была тускло освещенная лестница наверх. Третью дверь открыть просто не удалось, да и в том не было необходимости. 
Лестница уходила довольно высоко вверх. Ее освещало несколько фонарей, расстояние между которыми было слишком велико. Путешественники попадали на большие неосвещенные участки лестницы, где без своего фонаря идти было весьма затруднительно. Немного неприятный запах в сочетании с жутковатыми техногенными звуками из глубин создавали неповторимую атмосферу мертвого искусственного мира.  На одном темном участке в луч фонаря Самюэля попала полуистлевшая рука человека. Судя по его позе, он в панике бежал вверх по лестнице но был убит. 
- Еще один местный? Он не похож на тех, кто напал на нас. 
- Скорее всего. - Рауль присел и осмотрел труп. Затем осторожно отодвинул остатки одежды. - Что тут у нас...
Через мгновение он извлек кожаный сверток, перевязанный шнурком. Развернув его, он обнаружил затертую карту Ирдишхорта. 
- Хороший подарок, - заметил Донсон. - Чудом что его не забрали убийцы. Нам ее очень не хватало. 
- Подсветите мне. Попробую найти, где мы. "Сердце", "Распределитель"... Вот эта лестница, она выходит к небольшой площади в заводском районе, оттуда недалеко до путепровода. Кстати... В его середине есть широкий проход. Он ведет к району контроля,  здесь как я понимаю, находятся те, кто ведет дела города. 
- Держу пари, что создатели находятся там. 
- Лаборатории находятся на уровень ниже там же, вход с круглой площади, вот здесь. Опять придется спуститься. Черт!
- Вам что-то не нравится? 
- Я надеялся, что лаборатории приблизят нас к поверхности хоть на шаг. Как они наблюдают за поверхностью? Или всегда отправляют лазутчиков? Зачем так избегать мира наверху? 
- Страх. Больше ничто не может это объяснить.
- Хоть бы кто выжил и сказал мне, - пробурчал Рауль. - Я не желаю больше общаться с мертвыми.
Они поспешили наверх. Там лестница выходила на небольшой балкончик, укрепленный железными балками. Проход дальше перекрывала такая же как и у "Распределителя" металлическая дверь. Рауль решительно толкнул ее и не останавливаясь, зашел внутрь. 
Через мгновение глаза журналиста столкнулись с несколькими чужими. В них читалось смятение и страх. Но уже через мгновение они сменились решительной агрессией. Люди в балахонах вскочили и приготовили оружие к бою. Маршанд выхватил револьвер и неточно выстрелил поверх голов. В ту же секунду убийцы с ревом бросились вперед. 
- Беги, беги! - завопил Самюэль и толкнул Рауля в сторону противоположного выхода. Тот сделал еще выстрел, слегка ранив одного из нападающих, и бросился к двери, теряя равновесие.
 Затащив за собой Донсона, он захлопнул дверь. Времени на передышку не было, так что они продолжили мчаться вперед. Впереди виднелось подобие площади. Здесь появилось еще два человека с оружием. Застрелив их оставшимися патронами, Рауль забежал в узкие "переулки" между неизвестными аппаратами, емкостями и трубами. "Удивительно, что ни у кого не было ружей" - промелькнуло в его голове. Голос Самюэля заставил остановиться. 
- Проверьте карту, нам нужно к путепроводу! - тяжело дыша сказал он. 
Уходя от погони, они немного отошли от курса. Однако по проходам можно было быстро выйти, а их теснота сбивала преследователей со следа. Самюэль опрокинул некий латунный баллон,  преграждая путь. Вскоре они вновь оказались у двери, пройдя которую Рауль поспешил закрыть на засов. Можно было ненадолго замедлиться. 
Вновь потянуло холодным воздухом - путешественники были в путепроводе. Правда, на этот раз - по другую сторону завала, который находился довольно далеко отсюда. По путепроводу оставалось пройти сотню метров. Там, возле хорошо освещенной платформы был вход в район контроля. 
Вдруг Рауль резко присел за грудой металла и потащил за собой Донсона. На его немой вопрос он осторожно указал на фигуру в балахоне, быстро шагающую по путепроводу. Незнакомец был из числа все тех же загадочных убийц, а судя по его спешке - знал и о незваных гостях. Но он не ожидал встретиться с ними настолько скоро. Едва он прошел рядом, как Рауль бросился на него из-за спины и одним ударом оглушил. Человек в капюшоне слегка застонал и рухнул на землю. Журналист хотел направиться дальше, но Донсон дал знак остановиться. 
- Мы должны допросить его. 
- Нет времени,  они скоро могут быть здесь. 
- Вы же хотите понять кто эти люди?
- Черт... Мы не можем здесь ждать.
- Придется взять с собой. 
- Ладно, помогите мне его поднять. Быстрее!
Взяв "пленника" с двух сторон, они изо всех сил устремились по темному тоннелю.
  ''';
  static String a9a = 'Глава 9. Покои создателя';
  static String a9 = '''
  Вскоре нужное место было уже рядом. Путепровод заметно расширялся,  образовав пространство для посадочной платформы и небольшого легкого павильона. Здесь было решено сделать передышку и заодно провести допрос. Пленник был надежно связан и приведен в чувство изобретателем. С несвязным бормотанием он открыл глаза и пришел в ужас. 
- Ааарх... Кто... Кто?? Где я? Не убивайте меня!  
- Спокойно, спокойно. - Рауль подвинулся ближе. - Будешь вести себя тихо - останешься цел и невредим. Мы зададим пару вопросов. Я надеюсь на ваше благоразумие. 
- Я... Хорошо, согласен. Где мои братья? 
- Повторюсь - здесь мы задаем вопросы. Твои как ты говоришь "братья" напали на нас по пути сюда и поплатились за это. А теперь наш вопрос - кто вы и зачем желаете нам смерти. С самого входа в это место. 
- Я не могу говорить о нашем братстве чужакам. 
- Даже так? - хохотнул журналист и взял в руки револьвер. - Тогда наш разговор становится короче. 
- Не пугай его сильно. - откликнулся из угла павильона Самюэль и приложился к фляге. 
- Почему нет? Они нас хотели убить и мы в праве отплатить тем же. - ответил Маршанд и вновь повернулся к пленнику. - У тебя мало времени. Ну!
- Я скажу... Мы - братство Великого Древа. Охраняем это место от всех чужаков.
- Это город. Стало быть, вы его обитатели? 
- Нет... Никогда. Наше братство почитает силы природы и верно ее богам. Мы живем в единстве с миром,  а это место его разрушало. 
- Вот оно как... Фанатики, поклоняющиеся деревьям. Стало быть, технология вам не по душе. 
- Мы ненавидим ее всей душой. Каждый из нас служит природе и ведет войну с рукотворной смертью. Мы - хранители мира. 
- Пока что мы видим здесь умирающий маленький мир. - сказал Самюэль и обвел рукой вокруг. - Это ваша работа?
Фанатик - пленник растерянно посмотрел на него и, словно с трудом подбирая слова, ответил. 
- Это не мы... Братство не смогло бы справиться с охраной города - нас слишком мало. Все, что было в наших силах - нападать на торговцев, когда те покидали его окрестности. Но мы не теряли надежды. И однажды сюда пришли солдаты. Много солдат, сотни. Издалека мы слышали гулкие взрывы и стрельбу, разведчики постоянно были там... А затем они ушли. 
- Прекрасно, - сказал Рауль. - И вы пришли на горящие руины города забрать остатки. 
- Солдаты не тронули ничего. Но всех жителей города увезли к небольшому заболоченному озеру в низине. И убили. Я их видел - десятки трупов в темной жиже под серым небом. Страшно. 
- Томас... - сокрушенно проговорил Донсон. Затем он собрался с мыслями и схватил пленника за плечи. 
- Кто-нибудь спускался вниз? На нижние этажи?
- Нет. Туда было сложно попасть - солдаты взорвали много туннелей. Только здесь, неподалеку наши братья нашли ход вниз. Но на них напали призраки и они сбежали. Больше туда никто не спускался. 
- Призраки? Неужто в лабораториях вызывали призраков? Что ещё знаешь? 
- Больше ничего.
- Тогда мне интересно другое. Если город разрушен, если жители мертвы - зачем вы остаетесь здесь? 
- Город еще жив... Мы не можем допустить, чтобы он возродился. Теперь мы - стражи этого места. Нельзя допустить... 
- Достаточно, хватит и того что сказал. - вмешался Маршанд. - Так и быть - убивать мы тебя не станем, только свяжем. Чтобы не навредил нам своими выходками. 
- Технология должна быть уничтожена! - вновь заговорил фанатик. - Она разрушает наш мир! Только природа примет нас! Запомните это! Только... 
Удар рукояти револьвера вновь заставил того потерять сознание. Путники перетащили его подальше от входа. 
- Технология им вредит, прогресс помешал. - возмущался Рауль. - Я еще удивлялся, почему  у этих ненормальных нет ружей. Пусть остаются в прошлом, а мы пойдем в будущее. 
- Главное - не выбрать тупиковый путь. - ответил Самюэль. - Иначе все рассыплется прахом. 
- Все же в чем-то они правы.
- В чем же?
- Выйдя из этой "выставки прогресса", я буду рад любому зеленому кусту. - хохотнул журналист. 
Они вышли из павильона и осмотрелись. Это место отличалось от тех, что остались за плечами. Серость и мрачность здесь пытались разбавить живыми красками, вдохнуть немного прекрасного. Над аркой - входом находилась приветственная надпись на камне. По краям от нее стояли флаги, от полотен которых остались пыльные выцветшие остатки. Стены были выложены светлым камнем, кое-где своды подпирали стройные колонны. На центральной площади впереди виднелся даже настоящий фонтан, из которого, пускай не так как прежде, но била вода. Подойдя ближе, Самюэль с удивлением подковырнул зеленую массу мелких растений, плотно облепивших каменное сооружение. 
- Природа берет свое. Человек может победить лишь в постоянной борьбе. 
В три стороны от фонтана располагались мощные двери, украшенные коваными узорами. Возле каждой висело по два небольших фонаря, раскачивающихся от гудящих порывов ветра подземелий.
 Заглянув за левую дверь, Самюэль обнаружил финансовое управление города. Несколько аккуратных кабинетов, заставленных дорогой мебелью, были покрыты слоем пыли. В одном углу явно стояло что-то тяжелое - возможно сейф. Его бесцеремонно выволокли из помещения. Кто знает - спасали ли жители казну, либо налетчики занялись мародерством - теперь это было тайной. Несколько старых бумаг о былых делах не вызвали никакого интереса и продолжили превращаться в труху. Журналисту все же попался на глаза хорошо сохранившийся лист бумаги. Судя по всему, это была одна из докладных записок.
"О финансировании северного путепровода. 
Осуществление постройки северного путепровода, который должен соединять центральный с гаванью, прекращено. Гавань, которая должна обеспечить возможность перемещения по подземным водам а так же их использования в нуждах промышленности города, имеет на данный момент сообщение только с поверхностью в виде узкой шахты. В связи с тем, что в ходе проверки пути постройки путепровода обнаружены непроходимые породы, от него решено отказаться, а существующую гавань - передать в распоряжение научному ведомству. Приказ 23-2, финансовое отделение администрации города Ирдишхорта. "
- Возможно, вам это будет интересно. - Рауль равнодушно отдал лист Самюэлю. Тот быстро прочел его и спрятал в карман жилетки. 
За правой дверью явно находилось управление безопасности - здесь царила атмосфера старой жандармерии. Рауль обыскал помещение, в надежде разжиться оружием, но тщетно - лишь в шуфлятке стола нашлись два забытых патрона. Они даже не подходили к имеющимся револьверам. Часть мебели сильно отсырела и покрылась неприглядной пленкой плесени - ей, по сути, было все равно где расти, была бы достаточной влажность. Вездесущие трубы, зачастую несущие потоки воды лишь помогали этому.  
Центральная дверь была со штурвалом и закрыта. После нескольких попыток ее все же удалось открыть. За ней оказался длинный коридор, стены которого были обшиты деревянными панелями. Здесь царили пыль и темнота. Посветив фонарем вперед,  журналист долго вглядывался в его темную глубину.
- Мы зря теряем время. Идем к лаборатории.
- Подождите минуту. Дайте фонарь. - сказал Донсон и осторожно направился дальше по коридору. Луч света запрыгал по его углам.
"И чего ему неймётся" - подумал Маршанд. "Каждый метр этого проклятого города подавляет меня. Может, ему это просто нравится? Нет? Сидеть в этом опустошении, безмолвии одиночества... Черт, опять это слово. Надо от него отвыкать".
- Подойдите сюда! - негромко окликнул его Самюэль. Рауль не стал медлить. 
Коридор заканчивался через примерно тридцать метров. Здесь справа находилась ещё одна, неприметная дверь без замка. На ней был небольшой круглый иллюминатор с толстым стеклом. Однако оно было настолько мутным, что заглянуть по ту сторону не представлялось возможным. Путники приготовили оружие к бою и затаили дыхание - воцарилась пугающая тишина, нарушаемая лишь тихими скрипами. 
От толчка дверь плавно раскрылась, издав неприятный скрежет. Глазам открылся небольшой кабинет, темный и жуткий. Пыль покрывала все, что попадало в луч фонаря. Где-то сверху была круглая дыра, откуда голубоватым столбом бил свет с поверхности. У одной из стен стояла гряда книжных шкафов, на полу лежал темный ковер. 
- Создатель...  - едва слышно сказал Самюэль. Он осторожно сделал пару шагов вперед. 
Прямо по центру, за столбом света стоял массивный деревянный стол. За ним сидел убеленный сединами человек в офицерском мундире. Его взгляд давно заменили пустые провалы, кожа обтянула кости и череп. Бурые остатки рук лежали на столе, будто бы человек не умер, а просто замер, погруженный в мысли. Перед ним на столе лежал пожелтевший лист бумаги. Рауль осторожно подвинул его, стараясь не повредить и начал читать едва различимые строки. 
 "Я никогда не думал, до чего может довести алчность. И теперь я знаю это, потому что встретился с ней лицом к лицу. Кастлетты... Для нас производство было лишь средством выживания, но не для них. Отправив армию бездушных наемников на мой город, они показали всю гниль своей натуры. Я чувствовал это, но доверился."
Рауль перевел дух и продолжил читать. 
"Моя мечта потерпела крах. Нельзя сбежать от людей... Можно замкнуться в себе, закрыть в разуме все мысли и переживания - но это не спасение в нашем мире. Враги найдут тебя все равно, а как найти друзей, скрываясь от них? Ирдишхорт - это просто памятник моей глупости, замкнутости моего мира, искавшего спасения под землей. Он погибнет, но никто кроме врагов не узнает об этом. "
- Я ведь тоже сбежал от людей, - усмехнулся Донсон. - Только я не хочу закончить так же. Я должен исполнить свое дело.
Раулю стало действительно страшно. Он почувствовал себя брошенным в клетку посреди холодной пустыни. Ощущение страха и обреченности, полной опустошенности, только уже не города - а самого себя. В голове прокрутилась вся жизнь, начиная с приезда в Рапиндо и до поездки к Донсону. Все это время он был один - остальное оказалось лишь иллюзией жизни. Рауль вдруг понял Самюэля, понял его неудержимую тягу закончить свое создание - в ней теперь был весь смысл его жизни. 
- Кастлетты, - с болью произнес изобретатель. - Вот кто стоит за смертью города. Это они отправили солдат, это они превратили мечту в призрака. Из-за них я потерял друга. Я должен... Я знаю, что делать.
Оставаться в этой могиле создателя города у них больше не было ни сил, ни желания. Страшно было представить последние дни этого человека, в один день потерявшего все. Журналист отгонял эти мысли, стараясь думать о скором возвращении в Рапиндо. Ему снова хотелось жить и стремиться в будущее. Донсон же был вновь поглощен своими мыслями, вывести из которых было делом безнадежным. 
Оказавшись у фонтана, Рауль быстро рассчитал путь и направился к лестнице. Именно здесь должна была находиться мастерская и лаборатория Томаса Цейзе. Достигнув последних ступенек, путники по небольшому тоннелю попали в небольшое помещение. В нем, по сути, ничего не было - лишь большая арка с надписью "Кузница опыта - лаборатории Ирдишхорта". За ней начинался темный широкий коридор с колоннами вдоль стен. 
Место не внушало гостям доверия. Особенно переживал Самюэль, перечитывая записи в дневнике друга. 
- Стражи, которых не стоит бояться. Здесь. Что мог иметь ввиду Томас?
- Стоит их бояться или нет - я решу сам, когда увижу. Пока что все, что здесь встречалось, желало нашей смерти. Не хотелось бы новой встречи с этими фанатиками. 
- Здесь слишком глубоко и далеко от столь любимой ими природы. Они бы не стали спускаться сюда. Тем более, что дальше все заперто. 
- Все можно открыть, хватило бы желания. Ну и звуки здесь... 
В коридоре действительно раздавались жуткие глухие звуки. Они давили психически, отбивая желание продолжать путь. Самюэль вздохнул. В голове вновь пронеслась просьба Цейзе - он не мог отказать. И пути назад у него, по сути, не было. Забрав у Рауля фонарь, он пошел первым. 
Коридор пугал неизвестностью. Звуки сбивали с мыслей, заставляя все больше растворяться среди царящего беспокойства. Внезапно прозвучал отдаленный глухой раскат грома, будто бы за стенами коридора начиналась гроза. Краем глаза Донсон заметил в самой глубине легкое свечение, но рассмотреть лучше его не мог. Очень скоро стало очевидно - свечение движется и постепенно приближается к ним. Рауль тоже заметил это и взял в руки оружие. Он напряженно вглядывался в темноту. 
- Это... это что-то живое. Идет сюда... Их несколько... призраки?! 
Расстояние сократилось настолько, что теперь они отчетливо видели несколько полупрозрачных фигур чудовищ, медленно, но верно приближавшихся навстречу. Здесь были и войны с оружием, и совершенно незнакомые создания. Вместе с жуткими звуками, раздающимся из глубины темного коридора, они вызывали лишь одно желание - в панике бежать из этого мрачного места. Рауль едва держал себя в руках. Для успокоения он достал револьвер и выстрелил в "призрака", идущего первым. 
Гулкий выстрел эхом прокатился по подземелью и отразился от его стен несколько раз. На страшные фигуры это никак не подействовало. Журналист разочарованно опустил ствол и сделал пару шагов назад. 
- Выстрелы им не вредят... Действительно призраки. Самюэль, нужно уходить. Самюэль?
Изобретатель, казалось, его не слышал. Он напряженно думал над словами Томаса и поглядывал на приближающихся созданий. 
"Не бояться. Их держат лишь нити света... Что имел ввиду Томас? Возможно, что…» 
Он взглянул на призраков еще раз, а затем медленно пошел им навстречу.
- Донсон? Что вы делаете? Вернитесь!
Самюэль не ответил. Прямо перед ним двигалось ужасное призрачное создание. Глубоко вздохнув, он подался вперед и оказался внутри фигуры. На его одежде появилось свечение и пятна света.  Изобретатель взглянул вверх, и через мгновение призрачная фигура прошла сквозь него. 
- Самюэль? 
- Подойдите сюда. Не бойтесь. 
Рауль осторожно, обойдя стороной фантома, приблизился к Донсону. Тот указал рукой на верхний свод коридора. Журналист направил туда свой фонарь. В пятне света стал отчетливо виден причудливый механизм. Он совмещал в себе детали подзорной трубы, различных линз и десятков шестеренок. Механизм слегка стрекотал и испускал тонкие лучи света, идущие к фантомным чудищам. Взглянув чуть в сторону, Рауль увидел еще несколько подобных машин.
- Это... Иллюзия? 
- Чудеса оптики и только. Вы же наверняка знакомы с кинематографом? Местные гении пошли намного дальше. 
- Никогда не видел столь оригинальной защиты от названных гостей. Безумный город... 
- Предлагаю идти дальше. Или хотите остаться? 
- Нет уж, лучше пулю в лоб. 
В конце коридора обнаружилась железная двухстворчатая дверь. Ключ Томаса Цейзе подошел к замку, и вскоре она открылась с жалобным скрипом. За ней оказалось квадратное помещение, по периметру которой располагались двери в отдельные лаборатории. Небольшим коридором помещение соединялось с еще одним подобным. Под потолком шли трубы и провода, на полу было довольно чисто - кроме хозяев это место явно никто не посещал. Здесь царила удивительная тишина. 
  ''';
  static String a10a = 'Глава 10. Работа гения';
  static String a10 = '''
  Таблички на дверях несли надписи о направлении исследований и имена ученых. Рауль и Самюэль разделились и стали искать лабораторию Цейзе с двух сторон. Вскоре Донсон окликнул журналиста. 
- Господин Маршанд? 
- Да, я здесь. 
- Поздравляю вас. Мы пришли. 
- Надеюсь за дверью на нас никто не набросится. - усмехнулся он и Самюэль открыл дверь. 
Внутри оказалось крупное, тускло освещенное помещение. Один из фонарей был испорчен и не давал света, потому часть лаборатории скрывалась в полутьме. В центре находилась небольшая площадка, окруженная с трех сторон большими столами. На них, как и вокруг на полу, валялось много механического хлама. Вдоль стен стояли шкафы и непонятные емкости. Обилие дерева и металла скрадывали настоящий размер лаборатории. 
- Теперь осталось найти результаты работы Томаса. И самое плохое - я не могу знать, что это конкретно. Но - если увижу то смогу понять. 
- Стало быть, придется перевернуть здесь все вверх дном. 
- Только постарайтесь ничего не повредить. Прошу. 
Осмотр лаборатории занял немало времени. Шкафы были забиты всевозможным хламом и отчетными бумагами, разобраться в которых под силу было разве что Донсону. Он обстоятельно изучал то, что приносил ему Рауль, но многое оказалось не нужным. И все же Маршанд помогал ему со все большим энтузиазмом. Ирдишхорт уже не казался ему столь бессмысленным местом. 
В одном из углов лаборатории обнаружилась небольшая плавильная печь, в другом - небольшой стол с останками препарированных животных и колбами. Журналист невольно поморщился при этой картине. 
- Зачем вашему другу, механику по сути, резать лягушек? 
- Чтобы создать нечто, похожее на живой организм, надо понять его суть.
- Экая метафора выходит. Жизнь через смерть. 
- Можно и так сказать. Но вы же не будете осуждать его за это?
- Конечно нет. Просто... Я теперь больше понимаю тех фанатиков. 
Рядом обнаружился небольшой шкаф, закрытый на хитроумный замок. 
Дверца шкафа открылась. На полке внутри оказалась укрепленная металлом стеклянная колба. Внутри нее находился очень сложный механизм из сотен шестеренок, валиков, тонких штанг, медных спиралей и всевозможных пружин. Понять, как он работает было невозможно даже после долгого изучения, во всяком случае без технического образования. Из колбы исходили несколько медных проволок и с десяток осей с зубцами. 
Рядом лежала пыльная тетрадь. Раскрыв ее, Рауль увидел записи и рисунки, посвященные загадочному механизму в колбе. Без особого интереса пролистав страницы, он остановился на последней. Здесь была небольшая заметка, написанная размашистым косым почерком:
"Обретя разум, мои творения станут на ступень ближе к нам".
- Донсон, кажется я нашел.
- Что же? - Самюэль с интересом подошел ближе. Его взгляд упал на механизм. - Неужели это он... 
- Что он? Или кто?
- Тот самый механический мозг, о котором говорил Томас. А я, дурак, думал, что он шутит... Смог превзойти сам себя. 
- Эта колба способна думать?  Серьезно? 
- Во всяком случае - принимать простые решения. Правда, механизм слишком сложен, так что подобный появится не скоро. 
- Соглашусь. Я пока загляну в другие лаборатории - возможно, там будет что-нибудь полезное. 
Рауль ушел,  а Самюэль, оставшись один, продолжил читать дневник Томаса.  На очередной странице было написано следующее:
" Совершенствуя свои прототипы, развивая их способности, я хотел достичь искусственной жизни. Я создал железные мышцы, я создал хрустальные глаза - я даже породил механический мозг, но я не в силах был наделить их чувствами и совестью. На это способно лишь человеческое сердце, и нет ему никакой замены."
Ниже была изображена интересная деталь, не похожая ни на что виденное ранее. Самюэль некоторое время смотрел на него. Внезапно его осенила догадка, и он вскочил с места, вновь продолжив поиски. 
- Не все еще найдено, - тихо сказал он. - Еще не все... 
Изобретатель обыскивал каждый закуток лаборатории, заглядывал во все шкафчики и полки. Однако среди внушительных гор найденных деталей не было ничего из списка Томаса. В отчаянии Самюэль поставил на стол рядом с печью свой зажженный фонарь и "колбу с мозгом", присел рядом, В мыслях он представил себе это место в прошлом, когда его друг в этих стенах ломал голову над очередной правильной шестерней великого механизма. Этот упорный труд требовал высших знаний математики, физики и механики, а главное - умения объединить это в одно целое. Для этого нужен был весь разум, без остатка на другие житейские дела и переживания. Здесь не было места для любви, сочувствия, презрения, тщеславия - все это отвлекало, сбивало со счета и переводило стрелки назад. Нужно было принять одиночество и уйти от мира. Ирдишхорт был тому идеальным местом.  
Чтобы создать машину, надо самому стать машиной. А чтобы воссоздать жизнь в машине, надо понимать и чувствовать существование... и быть машиной." - Донсон усмехнулся нелепости и абсурду мысли. Взгляд его снова устремился к "мозгу". Под изогнутым стеклом тускло отсвечивали ювелирной работы детали. Зрелище завораживало, еще большее восхищение приносила мысль увидеть это в действии. И все же одна мелочь смогла привлечь внимание Самюэля. Всего лишь крохотное отражение освещенной фонарем печи на стекле. Но в ее погасшем когда-то чреве он заметил мерцающую искорку. С удивлением Донсон обернулся к печи и через мгновение действительно заметил за остатками прогоревшего топлива блеск. Схватив фонарь, он начал разгребать топку, заглядывая в глубину. 
Предчувствие его не обмануло - это был хрусталь, а точнее - один из зрительных приборов - "глаз" для будущего прототипа. Вместе с ними изобретатель извлек сверток с незнакомой деталью для парового двигателя - так гласила маленькая записка рядом - а так же то самое неизвестное устройство, что было изображено в дневнике Томаса. Небольшая стеклянная сфера в центре раскрывалась пополам и была окружена медными патрубками. Самюэль быстро понял ее назначение. 
- Самюэль! - раздался голос журналиста издали. - Взгляните, что я нашел!
Донсон быстро завернул находки в сверток, справедливо рассудив, что объяснять их Раулю еще не время. Оставив его на столе, он встал и направился к двери, куда уже заходил Маршанд. В руках тот держал нечто похожее на оружие. 
- Я заглянул в соседние лаборатории, те что не были слишком надежно заперты. Ну и вещи здесь изучаются... Единственное что мне удалось найти из полезного - только это. - Маршанд передал ружье изобретателю. 
Ружье это было лишь на первый взгляд - угадывался приклад и спусковой крючок. Но несколько рычагов и хомутов на месте ствола вызывали вопросы. Однако Самюэль быстро узнал изобретение. 
- Это же механический ампуломет! Простое средство, чтобы забрасывать ампулы на врагов... Вы кстати не видели там заодно стеклянные емкости, которые... 
- Эти? - Рауль выложил на стол несколько зарядов размером с винную бутылку с зеленоватым содержимым. - Я сразу понял, что это отсюда, но не смог зарядить. 
- Сейчас. - Самюэль ловко поместил заряд в ампуломет и взвел рычаги. - Вам интересно его испытать? 
- Конечно. Что будет мишенью?
- Да хотя бы этот стул. Вынесите его за дверь и поставьте на расстоянии. 
Они вышли в квадратную комнату. Журналист поставил стул и отошел к стене. Самюэль прицелился и, сосчитав до трех, нажал на спуск. 
Негромко лязгнув, рычаги на оружии провернулись, вышвырнув стеклянную ампулу в одинокую мишень. От удара стекло разлетелось на куски, позволив содержимому с шипением покрыть дерево. Спустя несколько мгновений вещество разъело и растворило стул, подобно горящей спичке. На земле осталось лишь немного кашеобразной массы. 
- Вот так штука, - присвистнул Рауль. - Мне она уже нравится. 
- Они в лаборатории создавали это вещество, а оружие - явно как образец для демонстрации возможностей. 
- В любом случае, нам оно пригодится. Вы нашли что искали? 
- Определенно. Теперь мне нужно вернуться на поверхность и закончить работу. А еще - отомстить... - Самюэль со злостью сжал кулаки. 
- Все в ваших руках, друг. Оружие я возьму себе, а так же одну вашу сумку. Вы же заберите механизмы. 
- Благодарю за помощь. Самому мне никогда не оказаться здесь. 
- Вы были правы насчет одиночества. Вдвоем легче идти к цели. У меня к Кастлеттам свои вопросы. Да, кстати - я посмотрел на карте, кроме коридора с… гм, призраками, есть еще один выход. Он там, за тем проходом. 
- Скорее отправимся же туда. 
Собрав вещи, они выпили воды и отправились в путь. Выйдя из лабораторий, они вновь оказались в темных и мрачных технических коридорах и помещениях. Следуя по карте, они прошли мимо шипящих труб и диковинных машин, постепенно поднимаясь выше. Надо сказать, что периодически встречающиеся ступеньки вверх Рауль принял с большим воодушевлением. 
- Довольно спускаться в бездну, пора и вернуться к облакам. - шутливо сказал он Донсону. 
- Хороший лозунг для выступления! Вы никогда не думали пойти в политику?
- Мне довольно грязи на моей работе, а привирать порой приходится каждый день. 
- В грязный век чистой работе места нет. - грустно вздохнул изобретатель. 
Энергичное шествие по подземелью прервала наглухо закрытая железная дверь. На попытки сдвинуть она отвечала лишь кратким глухим "ворчанием". Рауль решительно направил на нее ампуломет и отошел на безопасное расстояние. 
- Сейчас узнаем, насколько успешно работали химики. 
Жидкость разлилась по холодной поверхности, заставляя ее пузыриться и плавиться. Процесс шел быстро, но Рауль решил для надежности использовать еще один заряд. 
Самюэль зачарованно наблюдал за исчезающей дверью. Вещество разъело в ней сквозную дыру, оставляя легкие облачка газа. Сквозь нее уже была видна комната с той стороны. Там горел слабый свет, но деталей рассмотреть не удавалось. Рауль с ворчанием заряжал ампуломет, держа его на коленке. 
Внезапно в дыре промелькнул силуэт фанатика. Он осторожно подошел ближе и заглянул внутрь. Проделки с дверью были для него неожиданностью. Но еще большей неожиданностью было увидеть через дыру двух чужаков. Опешив, он медленно стал пятиться от двери. Донсон взволнованно обратился к журналисту:
- Рауль, быстрее... 
- Уже, почти закончил. - раздраженно ответил он. 
Тем временем фанатик выхватил длинный нож и, замахиваясь, направился к дыре. Та за эти мгновения успела увеличиться ещё больше. Самюэль в панике попытался достать револьвер, но у него это выходило скверно. Фанатик уже начал метать нож, как за спиной изобретателя лягнул металл. 
Смертоносная капсула стремительно влетела в дыру и разорвалась от удара в голову фанатика. На мгновение тот отшатнулся назад, а затем подземелье огласил мучительный крик боли. Вещество хлынуло по телу и в секунды уничтожило одежду и кожу, обнажив мясо. Дёрнувшись в конвульсии, враг упал на колени, рядом с ним упало несколько жидких ошметков. Крик превратился в сипение дырявого горла, а затем и вовсе исчез, сменившись тихим шипением испарений. 
Рауль и Самюэль смотрели, не отрывая глаз. Увиденное повергло их в шок, и они не могли произнести ни слова. Наконец Донсон взял вещи и осторожно вылез в дыру. Маршанд последовал следом. 
- Какая страшная смерть. Я не могу представить того, кому бы пожелал такое. 
- Он ведь даже не знал о нас. Мы напали первыми. 
- Не будем забывать, что мы для них - враги и злоумышленники. В любом случае он поднял против нас оружие. Но меня волнует другой вопрос. 
- Какой же?
- Эти ампулы. - Рауль взял в руки одну. - Вещество в них разъедает все. Взгляните - даже каменный пол пострадал. И все же это стекло его сдерживает. Почему? 
- Позвольте. - Самюэль взял ампулу у него из рук. Покрутил со всех сторон, посмотрел на просвет. Затем присмотрелся поближе и поднял на Рауля глаза. 
- Мне нужно что-то острое и огонь.
Журналист быстро отыскал свою бензиновую зажигалку и нож. Вручив их изобретателю, он стал с интересом наблюдать. Донсон раскалил кончик лезвия ножа на огне, а затем надавил им на стекло капсулы, лежащей на земле, заставляя его плавиться. Повторив это несколько раз, он смог сделать в стекле небольшое отверстие. 
Содержимое тотчас зашипело, и отверстие стало стремительно разрастаться. Вскоре капсула развалилась, освободив вещество, которое начало грызть каменную толщу под собой. Самюэль с удовлетворением поднялся на ноги. 
- Что ж, теперь есть ответ на вопрос. Для пробуждения жидкости не хватало одного компонента. 
- И это... 
- Воздух. Без него реакция не происходит. 
- Но позвольте, как же тогда без воздуха заполняли заряды?
- А это уже вопрос мастерства. - улыбнулся изобретатель. 
Оставив комнату позади, они прошли через еще один небольшой коридор. Отсюда до выхода, согласно карте, оставалось совсем немного. Рауль радостно рвался вперед.
  ''';
  static String a11a = 'Глава 11. Из глубин к свету';
  static String a11 = '''
  Коридор оканчивался дверью, за которой было слышно завывание ветра. Он был воспринят как хороший знак. Отворив дверь, путешественники оказались в высокой вертикальной шахте,  по периметру которой поднималась металлическая лестница. По центру находилась высокая цистерна, от которой отходили небольшие трубы. Высоко над головой, в метрах тридцати, было два больших отверстия, сквозь которые было видно небо. 
- Скорее вверх. - сказал журналист, перехватив поудобней ампуломет. 
Ступеньки и целые пролеты под стук шагов оставались позади. В нетерпении выйти на поверхность лестница казалась бесконечной, снова и снова делающей поворот. Внезапно подъем кончился на половине пути. Здесь в стене чернел очередной проход, куда и направились путники. 
- Когда я вновь окажусь дома - я выпью целую бутылку хорошего коньяка. - сказал Рауль. -Я никогда так не скучал по дому. 
- Мы начинаем ценить вещи, лишь потеряв их. - тяжело дыша ответил Самюэль, а затем резко замер. - Тихо! Вы слышите? 
- Да... голоса. Впереди. 
- Хорошо. Осторожно, вперед. 
Вскоре они вышли в крупный зал, в несколько этажей высотой. Их выход располагался на втором уровне и, пересекая зал поперек железным мостком, спускался вниз небольшой лестницей. Внизу же к залу примыкал путепровод. А главное - с противоположной ему стороны находилась очень большая наклонная шахта, уходившая вверх к поверхности. Оттуда в зал проникал яркий свет. По этой шахте проходил рельсовый путь, окруженный неизвестными конструкциями. Снизу раздавались голоса - прямо по центру зала горел костер, вокруг которого сидело около десятка фанатиков. Они разговаривали между собой а некоторые негромко пели невнятную монотонную песню. Мосток проходил прямо над ними, изредка скрываясь за металлическими опорами. 
- Выход?.. - с надеждой спросил Донсон. 
- Выход. - ответил Рауль. - А вон тот подъем с рельсами - наш путь наверх. Вопрос лишь в том, сможем ли мы добраться до него незамеченными. 
- А главное - целыми. Хотя, есть у меня одна идея. Придется расстаться с моими зверушками. 
- Вы хотите избавиться от лишних вещей? 
- Я использую их как приманку. Когда фанатики отвлекутся на них - ускользнем к выходу. 
- Хорошо. Тогда - осторожно вперед. 
Железный мосток, не смотря на всю аккуратность крадущихся путников, едва слышно поскрипывал. На счастье, разговорившиеся фанатики заглушали шумы, равно как и капель просачивающейся сквозь скальную толщу воды. На середине мостка снизу повеяло теплым воздухом - прямо под ними горел костер. Шаткая дорожка вздрагивала от шагов. 
Именно сейчас Рауль осознал, насколько неудобно он держит вещи. Руки уже заметно устали, но перехватить поудобнее - значит создать лишний шум. Он мог стать роковым. Снизу все так же доносилось гнусавое пение, а секунды тянулись все дольше. Самюэль, загруженный механизмами и припасами, был в не лучшем положении. 
"Двадцать шагов... только двадцать шагов" - повторял про себя Маршанд. Желание вернуться к нормальной жизни, пробудившееся в глубинах Ирдишхорта, теперь усилилось в разы. Руки начинали дрожать, а ноги сами по себе увеличили темп. Одна из сумок опасно качнулась набок, грозя громко ударить об перила. Рауль резко дернулся в другую сторону. 
- Шшш... - неодобрительно зашипел Самюэль за спиной. Осталось сделать последнее усилие. 
Путники добрались до противоположной стороны зала. Здесь перед спуском вниз была небольшая площадка, скрытая от фанатиков у костра связкой труб. С несказанным удовольствием журналист дал краткий отдых рукам и перехватил вещи удобно. Для побега из подземелья оставалось лишь спуститься вниз и пройти мимо костра к рельсам наверх. На них виднелась небольшой вытянутый вагончик, закрепленный в нижней части шахты. 
Самюэль стал осторожно вытаскивать упакованных автоматонов. Стараясь работать во время громких речей снизу, он довольно быстро собрал паука, тележку "ежа", а так же еще одно причудливое устройство, напоминающее высокую карету, правда лишь до колена высотой. Рауль искренне поразился, насколько компактно оно разбиралось. 
- Для чего эта штука?
- Я ведь надеялся застать Томаса живым. - тихо сказал Самюэль. - Эту музыкальную коробку я в шутку обещал подарить ему. Взял с собой... Но теперь ей суждена другая роль. 
- Хорошо. Надеюсь, мы справимся без проблем.  
- Все готово, - прошептал Донсон. - Можем начинать. 
- Удачи нам. - ответил Рауль и медленно, пригнувшись к перилам, начал спускаться вниз. 
Сойдя с лестницы, они вновь притаились за железным укрытием. Выход манил своей близостью, вызывая желание рискнуть пробежать мимо ничего не подозревающих врагов. Но это было слишком рискованно. Самюэль подготовил все автоматоны и с вопросом взглянул на Рауля. Тот тяжело вздохнул, а затем махнул рукой. 
Механизмы с лязгом, треском и скрипом устремились мимо костра прочь от спасительного выхода. Фанатики понемногу стали переводить внимание на источник шума. Один за другим голоса стихали. Самоходная музыкальная коробка остановилась и в наступившей тишине зазвучала веселая трескучая мелодия. Среди группы фанатиков выделился один, с увесистым посохом в руках. Его одеяния немного отличались от других. Возможно, это был их предводитель. Подняв руки, он обратился к окружающим. 
- Братья! Мы пришли в это место зла, которое несло беды нашему миру. Пришли, чтобы уничтожить и не позволить никогда возродиться. И сейчас перед вами - исчадия этого адского подземелья, несущие смерть природе. Отправьте же их обратно в глубины! Во славу великого древа!
Толпа фанатиков злобно оскалилась и с криками бросилась на творения Донсона. Сжав зубы, тот с болью смотрел на смерть искусственных жизней. Ему хотелось уничтожить этих людей, но толчок в плечо от Рауля вернул его разум на место. 
- Скорее, у нас нет времени!
Они торопливо, стараясь не привлекать внимания, направились к вагону. Он оказался подобием фуникулера, переправлявшего людей и груз на поверхность. "Пожалуй, именно это и есть парадный вход" - промелькнуло в голове у журналиста. Он забросил вещи внутрь, а затем направился к рычагам управления. Их было два. Разобравшись с подписями, он выяснил последовательность действий. Первый рычаг запускал механизм, второй - начинал движение. Но никакой реакции от его действий не последовало. 
- Самюэль, проверьте механизм снаружи. Не могу запустить!
- Одну минуту, мой друг.
Самюэль быстро понял, что вагон движется на сжатом воздухе - он догадался по нескольким вентилям, перекрывавшим широкие трубы, уходящие под рельсы. Он забежал обратно в вагон и указал на манометр возле рычагов. 
- Когда стрелка дойдет до отметки - запускайте. 
- Понятно.
Вернувшись к вентилям,  Донсон бросил последний взгляд на свои механизмы. Толпа фанатиков разодрала их на части и теперь растаскивала уцелевшие части. Он быстро повернул первый вентиль. 
Подземелье огласило громкое шипение труб, опутавших огромный зал. Фанатики тут же бросили механизмы и притихли. Самюэль повернул второй вентиль. Толпа развернулась в его сторону и с ревом побежала. Самюэля бросило в холод. 
- Что там? - взволновано спросил Рауль, услышав голоса. 
- Готовьтесь! - крикнул Донсон и повернул третий вентиль. 
- Есть! - ответил журналист. Вагончик зашипел и слегка вздрогнул. 
Изобретатель в панике метнулся к вагону. Толпа была уже в паре десятков метров от него. Одна нога уже пересекла порог, как в другую со свистом попала тяжелая арбалетная стрела. Самюэль упал в вагон, и в ту же секунду тот тронулся с места, начав неторопливое движение вверх. 
- Как вы, Самюэль? - Рауль бросился к раненому напарнику. 
- Ааа... Больно шевелить... - тот согнулся, подтянув колено к груди. Из бедра торчало темное древко. Маршанд осторожно извлек его, а затем туго забинтовал рану своим платком. Донсон бессильно откинулся на стенку салона. 
Спустя пару мгновений, вагон с шипением достиг верхней точки. Трубы зашипели сильнее, после чего раздался сильный толчок. Здесь пути заканчивались, за ними были большие двустворчатые ворота из темного металла. Они были открыты, пропуская в подземелье солнечный свет.  Рауль взял вещи и помог Самюэлю выбраться из вагона. Тот мог передвигаться самостоятельно, хоть и с большим трудом. Журналист взял у него часть вещей - со своей сумкой расставаться он не пожелал. 
- Я еще в силах нести ее сам. - пояснил он. 
Взгляд Маршанда упал на ампуломет. К нему оставался один заряд, и Рауль решил использовать его по назначению. Ампула полетела в неуклюже карабкающихся наверх фанатиков, вызвав среди них крики и стоны. Сам ампуломет, став бесполезным, так же отправился в глубины Ирдишхорта. Путники направились к воротам и вышли наружу. 
Поток свежего воздуха и яркий свет солнца подействовали на отвыкших людей ошеломительно. Щурясь и жадно делая вдохи, они отошли от выхода и направились к траве возле каменного склона. Рауль спешно вернулся к воротам и с грохотом закрыл выход из мертвого города. После чего устало повалился в траву рядом с Самюэлем и расхохотался. Тот искренне последовал его примеру. 
- Аахахах, ахаха, мы выбрались! Выбрались из этого кошмара! А-а, наконец-то, воздух, небо... Я счастлив, черт возьми!
- Хе-хе, да, все позади. Черт, нога... Подвела меня, зараза. Нужно уходить. 
- Куда? 
- Неважно. Дальше. - прокряхтел Донсон, а затем указал куда-то рукой. - Я слышу, там вода. 
- Мы не можем вернуться к ущелью? Вы там оставили паромобиль. 
- Черт с ним... и пути туда мы не знаем. Мы вообще не знаем где мы. 
- Тогда - к воде. - сказал Рауль и помог Самюэлю подняться. 
День шел к вечеру и был прекрасен. Нагретый воздух у земли смешивался с прохладным ветром гор, насыщаясь свежестью. Среди обломков скал росла сочная пышная растительность. Где-то кричали птицы. 
Усталым путникам, вернувшихся из темных глубин подземелья, это все казалось раем, куда они попали через тяготы испытаний. Мертвый город сделал их друзьями, всегда готовыми протянуть руку помощи.
Они осторожно спускались по россыпи камней к поблескивающей впереди горной реке. Ее быстрое течение шло издалека, вбирая подземные воды Родниковых горах. Журналист подвел изобретателя к берегу, и с наслаждением стал утолять жажду. 
- Это прекрасно. - удовлетворенно сказал он.
- Нам нужно сделать хороший привал, - ответил Донсон. - Я с трудом могу двигаться. 
- Нет проблем. Я соберу топливо для огня. 
Сухих веток в окрестности реки нашлось немало - к тому же река в изобилии выбрасывала мертвые ветви на свои берега. Рауль собрал небольшую охапку, которой должно было хватить. Взглянув на небо, он увидел низко летящие облака и невольно улыбнулся - ведь совсем недавно над его головой были лишь скалы. На берегу Самюэль уже успел сложить из камней кострище и теперь пытался перевязать по-новому рану. 
Только когда на берегу загорелся огонь,  журналист позволил себе расслабиться и прилечь. Положив сумку под голову и вытянув ноги, Рауль достал свою трубку, набил табаком и закурил, медленно выпуская клубы дыма. Донсон задумчиво бросал мелкие камешки в быстрые воды. Полчаса пролетели незаметно. 
- Самюэль!
- Да.
- Что вы будете делать, когда вернетесь обратно?
- Мне нужно закончить свой труд. Это главное. Правда, самому мне будет трудно это сделать. 
- Можете на меня рассчитывать. Я помогу вам. 
- Я весьма признателен. Вы и так сделали для меня очень много... Мне будет трудно отблагодарить вас по достоинству. 
- Оставьте это. К тому же, у нас сделка - я вам нашел город, а вы мне - информацию о себе. Правда, меня интересует одна вещь. 
- О чем вы?
- Вы столько времени провели в одиночестве... И сейчас согласились оказаться в центре внимания огромного числа людей. Как вы будете жить дальше? 
Самюэль устало посмотрел в небо, приподнял брови. Тяжело вздохнув, он ответил.
- Не знаю. Да и разве это важно. 
- А я планирую вернуться на свое место. Возможно, именно эта статья позволит сделать мне еще пару шагов вверх. 
- Вы счастливый человек. У вас есть мечта и стремление достичь ее. Вы делаете успехи. 
- Да, но порой люди сильно угнетают меня. Хочется сбежать от них, скрыться от всех, как этот город. 
- Вы же видели, что писал основатель города. Он умер в несчастье. Нет, Рауль, нужно не бежать от людей - нужно искать своих людей. 
- А как же вы?
- А я нашел. И потерял навсегда. И теперь я хочу отомстить... - Донсон взглянул на огонь. - Пора идти. Надо выбраться до темноты. 
Солнце клонилось к закату, бросая между гор свои огненные лучи. Рауль и Самюэль двигались вдоль берега на Восток, справедливо рассудив, что река выведет их к людям. Раненная нога давала о себе знать, и поневоле приходилось замедлять ход. Воздух постепенно холодал. 
Они шли уже больше часа, но вокруг была только дикая природа. Человек не успел еще опутать ее своими цепями, и она продолжала жить своей жизнью. Только надолго ли? Ответ могло дать только время. 
  ''';
  static String a12a = 'Глава 12. Соль и ветер';
  static String a12 = '''
  Путь преградил довольно высокий скальный выступ. Удаляясь от реки, он плавно перетекал в каменистый холм, покрытый прорастающей травой. Было решено пойти длинным путем и взойти на холм с его покатой стороны. Измотанный и раненный Самюэль не оставлял других вариантов. 
- С вершины наверняка будет видно течение реки на большом расстоянии. - сказал Рауль, помогая Донсону идти. - Как знать, может нам предстоит долгий путь. 
- Я справлюсь, - шумно дыша ответил тот. - Этот холм не кажется мне преградой. А с вершины - тем более не покажется. 
Журналист решил оставить сначала вещи внизу, направив все усилия на помощь раненному напарнику. Их путь к вершине был нетороплив и извилист. Пот лился с лица Самюэля, собравшего силы на подъем и борьбу со жгучей болью. Но в глазах его горела решительность - и немного отчаянья.  
- Почти дошли! - приободрил его Рауль. - Еще пару шагов!
Наконец они вышли на зеленую вершину. Отсюда был виден их путь на пару километров в обе стороны. Здесь ветер заметно крепчал, не встречая на пути преград. Позади возвышалась крупная гора, впереди - холмистая долина реки, на которой островками ютились деревья. Никаких поселений или дыма на горизонте не было видно. Внезапно Самюэль указал на точку вдали.
- Там что-то есть. Мне плохо видно. 
Рауль присмотрелся. В указанной стороне вдалеке был склон холма, на котором росло несколько деревьев. Глаз заметил небольшое движение рядом - что-то появлялось и исчезало. Журналист протер глаза и внимательно стал наблюдать за тем местом. Вскоре нечто появилось снова - и Рауль понял, что это было. 
- Там люди! Нам нужно туда. Нам помогут. 
- Очень надеюсь на последнее.
Маршанд быстро вернулся за оставленными вещами, и они продолжили путь. Спуститься с холма было куда легче подъема. Отдаляясь от берега реки, они вышли в ложбину между холмами, и вскоре загадочное место показалось между облюбовавшими склон зарослями. 
- Лес... без деревьев. 
- Здесь люди ловят ветер - значит, они где-то рядом. 
Впереди действительно был лес из десятка высоких металлических конструкций. С десяток узких башен несли большие крыльчатки ветряков. Скрипя, они вращались под порывами ветра, вращая целую систему шестерен и валов, которые уходили в скважины. 
Вокруг была выстроена шаткая ограда. Путники направились вдоль нее, приближаясь к двухэтажной темной постройке, увенчанной небольшой трубой. Из нее шел серый дым. Вскоре они вышли к воротам, где их встретил хозяин этого места. 
- День добрый! Кто это к нам пожаловал? 
- Мы потеряли дорогу. Не скажете, как выйти к Рапиндо? 
- О, так это довольно далеко отсюда! И судя по тому, откуда вы пришли - идете вы не совсем верную сторону. - хозяин бросил взгляд на Самюэля. - Ваш друг ранен? 
- Да. Несчастный случай. 
- Проходите в дом, вам нужен отдых!
Они прошли за ворота и направились за постройку. За ее стенами был слышен шум пара. Вскоре показался небольшой домик владельца. 
Первым делом хозяин помог должным образом обработать рану, и Самюэлю стало легче. Собрав небольшой обед, он пригласил гостей к столу. Горячая еда была встречена с воодушевлением. Дождавшись, когда гости закончат с едой, хозяин с нетерпением начал задавать вопросы. 
- Как вас зовут? 
- Меня Рауль, а это Самюэль. 
- А меня Уолтер. Я здесь и живу и работаю. Откуда вы пришли? 
- Мы были в Родниковых горах. Мы хотели разведать здешние... горные породы. К сожалению, мы утеряли карту. 
- Досадная оплошность. Впрочем, вам повезло. Получается, вы - геологи? 
- Что-то в этом роде. 
- А я капиталист. - расхохотался Уолтер. - Вы ведь наверняка успели оценить мои машины. 
- По правде сказать, нас немного удивили эти... ветряки. 
- Это насосы. - улыбнулся Уолтер. - Я добываю соль из здешних залежей. Метод старый, но действенный - заливаю воду в скважины, а потом эти ветряки выкачивают наверх рассол. Ну я здесь я уже выпариваю соль. 
- И вы работаете здесь один?
- Нет, у меня есть еще два помощника. Но сегодня выходной, и они отправились по домам... Вы ведь тоже направлялись домой? 
- Да, верно. Только заблудились, да еще и эта рана... Река вывела нас к вам. 
- Не буду разрушать ваших надежд. Я отвезу вас в Рапиндо - притом совершенно бесплатно. 
- Возможно, вы нас можете довезти до Глозо? - тихо спросил Донсон. 
- Конечно, это даже ближе. Но на ночь глядя ехать будет глупостью - так что оставайтесь на ночь. Места на всех хватит. 
- Мы весьма признательны вам. 
- Не стоит. - махнул рукой Уолтер. - Добро всегда возвращается к человеку. В отличие от денег!
В небольшом доме действительно хватило на всех места. Теплый, с небольшими окнами и деревянными полами, он давал ощущение искренней гостеприимности. Путешественники настолько устали, что не обратили должного внимания на уют комнат и забылись глубоким сном.
Утро началось легким свежим дождем, после которого через обрывки туч вновь засверкало солнце. Уолтер решил убить двух зайцев, захватив заодно с гостями дома еще и часть своего товара в Рапиндо. Рауль стал помогать ему относить тяжелые мешки соли в старый громоздкий паромобиль. Этой машине было уже около десятка лет, устаревший двигатель и котел сильно почернели, придавая и без того внушительной машине устрашающий вид. Восемь тяжелых железных обрезиненных колес обещали будущим пассажирам изнурительную поездку. Впрочем, сам Уолтер был другого мнения. 
- Все в нашей жизни решают привычки и сравнение. Я несколько лет вожу соль на моей развалине, и вполне доволен. А поначалу ведь доходило до нервных срывов. - он погрузил очередной мешок и выпрямился. - Как знать, может через пару десятков лет наша жизнь будет казаться такой же нелепой и неудобной. 
- Время покажет. - Рауль вытер руки и направился в дом. - Я за вещами и напарником. 
- Надеюсь, я успею развести пары к вашему возвращению! - хохотнул хозяин "железного леса".
Самюэль к тому времени уже успел собраться и неторопливо допивал кофе. 
- Скоро выезжаем? - спросил он. 
- Можете уже выходить, - торопливо бросил в ответ Рауль. 
Спустя пару десятков минут все были уже готовы к отправлению и заняли в паромобиле свои места. Четыре небольшие начищенные трубы выбрасывали к небу черные потоки дыма. Уолтер начал движение,  машина неторопливо покатилась по узкой дороге между холмов, яростно шипя и фыркая. 
Назвать путь приятным не получалось никак. Несмотря на то, что паровик ехал весьма неторопливо - его вполне могла обогнать лошадь, идущая рысью, корпус нещадно трясло. Тяжелые железные детали грохотали на ухабах, заставляя страдать еще и слух. Утешала лишь одна мысль - они возвращаются домой. И осталось немного. 
Через час дорога вынырнула из леса, рядом возникли приземистые позеленевшие от сырости домики Глозо. А на горизонте уже виднелись устремленные в небо здания Рапиндо. К большому облегчению путников паровик остановился. Попрощавшись с Уолтером и искренне поблагодарив за помощь, они вошли в селение. 
Местные жители посматривали с опаской на знакомые лица, не встречая в ответ никаких эмоций. Последние дома остались за плечами, и скоро заросшая тропа вышла на берег озера. Самюэль торопливо открыл ворота и отключил коварные ловушки. 
- В ближайшее время от них навряд ли будет какой толк. - пояснил он. Погрузив свою и Рауля поклажу на крюк канатной дороги, Донсон отправил их ко входу в дом, пройдя остаток пути налегке. 
- Мне предстоит главная работа жизни. Весь опыт прошлых лет и даже больше понадобятся именно сейчас. И конечно - труд Томаса не должен пропасть зря. Вы со мной?
- Конечно. - решительно ответил Маршанд. 
Трудно описать дальнейшие несколько дней их жизни.  Это была изнурительная работа как для тела так и ума, подлинное испытание находчивости, изобретательности и терпения. В дневнике Цейзе было много важных идей, которые часто решали, казалось бы, неразрешимые задачи на пути изобретателя. Совмещая их со своими, он получал удивительный результат. 
Нельзя сказать, что у Донсона в мастерской был недостаток материалов, но для текущей работы требовалось много редких деталей. Без колебаний было решено пустить на слом почти все прототипы, разобрав их до винтика. Рауль смог освоить новые рабочие профессии, выполняя самую тяжелую работу. Впрочем, только в физическом плане. Что касается расчетов и сборки - это было лишь в распоряжении Самюэля. Он работал как одержимый, часто до полного изнеможения. 
Скоро автоматон стал приобретать очертания. Это была человекоподобная фигура ростом примерно в три с половиной метра, с мощными конечностями и крепким каркасом. Донсон задумывал свое творение соразмерным с человеком, но не смог уместить все необходимое. И тогда он решил превзойти живой оригинал во всем. Согласно указаниям Цейзе он доработал двигатель, но принцип устройства оставил свой. Прикручивая механическую руку к телу - корпусу, он грустно заметил:
- Пусть металл и сильнее плоти, но в красоте он слишком грубый. 
Все детали повторяли человеческие органы и работали безукоризненно. Каждую часть автоматона изобретатель проверял дважды. Это затягивало работу, и она казалась Раулю вечной. 
  ''';
  static String a13a = 'Глава 13. Жертва мечты';
  static String a13 = '''
  К ночи, когда работа оканчивалась и приходило время сна, журналист стал слышать из-за стен своей комнаты голос. Он привлекал внимание и мешал уснуть. В первую ночь Рауль не обратил на этот факт внимания, подумав про проделки механической фигуры, но в следующую ночь все повторялось. Заинтересованный, он осторожно вышел в коридор и подкрался к выходу, ориентируясь на голос. Возле угла он осторожно выглянул, стараясь быть незамеченным. 
Входная дверь была открыта. На пороге сидел Самюэль и смотрел в небо на звезды. Он говорил вслух. Говорил с теми, кто когда-то был рядом - лучший друг Томас, любимая Наэль, отец и мать. Его слова были полны душевного тепла, которого Рауль никогда не замечал за ним прежде. Самюэль вспоминал моменты своей жизни, рассказывал мечты, которые так и не сбылись. А главное - он обещал им, что не оставит их и придет в гости. 
Рауль медленно вернулся в комнату. Теперь он чувствовал страх. Страх оказаться в такой же пустоте что и Самюэль, жить в мире своих грез и воспоминаний. Все существенное стало вдруг несущественным. Терзаемый мыслями, он провалился в глубокий сон. 
В конце третьего дня работа была почти завершена. Много времени Донсон пытался соединить механический мозг со всей остальной системой. Помощь журналиста, который не позволял изобретателю сбиться и запутаться, была очень кстати. 
Вскоре были проведены испытания механического "тела". Заправив его маслом и топливом, Самюэль запустил котел и позволил движителю войти в силу. Тело начало отчаянно двигать конечностями, проявляя отличные результаты. Тогда был включен мозг. Зажурчав сотнями шестеренок, он быстро успокоил беснующийся механизм, делая движения более органичными. Донсон довольно улыбнулся. 
- Сейчас он как ребенок, ничего не умеет и ничего не понимает. Но это пройдет. 
Он заглушил котел и выпустил пар из двигателя. Окутанный водяным туманом, автоматон медленно распластался по полу мастерской. 
- А что это за штука? - Рауль указал на загадочную дверцу на корпусе автоматона. 
- Это... Одна из главных деталей, созданных Цейзе. Она очень важна. Придет время - и вы узнаете. 
Поужинав, Донсон решил отложить испытания и последние работы на следующий день. Пожелав спокойной ночи, он удалился в свою комнату. Маршанд пытался начать писать свою статью, но никак не мог сосредоточиться. Испортив несколько листов бумаги, он раздраженно ушел в ванную комнату. Холодная вода успокоила Рауля и привела в чувство. Он замер неподвижно, задумавшись о своей прошлой жизни. Прежние его мечты казались теперь несущественной забавой. 
- Неет, нет, хватит с меня. - сказал он самому себе в слух, пытаясь отогнать надоедливые мысли. Во внезапно повисшей тишине слух уловил голос Самюэля. Он читал молитву. 
"Никогда не замечал, чтобы он..." - промелькнуло в голове у журналиста. Донсон тем временем закончил одну молитву и теперь читал другую. В голосе читалось волнение. Озадаченный, Рауль вернулся к кровати. 
На следующий день была прекрасная погода. Стало теплее, возникла даже легкая духота. Птицы пели среди крон деревьев, оживляя красочный пейзаж вокруг дома. 
Тем временем в мастерской вовсю кипела работа. Совместными усилиями друзьям удалось сделать своеобразную голову для автоматона. И пускай она была отдаленно похожа на перевернутое ведро, Самюэль был весьма доволен своим детищем. 
- Ну вот, чем плох наш труд. - он постучал костяшками пальцев по металлу с глухим звуком. - Теперь нужно наполнить пустую голову разумом. 
После некоторых усилий, ему удалось установить внутри как механический мозг, так и хрустальные "глаза". Последние были сложным набором линз и пружинных механизмов, из которых снаружи должны быть видны лишь две небольшие хрустальные сферы, закованные в оправы из металлических колец с крохотными роликами. Донсон мысленно поблагодарил Томаса, что он передал их ему уже готовыми. 
Вскоре Рауль уже держал "голову" возле корпуса автоматона, пока изобретатель соединял многочисленные механические передачи и крепления. Это была долгая работа,  требующая хорошей выдержки. Дабы не нервничать, друзья рассказывали друг другу забавные случаи. 
- И вот тогда слон погнал этого парнишку по всему городу, а публика умирала с хохота! - весело сказал журналист, перехватывая тяжелую деталь поудобнее. 
- Хе-хе, ну а где жандармы были в тот момент? - прищурившись, ответил Самюэль, закручивая очередной винт. 
- Они сначала свистеть стали, да только слон лишь прибавил ходу, - журналист осторожно убрал руки и отошел на шаг и добавил: - Вроде держится. 
- Пора испытать наше творение, на этот раз с умом и зрением. 
Автоматон вывезли на тележке в центр ангара. Самюэль запустил механизм, и из труб автоматона пошел слабый дым. Но вскоре он усилился, а в чреве механического человека стал нарастать гул. Еще спустя полминуты он осторожно выпрямился и зашатался на неуклюжих конечностях. 
- Вот он и ожил. - задумчиво сказал Донсон. 
- Вы смогли его создать, - ответил журналист, не сводя глаз с автоматона. Тот в это время стал осторожно двигаться. Из его "головы" жужжание усилилось, а действия стали все более уверенными. Вскоре он сделал пару неловких шагов. 
- И все же я бы хотел знать - видит ли он нас. - сказал Самюэль и сильно махнул рукой. Автоматон, хоть и не сразу, но отреагировал, отшатнувшись назад. Изобретатель пнул в его сторону небольшую пустую деревянную коробку. "Человек" отреагировал через 10 секунд, осторожно сдвинув коробку ногой назад. Рауль смотрел на происходящее с непередаваемым изумлением. 
- Получается, механизм можно обучить?
- Выходит именно так, - радостно сказал Самюэль. - Цейзе в своей работе превзошел сам себя! 
Еще час журналист развлекался, пытаясь научить автоматон движениям. Постепенно он их усваивал, двигаясь более точно и быстро. Самюэль в это время был в своей лаборатории и готовил особую жидкость. Ее назначение было понятно только ему. Затем он переоделся в чистую одежду, взял небольшой конверт и колбу с жидкостью и отнес их в мастерскую. Вернувшись к Раулю,  он остановил автоматон, но не затушил котлов двигателя. Затем он обратился к журналисту:
- Пришло время закончить мой труд. Осталось лишь добавить последнюю деталь. 
- Мы же уже провели испытания! Все работает безупречно, чего же еще вам не хватает? 
- Помните, - Самюэль сел на небольшой стул. - Еще до нашего похода в Ирдишхорт я вам рассказал о своей идее создать идеальный автоматон, который смог бы быть не хуже человека... Время пришло - и он практически готов. Но когда я прочел записи Томаса, то понял - не все можно воссоздать. Есть вещи, неподвластные рукам человека. Он не смог наделить свои машины чувствами и переживаниями, но знал откуда их взять. Это человеческое сердце. 
- Что? Что вы имеете ввиду? 
- Вы должны меня убить меня. Убить, чтобы дать новую жизнь в моем творении. 
- Это безумие! - возмутился Рауль. - А если этого не выйдет? Я лишу этот мир гения!
- Это моя воля. 
- Я на это не соглашусь! Это за гранью меня!
Донсон встал и подошел к журналисту. В его глазах горело отчаянье. 
- Я понял, что мне не найти здесь места. Каждый из нас ищет единства мысли с кем-нибудь в этом мире, но не всем дается это легко. Я нашел единственного человека, с кем мог думать и говорить свободно, зная, что меня поймут. Теперь этого человека нет. Я пришел к своей цели, и поверь мне - я счастлив. Мне осталось сделать лишь один шаг, и я прошу тебя - помоги мне. 
Слова Самюэля просто растоптали Рауля. Он чувствовал его трагедию всем нутром, теперь это лежало камнем на его душе. Журналист сжал губы и пальцы на руках. Он не мог позволить этому человеку вот так уйти из жизни. Через мучительное мгновение он смог выдавить лишь одно слово:
- Нет. 
Лицо Самюэля помрачнело. Он обреченно опустил взгляд и расслабил руки. Он принимал свое последнее решение.
- У меня нет другого выбора. - сказал он и протянул конверт Маршанду. 
- Что это? - ответил тот. Но не успел он раскрыть конверт, как Самюэль схватил лежащий рядом нож и с силой вонзил его себе в живот. 
Рауль отшатнулся от неожиданности произошедшего. Изобретатель согнулся и со стоном завалился набок.
- Самюэль?? О боже... Что... Самюэль!!
- Рауль... Вы... Вырежи...
- Что вырезать??  Самюэль?? Я сейчас, перевяжу рану... 
- Нет... Я умир... умираю...  Вырежи сердце... новая жизнь... гххх... 
Донсон обмяк. Его голова коснулась стола. Сделав ещё пару тихих вдохов, он замер. 
- Самюэль?? - в отчаянии спросил Рауль. - Боже, он мертв... 
- Только сейчас он вспомнил про конверт в руках. Торопливо развернув его, он увидел наскоро написанный текст. 
"Рауль, у тебя мало времени. Когда я умру - не мешкая, возьми колбу, которую я принес, и наполни жидкостью сферу. После немедля вырежи сердце и вложи в сферу, после закрой ее и помести в автоматон. У тебя будет пара секунд включить его".
Рауль опешил. Через секунду он взял себя в руки и стремглав бросился к столу. Открыв сферу в детали, он вылил содержимое колбы. Схватив нож, он уложил тело Донсона на стол и освободил ему грудь. На мгновение он замер в нерешительности. 
- Я смогу. Только бы не промахнуться... 
Глубоко вдохнув, он быстро сделал надрез. Выступила яркая кровь. Ориентируясь на стук своего сердца, он определил место и сделал еще пару надрезов. Затаив дыхание, он развернул их и увидел слегка вздрагивающий орган. "Ещё живое" - промелькнуло в голове. Осторожно вырезав его кругом, Рауль вытащил окровавленную руку с сердцем и тут же опустил в сферу. Жидкость расступилась и скрылась под закрывшейся крышкой. Дрожащими руками журналист поместил деталь в корпус и сдвинул рычаг активации. Ноги подкосились, и он свалился на землю. 
"Человек" загудел. Вновь зазвучал хор шестерен, а затем фигура начала дергаться. Совершив несколько резких движений, она замерла. Едва слышно повернулись хрустальные глаза и забегали взглядом по мастерской. 
У Рауля был эмоциональный шок. Привалившись спиной к небольшому шкафчику, он тяжело дышал и поглядывал на огромное существо. Вдруг автоматон перевел взгляд на него, замер на несколько секунд, а затем осторожно протянул железную руку. 
- Ты... Ты узнаешь меня? - несмело спросил журналист. Ответа не последовало. Рауль подал в ответ руку и "человек" помог ему подняться. Встав на ноги, он начал тихо смеяться. На глазах выступили слезы. 
- Самюэль, ты смог... Тебе удалось, чертяка, ты победил... Только тебя сейчас нет... 
"Человек" тем временем поднял руки над головой, как будто ликуя. Внутри него выли механизмы. 
- Что дальше, друг? - спросил его журналист, но тут же осекся. - Черт, у тебя же нет ни ушей, ни голоса... Ох как ты промахнулся, Донсон. 
- Нет в мире совершенства! - воскликнул он, разведя руки в стороны. Автоматон не мог его слышать, но ответил непонятным жестом. Затем он осторожно подошел к лежащему на земле письму, поднял его и передал в руки Раулю. 
- Что? - спросил тот, и развернул письмо. - Это все я уже читал. Хотя подожди... - Рауль увидел еще один текст на обороте. 
"Мой друг!
Я очень надеюсь, что сейчас, когда ты читаешь эти строки - ты выполнил мою просьбу, и в моем творении бьется мое сердце. Вы великий человек - возможно, вы не стали героем для многих, но вы настоящий великий человек в моих глазах, человек, который исполнил мою мечту. 
Но теперь вы можете осуществить мечту многих! Помните, когда вы вернулись с картой и документами, вы рассказали о несправедливости Кастлеттов? О просьбе работников? Вы в силах помочь. И вы поможете и мне - отомстить за смерть друга. А теперь к делу... "
Далее следовал небольшой план действий, в котором журналисту отводилась не последняя роль. Что он задумал? Диверсия? Убийство? Нет, целью Донсона был дом Кастлеттов. И в этом задумку исполнит его творение, частью которого он стал сам. 
"Человек" между тем забеспокоился. Озираясь кругом, он казалось, пытался вспомнить, где лежит нужная вещь. Вскоре он неторопливо направился к лежащему в углу мешку с мелкодробленым углем. 
- Вот оно что! - догадался Рауль. - Топливо! Мы же не загрузили полностью баки. 
Не успел он подойти ближе, как автоматон откинул погрузочный люк, поднял мешок и высыпал содержимое внутрь. Поднялось облачко черной пыли. Отбросив мешок в сторону, автоматон загудел сильнее, дым из труб стал гуще. Его силы умножились. "Человек" указал рукой на журналиста, а затем быстрым шагом направился к выходу. Рауль последовал за ним. Автоматон с шипением указал на небо, и Маршанд все понял. 
- Солнце идет к закату. Нужно торопиться. Что там по плану? - спросил он сам себя, читая письмо. 
Первым пунктом была доставка автоматона в Рапиндо. Несомненно, он мог добраться туда и самостоятельно, но это заняло бы слишком много времени. В случае поломки Рауль оказался бы не в состоянии помочь, а внимание людей сорвало бы план. К счастью, Донсон все учел - он написал про тяжелый паромобиль в глубине его ангара с транспортом. Рауль без труда нашел его - довольно старого, но надежного помощника. 
Несколько часов ушло на то, чтобы привести паровик в надлежащее состояние. Теперь он стоял под разведенными парами, тихо шипя черным котлом, а Рауль вытирал со лба пот измазанной рукой. "Человек" наблюдал за его работой со стороны, изредка помогая в особо сложных ситуациях. 
- Все же ты не зря остановился на достигнутом. - довольно сказал журналист. - Без твоего сердца эта груда железа не додумалась бы мне помогать.
- Ну что, вперед. - он указал автоматону рукой на паровик. Тот помедлил несколько секунд, а затем неторопливо забрался в деревянный кузов. Сложив механические конечности, "человек" замер и выпустил часть пара. Огонь в его котлах уменьшился до минимума. 
- Все оказалось проще, чем я думал. - довольно сказал Рауль и закрыл кузов плотным навесом. После чего он помылся, переоделся в привычную одежду, собрал свои вещи и погрузил в кабину паровика. 
Подул прохладный ветер с запада. Он принес запах леса и нечто неуловимое. 
- Добрый знак, - сказал журналист вслух и дал ход паровику. - Удачи нам в нашем деле.
  ''';
  static String a14a = 'Глава 14. Заветная месть';
  static String a14 = '''
  Рапиндо величественно показался за поворотом дороги. Он жил своей, суетной и контрастной жизнью богатых и бедных. Огромные муравейники заводов продолжали в дыму делать новые товары, по темным улицам все так же шли рабочие и беднота, заглядывая в грязные торговые лавки и шумные кабаки, а высоко над ними, в садах- мостках между башнями, наслаждались свежим ветром и солнцем богатые и знатные. А еще солнце видели те немногие работники, что трудились на высоких кирпичных трубах - впрочем, дым из них окутывал большие куски неба. 
Маршанд неторопливо ехал по широкой улице среди десятков других паровиков, паро- и пневмоциклов, и очень редких конных повозок. На него мало кто обращал внимания - все люди спешили, не поднимая взгляда. Замыкаясь в себе, они спасались от окружающей серости и суеты.
Он остановился возле нового здания компании Кастлетта. Внутри он быстро нашел Кларка. Тот был весьма рад встрече. 
- Вы вернулись! Как ваши успехи?
- Все прекрасно, даже лучше, чем я рассчитывал.  Мы могли бы поговорить в более уединенном месте?
- Конечно, не вопрос. Подождите меня снаружи.
Рауль неторопливо спустился по резной пышной лестнице вниз и толкнул увесистую дверь. На улице прохладный воздух доносил привкус гари. Из окна соседнего здания доносилась музыка с фонографа, немного неразборчивая, но мелодичная. Журналист достал записку Самюэля и прочел следующий пункт его последнего плана. «Отправляйтесь к дому Кастлетта. Наверно, это звучит жестоко, но он должен быть уничтожен. Когда окажетесь рядом с ним – передвиньте рычаг на корпусе автоматона. У вас будет время спокойно уйти, прежде чем мое новое механическое тело придет в движение. Что будет потом – никому не известно. Но – если мне суждено уцелеть… Надеюсь, тихая гавань будет мне хорошим убежищем.»
- Вы здесь? – Кларк суетливо подошел к Раулю. – Пройдемте за здание, там меньше любопытных ушей. 
Они прошли во внутренний дворик здания. Здесь было довольно темно – из-за высоких стен сюда с трудом попадал солнечный свет. Журналист вручил работнику пакет с отобранными документами. 
- Вот. Здесь то, что должно помочь вам отстоять ваши права. Надеюсь, все решится очень быстро. 
- Вы не представляете, как вы нам помогли. – Кларк от души пожал руку Раулю. – Я бы хотел помочь вам в знак благодарности, но не знаю чем.
- Благодаря вашей информации я нашел что искал. – ответил Маршанд. – Но все же вы могли бы сделать мне небольшое одолжение.
- Я вас слушаю.
- Можете показать, где находится дом Кастлеттов? – он протянул аккуратно сложенную карту Рапиндо Кларку.
- Конечно. Это здесь. – Кларк указал здание в богатом квартале. – А позвольте узнать, для чего вам он нужен?
- Мне нужно кое-что проверить. Как журналисту.
- Что ж, удачи вам в вашем нелегком деле! И еще раз благодарю за помощь. 
Рауль вернулся к паромобилю и заглянул в кузов. «Человек» по прежнему неподвижно лежал на своем месте. 
- Недолго осталось ждать, Самюэль! – сказал ему журналист и направился в указанное на карте место.
День клонился к вечеру. На улицах города было немного народа – правда, по меркам самого Рапиндо. Здесь всегда шумно – и гомон людей перемешивается с грохотанием дирижаблей и паровых омнибусов, работой бесчисленных механизмов ремесленных мастерских и городских сооружений. 
Дом Кастлетта был очень крупным зданием. Высотой в 3 этажа, он имел с одной стороны высокую башню, не уступающую по красоте и величественности таковым других богачей. Камень цвета слоновой кости делал дом поистине королевским. 
Рауль заметил неподалеку от дома небольшую подворотню и оставил паровик там. Выйдя из кабины он осмотрелся – рядом было уютное бистро с зеленой верандой. Это место как нельзя лучше подходило для наблюдения за автоматоном, будучи при этом в безопасности. Журналист отодвинул немного ткань, укрывающую кузов. Автоматон с легким шумом ждал начала представления. 
- Делай то, что считаешь нужным. – сказал он и дернул за рычаг на боку «человека».
Внутри его загудело. Из труб пошел едкий дым, и Рауль поспешил уйти прочь. Быстрым шагом он прошел в бистро и уселся за столик на веранде, с которого прекрасно был виден дом Кастлетта.
- Что-нибудь желаете? – спросила бойкая юная официантка.
- Пожалуйста, чашку кофе. И покрепче.
- Будет сделано!  - радостно ответила официантка и направилась на кухню.
Маршанд с тревогой смотрел на здание. Он понимал – ненависть Донсона слишком сильна, чтобы его переубеждать. Тем более, когда он стал машиной – диалог с ним стал просто невозможен. Хотя как знать, может возможности автоматона действительно совершенны? Никто не мог дать ему четкого ответа.
Из подворотни, где остался автоматон, начал идти дым. Послышался скрежет механизмов. Прохожие рядом начали бросать опасливые взгляды. «Началось» - подумал Рауль. Он нервно забарабанил пальцами по столу. 
- Ваш кофе! – улыбчивая официантка поставила перед ним чашку с ароматным содержимым.
- Благодарю. – ответил Маршанд и сделал глоток горячего кофе. 
Скрежет усилился. Из подворотни, неловко покачиваясь на металлических ногах, вышел автоматон. Он был окружен клубами дыма и представлял зловещее зрелище. Прохожие заволновались и стали разбегаться. «Человек» некоторое время осматривался по сторонам, а затем решительно направился к прекрасному зданию. 
- Смотрите, смотрите! Что это? – посетители бистро так же заметили диковинную машину. Рауль отодвинул кофе в сторону и стал пристально наблюдать за происходящим.
Из-за поворота, в паре зданий от бистро, появился красивый паромобиль. Он направлялся именно к злосчастному дому, что сразу привлекло внимание Рауля. Рядом с домом он остановился и из него вышел мужчина, а затем женщина и двое детей. Журналист сразу узнал его – это был сам Кастлетт.
Появление автоматона, извергающего дым и пугающего скрипом и резкими движениями, заставило его растеряться. Жена и дети Кастлетта еще не успели покинуть паромобиль и замерли в ужасе. Тем временем, «человек» приблизился к зданию и мощными ударами начал крушить стены, лязгая металлом конечностей. Потрясенный Кастлетт медленно шел к нему, не сводя взгляда.
Рауль встал из-за столика и быстро направился к паромобилю с семьей. Оказавшись рядом, он крикнул сквозь грохот водителю:
- Уезжай!! Сейчас здесь все рухнет!
Водитель, не отрывая взгляда от механического «разрушителя», лишь молча кивнул головой и сдвинул рычаг. Паромобиль медленно покатился назад, оставляя легкие облачка пара.
- Чего ты хочешь?!
Этот крик принадлежал владельцу дома. Не понимая опасности, он подошел к «человеку» и махал руками. Если бы он знал, что нынешний Донсон не слышал его, как была глуха вся его месть и ненависть. Человеческая фигура попалась ему в поле зрения. Автоматон нанес последний удар, и часть стены с гулом ввалилась внутрь здания.
Рауль отбежал на безопасное расстояние от дома. Собирающихся вокруг зевак он всеми силами пытался отогнать в сторону. Ведь оказаться на пути свирепствующего автомата было настоящим самоубийством. С соседних улиц начали появляться жандармы, изо всех сил дуя в свои свистки и размахивая револьверами. На них никто не обращал внимания. 
Внезапно сквозь грохот и лязг раздался крик ужаса. «Человек» схватил Кастлетта за одежду мощной рукой, подержал так несколько секунд, а затем неторопливо направился внутрь дома через провал. Жандармы бросились за ним.
- Нет, стойте! – попытался вмешаться Рауль, но его не услышали. Как только автоматон скрылся внутри дома, прошло всего несколько секунд – и здание стало стремительно разрушаться. Понявшие свою оплошность жандармы в панике выбираясь наружу, смешиваясь с напуганной прислугой. На улицу подъехало несколько локомобилей жандармов, к месту происшествия добирался патрульный дирижабль охраны. Но было уже поздно. 
Последнее, что увидел Рауль в провал стены – как огромный автоматон с силой бросает хрупкое тело на землю а затем склоняется над ним. Через мгновение перекрытия этажей выше обрушились, подняв облако густой пыли. Сотрясения не выдержала и башня – переломившись, она частично задела соседние дома в падении. Все моментально оказалось скрыто в тумане каменной пыли, дыма и летящих ошметков.
Журналист очнулся, лежа на дороге, присыпанный каменной крошкой. Вокруг поднимались люди, которые тоже пострадали при обрушении. Пыль уже осела, и остатки некогда величественного здания зияли, как осколок сломанного зуба среди прекрасной улыбки. 
- Самюэль… - подумал Рауль. С трудом он встал на ноги, как к нему подбежал один из прибывших жандармов.
- Вы в порядке? – спросил он, помогая журналисту подняться на ноги. 
- Да… Все хорошо. Мне нужно домой.
- Вам помочь?
- Нет, спасибо. Я сам…
Он неторопливо побрел в сторону станции пневматического трамвая.
  ''';
  static String a15a = 'Глава 15. Последний подарок';
  static String a15 = '''
  Два дня Рауль Маршанд не выходил за порог своего дома. Работа над статьей с головой поглотила его, заставляя выбрасывать все эмоции без остатка. Все, что он пережил тогда с гениальным изобретателем – когда тот был еще жив, и когда променял свое тело на холодное лоно машины… Его имя должны были узнать жители Рапиндо -  города, который его породил и отверг. Лишь поставив точку, Рауль позволил себе забыться тихим сном. Его усталый разум стал чист и спокоен.
- Это… Это шедеврально! – звучал голос главного редактора. На столе перед ним лежала рукопись статьи Рауля. – Я просто потрясен, сколько всего ему удалось нарыть за это время! А я-то думал, что он обиделся и ушел прохлаждаться… Ох недооценил я его тогда, ох продешевил… Немедленно отдайте в печать – никаких правок, на это нет времени! Мы должны заявить это первыми!
На следующее утро весь город гудел новостями. Ошеломительная правда статьи, от которой не ушел никто – не технический совет, ни компания Кастлетта – взбудоражила людей. В суде начались заседания по делам работников компании, на городские деньги создали экспедицию в Ирдишхорт. Само собой, ее результаты не были оглашены, но власти сделали свои выводы. Были приняты новые упреждающие законы, которые перевели торговлю на новый уровень. Руководство компанией Кастлетта взял на себя один из управляющих крупнейшего металлургического завода города. 
Раулю были мало интересны эти подробности. Для него было главным, что ему вернули прежнее место в работе и даже выдали внушительные премии. Он был объявлен работником года. Самое время было подумать о создании семьи и обустройстве дома. И все же что-то не давало ему покоя. Нечто, что заставило журналиста сесть через пару дней на свой «Буревестник» и направиться в Глозо, к тихому домику на берегу озера. По пути он купил новую газету конкурентов на одной из улиц, где его внимание привлек новый заголовок:
«Под руинами дома Кастлетта остатков машины – убийцы не найдены. Жандармерия в замешательстве».
С тревогой он увеличил скорость. Вскоре под колесами пароцикла оказалась знакомая заросшая тропинка, ведущая к озеру. Внезапно двигатель стал шуметь и «буревестник» остановился, окутанный клубами пара. 
- Это судьба. – усмехнулся Рауль. Как и прежде он покатил тяжелую машину к воротам в утреннем тумане. Отодвинув скрипящую створку, он оставил пароцикл и аккуратно обошел ловушки. Достигнув двери, он вошел в дом.
- Добро пожаловать! – сказала фигура у входа. – Вашу куртку?
- Не сейчас. – ответил Рауль. Неторопливо он начал осматривать комнаты в поисках зацепки. Он нашел тот самый дневник Цейзе, и личные записи Донсона – было бы глупостью оставлять их на произвол судьбы. Внезапно ему на глаза попалась записка на столе. «Кто мог оставить ее здесь? Почерк Самюэля… Может он оставил ее здесь еще тогда, чтобы я прочел ее позже? Да, наверняка, я ведь не заходил в сам дом, был только в мастерской и ангаре.»
Журналист развернул записку и прочел.
«Уважаемый Рауль Маршанд! Оставляю эту записку здесь, так как меня уже наверняка нет в живых. Я очень надеюсь, что все прошло успешно и мой труд не прошел даром. Я не хотел, чтобы вы нашли эту записку раньше, прежде чем я закончу работу с вами. Я понимаю – если мое дело удастся и я смогу жить в облике чудовища – мне не место среди людей. Я и не стремлюсь к этому, я потерял всех, кто мне дорог. Кроме вас, конечно. Я должен отомстить за смерть друга, и это – теперь мое главное предназначение. Но если вдруг мне суждено уцелеть – я хотел бы провести свои дни в той тихой гавани, о которой теперь не знает никто. Кроме нас. Потому – прощайте.
Я бесконечно благодарен вам за труды, за все то, что вы сделали для меня. Увы, сейчас я не могу ничем вам отплатить по достоинству. А потому, я решил сделать вам подарок. Он ждет вас в дальнем ангаре, где мы брали паромобиль для нашего путешествия. Он ваш. Я надеюсь, что он будет вам служить в нелегком деле журналиста.
Ваш друг. Самюэль Донсон.»
Рауль сложил записку и вышел во двор. Утренний туман уже прошел и лучи солнца понемногу освещали лес возле озера. Журналист подошел к дальнему ангару и открыл ворота. Прямо перед ним стоял тот самый аэроплан, созданный руками изобретателя. После проверки выяснилось, что он полностью готов к полету.
- Да, Самюэль, ты как всегда прав. – сказал вслух Рауль и вытолкал аппарат на лужайку. Забравшись в кабину он запустил двигатели – они чихнули и заурчали как довольные коты. Маршанд взялся за рычаги и потянул на себя – аэроплан осторожно взмыл в воздух, неуклюже раскачиваясь. Он попробовал другие рычаги – и машина начала двигаться в разные стороны, опасно кренясь и жужжа пропеллерами. «Да, тут сноровка нужна» - подумал Рауль и стал действовать осторожнее. Наконец аппарат развернулся в сторону дороги и неторопливо полетел вперед. В голове пилота вспоминалась дорога в Ирдишхорт.
- Инес, отнеси коробку в дом!
- Хорошо, отец!
Девушка в припрыжку побежала к сарайчику. Отец занимался привычным делом – перегружал уголь в заправочные бункеры из дробилки. Впрочем, посетителей не намечалось. 
-  Мэтт, это у тебя шумит? – донесся женский голос из дома.
- Нет. Но я сам слышу что-то странное.
Внезапно из-за деревьев показался причудливый аэроплан. Неторопливо снижаясь, он приземлился на дорогу рядом с домом Мэтта и из кабины вышел Рауль. Отряхнувшись и поправив одежду, он направился навстречу бегущему хозяину.
- Добрый день! 
- Добрый! Вот уж не ожидал увидеть вас снова, да еще и с неба! – ответил Мэтт, который заметно подобрел, узнав гостя. После он взглянул на диковинный аппарат. – Э… Вам нужно заправиться? 
- Нет, к сожалению, мне это пока не требуется. Я бы хотел видеть Инес. 
- А, ну тогда понятно! Проходите в закусочную, она сейчас подойдет.
- Благодарю!
Рауль зашел внутрь и сел на все тот же столик. В голове не было никаких мыслей – просто спокойствие и умиротворение. Внезапно тишину нарушил скрип двери и певучий девичий голос:
- Добрый день! Это снова вы? Я так рада!
- Да, это я! И я тоже рад снова видеть вас.
- Так здорово! – Инес уселась на стул рядом. – Хотите перекусить? Или может как всегда – кофе?
- Да нет, -  улыбнулся Рауль и посмотрел ей в глаза. – Помнится, кто-то обещал мне прогулку по здешним местам, верно?
Инес улыбнулась в ответ и отвела взгляд.
- Раз обещала – значит, так тому и быть!
Рауль взял ее за руку и они вышли из закусочной. А где-то вдали сверкали на солнце Родниковые горы, скрывая в своих глубинах чудо человеческой мысли.
  ''';
}