abstract class Djegvey {

  static String d1a = 'Глава 1';
  static String d1 = '''
  … Серые тучи лениво ползли по небу. Обычная, привычная картина для неизбалованной пары глаз. Впрочем, как и для тысяч других, таких же безрадостных и тусклых глаз, коими полны здешние края.
Мир давно не помнит свежих красок. Глупые люди перестали видеть красоту, увлекшись страстью к деньгам, закрыв свои души, полные лжи и страха. Каждый стремился подняться выше, но не затем чтобы подняться к облакам, стремя свой взор вдаль — а чтобы ехидно поглядывать вниз, на копошащуюся серую массу людей.
Шла Третья Паровая Война, очередная война алчных и жадных правителей, обещающим людям, что станет жить лучше — но на деле лишь дерущими друг у друга очередной кусок мяса. Никто уже не считает, сколько жизней поглотила эта бессмысленная война, сколько хлеба отняла она у несчастных трудяг, сколько сыновей забрала она у матерей… И даже небо не хочет улыбнуться — ползут грязные серые тучи по мутному густому небу.
Джегвей устал. Устал видеть каждый день это серое небо, идти по этой беспросветной грязи на работу, сквозь облака дыма и рев заводов. Каждый день приходить на портовый склад, видеть прибывающие дирижбаны, постанывающие на причалах и лениво уходящих в небо. А после — копра, тонны копры, которые дельцы везут из африканских земель в свои магазины. Они видят в ней только деньги, которые получат от продажи этого сухостоя. Джегвей же видит лишь грязные тюки, которые ему на своем горбу приходится каждый день тянуть из трюмов на склад, со склада в трюм… а он устал. Он не может смириться с тем, что весь мир — это тюки копры, он мечтает о синем небе и свежих просторах, которые он никогда не видел, но может — увидит… нет, не в этой жизни.
«Наши войска доблестно взяли армию Джонатана в окружение и вынудили капитулировать!» — что Джегвею до этих громких слов, которые несет по улице звонкий голос мальчишки. Он ничего не получит от этих слов — только заплатит еще пару монет для «могучей и непобедимой армии». Ему все равно.
Вечер, дорога домой по радужным лужам масел и воды, зачуханная каморка… скромный ужин и смятая постель — вот и вся радость, что ждет дома. Еще греет душу то, что завтра нерабочий день — и можно куда-нибудь выбраться — кабак или еще куда…
Была у Джегвея своя маленькая страсть — это часы. Он любил эти крохотные и огромные штуки, которые двигались будто живые и тикали. А главное — у них было время, много времени, которого у Джегвея всегда небыло. Да и если бы было — он бы его потерял в раздумьях как его потратить получше. Потому в свой выходной Джегвей решил зайти к своему старому знакомому Дирби — мастеру-часовщику, который всю свою жизнь провел в тикающем и звенящем обществе хранителей времени. Он мог рассказать много нового — но Джегвею было достаточно просто побыть в кругу часов…
— Здравствуй, старина Дирби! Как поживаешь?
— Здравствуй, здравствуй, Джеги! Да вроде ничего — тикаю пока, хе-хе. Решил пообщаться с моими друзьями, или поболтать?
— Я был бы рад и тому и другому если честно, старина… Сам знаешь как мне не хватает этого.
— Хе-хе, я знаю, знаю. Пожалуй я знаю как тебе поднять настроение! Как насчет стаканчика джина?
— Не откажусь пожалуй.
Слегка пошаркивая, Дирби подошел к шкафчику и достал тяжелую бутылку джина и пару стаканов. Плеснув в оба и подвинув один Джегвею, Дирби осушил свой стакан за пару глотков, а затем, крякнув, сказал:
— А ведь это еще не все! Я был бы не я, если бы не удивил тебя очередным тикающим другом! Посмотри-ка на эту красоту, хе-хе.
Старый мастер положил на стол карманные часы удивительной красоты. Джегвей удивленно взял их в руки и принялся рассматривать. Часы были тонкой работы, из редких и дорогих материалов, явно старые… Джеги увлеченно вертел их в руках.
— Они прекрасны! Откуда они у вас?
— Хе-хе, а догадаться, а? Ха, брось, все равно не угадаешь. Ладно, расскажу тебе, так и быть. В общем… я купил их у сына одного путешественника. Бедняга, когда его отец умер, он обнаружил в его ящике эти часы. Но когда попробовал их завести — часы шли ровно определенное время, и ни минутой больше. Еще и стрелки при каждом заводе перемещались в одно и то же место. Намучился он с ними и принес мне в ремонт. Я крутил, вертел — но так и не смог понять устройства. Так что я сказал ему, что часы безнадежны и предложил продать их мне для коллекции. И как видишь — они у меня. Знаешь что? Они внутри не менее прекрасны чем снаружи! Вот, открой крышку.
Джегвей открыл часы и замер, разглядывая часы. Потрясающей красоты циферблат, золоченые стрелки и шестерни, мелькающий маховик… Но не это приковало усталые, но живые глаза. На крышке, с внутренней стороны был рисунок. Чем он был сделан — непонятно, но сюжет… сверкающие горы, леса и луга… все было детально прорисовано, а над всем этим великолепием было слегка лиловое небо, удивительно глубокое для такого маленького рисунка… все отдавало такой свежестью красок, что Джегвею показалось, что он чувствует дуновение ветерка над лесами…
— Эй, ты почему плачешь? Что уже такое?
Джегвей очнулся. Погрузившись в рисунок, в мир своей мечты, он не заметил как по щеке скатилась скупая слеза. А вот Дирби заметил.
— Да я ничего, нет… Рисунок красивый.
— Хе-хе, я знал, что тебе понравится! — прохохотал Дирби. — А знаешь что? Я тут подумал… забирай их себе! Мне не жалко, а тебе по душе… бери!
Джеги удивился. О таком щедром подарке он не мог и мечтать, тем более — таком, что цепляет за душу… Он горячо поблагодарил Дирби и спросил, чем он может ответить на подарок щедрого мастера.
— Да ничего мне не нужно, хе-хе. Хотя погоди… маленькую услугу ты можешь мне оказать. Я тут недавно ногу подвернул, ходить тяжко… не мог бы ты зайти в магазин за перцем? А то он на другом конце города, мне далековато будет… что скажешь?
— О чем вопрос, старина, конечно схожу!
— Хе-хе, благодарствую.
… По шумным грязным улицам Джегвей шел в лавку специй. Ему было хорошо на душе, не смотря на крики и ругань вокруг, а так же паровой омнибус, обрызгавший Джеги грязью из дорожной лужи. Он шел быстро, и вскоре уже стоял перед дверьми маленького уютного магазина с потрясающими запахами.
Внутри магазинчик был тесен — прилавок с ячейками для специй, да шкаф рядом. За прилавком стояла бойкая и красивая девушка с волнистыми волосами и пухлыми губками. Озорные глаза внимательно следили за покупателем.
Джегвей тем временем заинтересовался специями. Кардамон, тмин, корица… а это что такое?
— Эй, ты чего это так расчихался? А ноздри как раздул… прям как недовольный жеребенок!
— Да больно уж приятны запахи здесь у вас, непривычно носу! У меня прямо голова закружилась, — пробормотал Джегвей.
— Хи-хи, это да, у меня тоже сначала кружилась с непривычки, — засмеялась девушка. — Но ничего, скоро пройдет! Вы что-то хотели, непривычный вы наш?
— Да, хотел… этого… перец мне нужен.
— Вам насыпать или натереть? Хи-хи, извините, мне тут в этой ароматной каморке скучно днями сидеть..
— Насыпать, насыпать. Мне среди мешков копры тоже не весело.
— О, вы работаете с копрой? А я ее обожаю, вкусняга. Завидую вам!
— Да было бы чему завидовать… А вот тому жеребенку, с которым вы меня сравнили, я бы позавидовал… простор, воздух…
— Эх, а я так обожаю лошадей… Кстати, уже столько болтаем, а я твоего имени не знаю! Ну-ка, рассказывай!
— Меня Джегвей зовут. Можно просто Джеги. А тебя?
— А меня Амелия. Приятно встречать новых людей! Особенно интересных. Ты про простор говорил — неужто тебе простора мало?
— Надоел этот город. Эта серость каждый день… Хочу туда, где будет ветер и простор… уплыть бы в дальние края, где все будет…
— А я тоже мечтаю о ветре… и лошадях… ты знаешь, они так любят простор… прям как ты! Блин, здорово встретить кого-то, кто тебя понимает!
— Может быть, когда-нибудь мы будем на просторе… Ладно, мне пора. Рад был знакомству!
— Заходи почаще!
  ''';

  static String d2a = 'Глава 2';
  static String d2 = '''
  … Джегвей шел по улице с улыбкой на лице. Он думал о лошадях и просторе, о глазах той девушки, что засияли когда он заговорил о ветре… Незаметно дошел до мастерской Дирби, отдал перец и еще раз поблагодарил за часы. Довольный, он заглянул в торговую лавку и купил себе скромный ужин. Дома, перед тем как уснуть, Джеги долго рассматривал рисунок на часах. Так и заснул до утра.
…Хмурое серое утро — такое же, как и всегда. Снова работа. Снова тюки и ненавистная копра. Снова гудки дирижбанов и шипение паровых кранов. Ноют руки и спина. А с улицы все тот же звонкий голос говорит о мелком поражении Джонатана и нашем триумфе. Но ни слова о тысячах погибших и калек. Ни слова в тех газетах и о труде рабочих на заводах ради этой войны. Хотя… вот объявили о нашем сбитом торговом дирижбане. И снова о потерянном грузе и злых врагах, и даже не жаль капитана небесного корабля…
Понурый и уставший, Джегвей возвращался домой по душной улочке. И вроде бы ничего уже не удивило бы уставшую голову, если бы не…
— Эй, жеребенок, чего голову повесил? Может взбодрить тебя каким-нибудь ароматом? Хи-хи.
Джеги обернулся — его догоняла та девушка из магазина специй. Но как назло — имя вылетело из головы.
— Привет, э… Милана, да?
— Хи-хи, да нет же, Амелия! Неужто забыл, а? Джегвей — а я вот тебя хорошо запомнила!
— Приятно, что тебя помнят… а ты откуда здесь? Магазин вроде бы далеко...
— Нужно было к тетушке зайти проведать. А ты как я понимаю с работы? Да, тяжело тебе...
— А кому сейчас легко.
— Да брось ты, все хорошо! Вспомни о голубом небе — сразу полегчает!
— У меня кусочек неба всегда с собой… Хочешь покажу?
— Ух ты, интересно! Ну покажи, покажи
Джегвей вытащил из кармана подаренные часы. В тусклом свете фонарей они казались еще прекрасней. Немного подумав, он открыл крышку и протянул часы Амелии.
— Ах… какая красота… потрясающе… вот она, свобода… откуда они у тебя?
— Это подарок.
Амелия недоверчиво покосилась на Джегвея.
— Да не бойся, они не краденые… А вообще… неважно!
— Хи-хи, да брось ты, мне все равно! Такая красота дорого стоит… береги их.
Амелия посмотрела по сторонам и поежилась.
— Страшно как то идти домой… может, проведешь домой?
— Конечно, нет проблем.
Джегвей почему-то чувствовал себя неловко. Как то слишком бесцеремонно ворвалась эта верткая девчушка в его спокойную жизнь. Вот только хорошую ли? Спорный вопрос.
— Знаешь, мне интересна одна вещь, Джегвей. Как же ты хочешь получить свой простор?
— Хм… а я как то и не задумывался над этим вопросом… Как-нибудь, когда-нибудь...
Амелия рассмеялась.
— Ты такой смешной, хочешь чего-то, но даже не видишь дорожки к этому! Запомни — пока нет дороги — идти нет смысла… хотя ты даже не идешь.
— А у тебя есть дорога?
— Есть. Я хочу заработать достаточно денег, чтобы купить небольшой домик в деревне. Тогда я буду усердно работать и куплю лошадь. А потом...
— Это сложно.
— Да, все трудно в этой жизни...
Амелия отвернулась и заплакала.
— Мне очень тяжело… Как умерла моя мама — я осталась совсем одна… Она умерла от рака легких — обычное дело для этого проклятого города… Но я не хочу так! Не хочу! Понимаешь?
— Конечно понимаю… мы выберемся из этого города. Обещаю.
Они уже дошли до дома, где Амелия снимала комнату. Подойдя к двери, она замерла на секунду и сказала:
— Спасибо тебе.
— За что это?
— За то, что выслушал… Мне нужно было высказаться… живу я одна и поговорить толком не с кем. Спасибо.
Амелия сделала шаг и тепло обняла Джегвея. Потом, словно вспомнив что-то, отпрянула.
— Доброй ночи тебе.
— И тебе.
Дверь закрылась. Джегвей шел домой. Но он уже дал себе слово — осуществить мечту Амелии.
***
На следующее утро Джеги привычно тянул тюки копры по причалу. Внезапно его внимание привлек корабль, который явно выделялся на фоне окружающих его дирижбанов своим блестящим на солнце серебристым корпусом. Он лениво покачивался у причала, а на его борту сновали грузчики с ящиками. Все это насторожило Джегвея — было определенно ясно, что корабль не имеет ничего общего со скрипящими старыми грузовозами.
Тогда он решился. Взяв тюк, не подавая виду, Джеги потащил его мимо причалившего корабля, попутно его рассматривая. Рядом с трапом оживленно говорили двое матросов. Форма одного заметно выделялась от других.
Джегвей понимал, что любая информация с корабля может быть полезной. Потому он наигранно остановился неподалеку, сбросил тюк и стал перешнуровывать ботинки, сконцентрировав все внимание на разговоре матросов.
— Так я все же не пойму, куда ты плывешь? Ясно же что не почту везете в Ринаунд.
— Нет конечно… дело в том, что я и сам не знаю. Были разговоры, что плывем с разведывательной миссией, а вот чего именно — то ли руды, то ли еще чего…
— Что бы капитан не искал — путь будет не близкий. Знаешь сколько уже гексоугля загружено в бункеры? полторы тысячи тонн! Этого хватит, чтобы до другого края Земли и обратно долететь! И зачем это, если конечно вы не собираетесь зигзагами носиться по небу?
— Черт его знает. Видно — секрет. Может мы как Максимиллиан Банор — будем новые земли открывать! Хех! Только не так уж и много ее осталось. Зато то, что есть — загадили изрядно. Слышал про гибель младшего флота Валлена? Говорят, Джоннатан туда тяжелые силы пригнал, и стер флот в порошок. Теперь там — пустыня, пропитанная маслом и заваленная горелым железом. Кто там будет жить? Не знаю.
— На нас места хватит, ахаха! Ладно, я пойду, отдохну, а то скоро на ремонт погонят… Завтра в обед уже отправляемся. Эх!
Матросы развернулись, и Джегвей поспешил выпрямиться и продолжить движение. Хоть в услышанном было мало толку, вывод все же появился — загадочный корабль плывет явно в неизвестные земли, где нету копоти и заводов… какая разница зачем, это же шанс! Но времени до завтрашнего обеда и принятия решения осталось маловато.
После рабочего дня Джеги быстро шел к дому Амелии. Пройдя десяток грязных улочек и закоулков, он наконец вышел к знакомому дому. На втором этаже горел свет. Джегвей решительно подошел к двери и постучался. Через минуту с другой стороны прозвучал женский голос:
— Эй, кто это?
— Амелия, ты? Открой!
— Джеги? подожди секунду.
Дверь со скрипом открылась и на пороге показалась уставшая Амелия. Легко улыбнувшись, она пропустила Джегвея внутрь. Поднявшись на второй этаж, они зашли в комнату.
— Ну, а теперь садись и рассказывай, чего это тебе понадобилось стучать в мою дверь ночью?
— Амелия, я… — Джеги замялся. — Я хочу тебе кое-что предложить...
— О, это интересно! — оживилась Амелия. — Сразу столько вариантов в голове… Надеюсь ничего дурного ты хорошей девушке не предложишь? Хи-хи.
— Да нет, дело в другом… Я хочу предложить тебе шанс осуществить свою мечту.
Амелия на секунду замерла. Потом переспросила в растерянности:
— Подожди, подожди… мечту? Я ведь тебе только об одной рассказывала..
— А я тебе про нее и говорю, — продолжил Джегвей. — Я предлагаю тебе сбежать с города.
— Так, стоп, стоп! Куда сбежать? Почему так внезапно? Не пугай меня!
Джегвей быстро рассказал о произошедшем в порту и о разговоре.
— Вот оно что… Это забавней, чем курица без головы! Но шансы есть… И ты уже решил бежать?
— Да, я решил. Я пришел к тебе узнать, бежишь ли ты.
— Хо-го, да уж, сразу на такое не ответишь… Бросить все, что есть, чтобы уехать туда, не знаю куда..
— Я сказал все, что знаю. Выбор за тобой. Завтра до обеда еще есть время — твое право решать. Чуть что — я буду в порту у пристани.
Джегвей ушел, оставив Амелию в раздумьях.
Утром Джеги перетащил в портовый склад нехитрую сумку с тем необходимым, что понадобится в дороге. Конечно, у него много чего не было — но это тоже вариант. Спрятав сумку, Джегвей неторопливо принялся за работу, а в голове у него крутилась одна и та же мысль — решится Амелия или нет? Ведь другого шанса может и не быть...
Время быстро пришло к обеду. Джегвей заметил, что возня у серебристого корабля стихает. Ясно, что скоро отправление. Он решил, что пора. Взяв сумку, Джеги двинулся к причалу с кораблем. Пара грузовых ворот в борту еще были открыты и туда еще ходили рабочие. Джегвей замер за ящиком. В мыслях ему было обидно, что Амелия не пришла… Внезапно его плеча коснулась рука, заставив вздрогнуть. Обернувшись, Джеги увидел Амелию, которая довольно улыбалась.
— Думал без меня удрать, жеребенок? Хи-хи. Я же не сказала, что не приду!
Джегвей окинул Амелию взглядом — в таком виде он ее не привык видеть. Плотные штаны, грубые ботинки, небольшая потрепанная шляпа, кожаная куртка как у первых авиаторов, такие же как у них защитные очки на лбу, широкий мощный ремень с подсумком и небольшая сумка на плече — типичный путешественник. Не то что Джегвей, который выглядел попроще и ближе к горожанам… Но ботинки у него были такие же добротные как и у Амелии. А с ними никакие дороги не страшны.
Амелия нетерпеливо заерзала:
— Ну и чего ждем, глазеем? Корабль без нас то уйдет!
— Ну и скажи, шустрая, как ты туда попасть собираешься? Пойдешь проситься кэпу в команду?
— Не знаю… не подумала как то… Давай ты думай, у тебя лучше получается!
Джегвей на секунду задумался, посмотрел на Амелию и улыбнулся. Потом сунул ей сумку и сказал подождать. Затем он метнулся к складу, взял один из тех ящиков, что таскали грузчики на корабль и пошел к трапу. Проходя мимо Амелии, он подмигнул ей. Дойдя до трапа, он уже было зашел на корабль, как его остановил уставший боцман:
— Стой, куда прешь?
— Последние ящики догружаем!
— Фу ты, блин, когда ж уже погрузка кончится? Ну и жара… пойду освежусь.
Боцман отвернулся и неторопливо ушел внутрь корабля, Джегвей — за ним. Обернувшись, Джеги довольно отметил, что Амелия сорвалась с места и уже прошмыгнула в ворота. Заметив идущих матросов, он взглядом нашел дверь в трюм и поспешил туда. Амелия не отставала. Достигнув служебного помещения, Джегвей сбросил ящик, подхватил за руку Амелию и зашел внутрь. После захлопнул дверь.
— Ну вот и все… Мы на борту! получилось!
— Ага! Теперь стоит надеяться, что путешествие пройдет без проблем.
Они осмотрелись. Служебное помещение было вполне приятным но небольшим. В помещении был даже большой открывающийся иллюминатор — а значит, что незваные гости корабля могли своими глазами наблюдать весь путь. Джегвей как раз слегка приоткрыл его, и поток воздуха устремился в комнатку. И тут откуда-то сверху прозвучала команда:
— Проверить швартовы! Начинаем движение! Руль 350, высота 110, малый ход!
Корабль плавно загудел. И хоть этого не было видно, стало понятно, что трубы корабля уже выбросили в мутное небо облако черного дыма. Еще через минуту он уже летел, плавно набирая ход и покачиваясь, прочь от порта. Город стал уходить куда-то вниз, и в сторону, все отдаляясь.
— Выйти на крейсерскую скорость! Руль 240, высота 300!
Корабль все дальше уходил от мрачного города.
Тем временем усталые глаза закрылись, и Джегвей погрузился в глубокий сон.
— Эй, вы двое! А ну, вышли на палубу! Живо!
— Джеги сонно открыл глаза. Перед ним стоял один из команды корабля. Рядом стояла такая же сонная Амелия, лениво протирая глаза. Джегвей кряхтя поднялся на ноги и пошел к выходу, где его подтолкнул матрос. Амелия вышла следом.
Выйдя на палубу, Джеги зажмурился от непривычно яркого света. Корабль был уже очень далеко от города и летел среди сверкающих облаков. Когда глаза более-менее привыкли, стало возможно рассмотреть окружение подробней. Тем более что на палубе уже появился загадочный капитан.
Выглядел он соответствующе — длинный плащ до земли, тяжелая перевязь, пояс с тяжелым револьвером, потертый жилетка с толстой цепочкой из кармана. Через плечо висела старая потертая подзорная труба. На голове плотно сидел приземистый цилиндр. Но главное — на одном глазу нависал причудливый механический прибор, полный деталей и линз.
Капитан сделал пару шагов навстречу путешественникам. После чего он произнес:
— Добрый день, господа. Признаться честно, я был удивлен рапорту экипажа о незваных гостях. Но раз так уж произошло, я попрошу вас объясниться — кто вы и что делаете на моем корабле. Итак — я жду ответа.
Джегвей подумал пару секунд и ответил:
— Прошу прощения, сэр, за наше неожиданное появление на борту. Меня зовут Джегвей, а девушку — Амелия. Уверяю вас, что это не связано ни с какой попыткой помешать вашему рейсу. Просто для нас это был шанс спастись...
— Хм. Меня радует уже то, что пришли без злого умысла. Однако некоторые вещи мне не понятны. К примеру — от чего вы хотите спастись, и почему для этого вам понадобился мой корабль.
Джегвей вкратце рассказал про свои стремления и подслушанный разговор. Выслушав до конца, капитан задумался.
— Знаете что… мне понятны ваши желания. Сейчас тысячи людей стали пленниками стальных городов, когда их души рвутся к природе. Я сам когда-то желал этого… И вот — моя мечта стала понемногу сбываться. Извините, я не представился — барон Де Аронакс, раньше владелец земли возле Лондиниума, а теперь — исследователя и капитан этого прекрасного корабля. Я устал от дипломатии и правителей всех мастей и ищу место где их не будет, хе-хе. Да, мне как то неловко прерывать ваш столь хорошо начавшийся побег… А потому я вам предложу три варианта. Первый — я вас высажу в первом порту. Конечно, это будет не крупный город — скорее умирающий поселок. А там вы сами решите — осесть там в тишине и покое, либо продолжить путь. Вариант второй — я вас оставляю на каких-нибудь диких землях, где вы будете выживать как сможете, на своей желанной свободе. И наконец последний — вы остаетесь и идете со мной по моему пути. Только навряд ли он вам понравится и будет вам желанен. Итак, я жду вашего ответа.
— А можно узнать о вашем пути? — тихо спросила Амелия.
— Хахах, да, прошу прощения — я дал вам выбор, не рассказав о последнем варианте. Итак — насколько вы поняли, мой путь не близок и сложен. Он тянется туда, где мечтали побывать многие философы. Место, которое в сказаниях всех народов мира по-своему зовется Раем.
— Что же это за место?
— Ахахах, неужели вы не знаете? Хотя я вас ничуть не виню — сейчас люди так много могут и так мало знают… Это место известно под многими именами, но главное из них — Шамбала.
Шамбала… Джегвей слышал о ней из рассказов старины Дирби. Он говорил о ней как о сказочной стране, где живут мудрецы… Неужели она и в самом деле существует?
— Прекраснейшая страна, мечта… древние говорили, что там по утрам небо лилового цвета...
Джегвея как укололи.
— Постойте, вы… вы сказали про небо? Подождите, я же видел уже такое..
Волнуясь, дрожащими руками Джегвей достал часы и открыл их. После протянул их Аронаксу. Тот принялся изумленно изучать их. Осмотрев рисунок, он воскликнул:
— Это не просто рисунок! Это знак… Смотрите — вот эта гора — мистическая вершина Кайлас в Гималаях! А птица указывает на место рядом… это древний буддистский храм, я о нем слышал! Потрясающе… Знать бы, кто создал этот рисунок… Может на часах есть какая-нибудь еще зацепка?
Аронакс перевернул часы и подумав мгновение, достал нож и открыл заднюю крышку часов. Перед глазами предстал часовой механизм изящной работы. Джегвей в это время не мог произнести и слова. Осмотрев механизм, Аронакс взглянул на крышку изнутри и сказал:
— Здесь монограмма, и я ее знаю! Такая же стояла в книге МакОффери, посвященной Шамбале. Значит, часы принадлежали ему! Постойте… как же они оказались у вас?
Джеги замялся, но все же рассказал историю про часы.
— Сама судьба послала вас на мой корабль! Теперь наш путь уменьшится в разы — есть конкретное место, куда мы и отправимся. И я бы… я бы очень хотел, чтобы вы составили мне компанию в этом путешествии. Что скажете?
— Мы согласны! — заявила Амелия.
Джегвей только утвердительно кивнул головой.
  ''';

  static String d3a = 'Глава 3';
  static String d3 = '''
  После сытного обеда, который был очень кстати для уставших гостей судна, а теперь уже и полноценный членов экипажа, Аронакс, Джегвей и Амелия поднялись на верхнюю палубу и пошли на нос корабля. Стояла сухая и ясная погода, поэтому было прекрасно видно проплывающие внизу земли. Все было ново и незнакомо, к тому же — стало ощутимо жарче. Джегвей спросил у Аронакса о местоположении корабля.
— Мы проделаем сейчас над центральной Испанией. Теперь, когда мы знаем, что нужно идти к Кайласу, я проложил курс над Северной Африкой.
— Но зачем нужно было делать такой крюк? Почему нельзя лететь напрямую через Европу?
— Хех, вы явно либо не в курсе, либо не воспринимаете всерьез. Война еще не закончилась… Пролетая над Европой, мы бы подверглись неоправданному риску. Поэтому и удлиняем дорогу ради безопасности. Но не переживайте — мой корабль очень быстр! Кстати, сейчас время для чая — прошу к столу, так сказать!
Путешественники уселись за изящный столик на палубе, на который уже принесли сервиз с прозрачными чашками и заварником, полного великолепного зеленого чая. Рядом стояла тарелка с ароматной выпечкой.
— Аронакс! А откуда свежая сдоба? — спросила Амелия. — Мы ведь уже 2й день в пути, а продукты грузили вчера, да и не сразу же перед отправлением.
— Хе-хе, а это одно из моих удачных приобретений! Не так давно я заходил к знакомому изобретателю, у него частенько можно найти очень полезные механизмы. В частности, их очень много на этом корабле, и они здорово облегчают жизнь, пускай они и не совершенны. Среди прочего — и маленькая паровая пекарня, работающая самостоятельно — просто чудо! И эти вкусные булки — ее работа.
— Вот как… Я думала, что на борту есть мастера, которые делают такие вкусные яства… А тут машина.
— Да, леди, за этими машинами будущее. В скором времени не нужны будут кухарки, не будет больше жен за плитой… они даже как готовить забудут.
— А я так не думаю. Женщины любят готовить. И нельзя сравнить вкус еды из машины или из заботливых женских рук. Не думаю, что все так однозначно.
— Возможно… Вы пейте чай, остынет ведь.
Все продолжили чаепитие. Когда Аронакс отвлекся на команду, Амелия незаметно положила ему в чай щепоть какого-то порошка. Джегвей было заподозрил неладное, но увидев загадочную улыбку Амелии, решил не спешить с выводами. Тем временем Аронакс вернулся к чаю и сделал глоток. Затем заинтересованно посмотрел в чашку и сделал ещё глоток. После оживленно произнес:
— Мм… чай сегодня не просто хорош… он бесподобен! Но почему? Вроде бы тот же чай, что я пил вчера… В чем же дело?
— Может быть в этом? — с сияющей улыбкой Амелия достала небольшой, ароматно пахнущий мешочек и протянула Аронаксу. Тот недоверчиво взял его, понюхал и восхищенно сказал:
— Точно, этот запах! Постойте, а как же чай? Вы подсыпали мне этот порошок? Но черт возьми, как же вкусно!
— Ну и какая машина вам сделает такое? — игриво сказала Амелия.
— Хм… Ладно, признаю свое поражение, леди! Но откуда у вас этот порошок?
— Прошлое в магазине специй не прошло даром. — усмехнулась девушка.
***

День прошел вполне спокойно, разве что периодически подлетали на опасное расстояние к кораблю некие весьма крупные птицы, испытывающие к нему большой интерес. На тревожный вопрос Амелии об их опасности, Аронакс лишь усмехнулся:
— Нет, леди, эти птицы нам не опасны. Они по сути — потомки морских чаек, только приспособленные к охоте на более крупную рыбу. Однако война дала о себе знать — крупные территории прекратились в безжизненные пустоши, где живут лишь хищные черви. Птицам нечем поживиться в этих местах — вот и приходится пролетать большие расстояния и с большой скоростью. Выросли крылья большие и сильные. Почему я сказал скорость? Потому что появилась и другая опасность — птичьи пираты. Кое-какие виды решили выживать, охотясь на пролетающих над этими землями птиц. Голод берет свое, и они не боятся напасть ни на кого. Даже на неосторожных матросов воздушного судна.
— Жуть. — ответила Амелия. — Надеюсь, нам это не грозит.
Уже к вечеру, ближе к закату, когда Джегвей лениво лежал в своей каюте и вспоминал городскую жизнь, к нему зашла Амелия. Начался разговор о дальнейшем пути:
— Итак, мы сделали выбор. Вместе с Аронаксом мы отправились в поисках Шамбалы. Но этого ли мы хотим, Джеги? Я хотела лишь выбраться на волю и кататься на лошадках, жить спокойной жизнью среди природы, узнавать новое и собирать травы… И тут мне обещают мир, что и в мечтах не увидеть… готова ли я к этому? Знания мудрецов и прочее… Да черт с ним, Джегвей — что если мы просто не дойдем? Мне страшно.
— Не бойся… Бог всегда дает нам испытания по силам. Дорога к цели закалит нас, и там мы уже будем готовы ко всему. А если боишься не дойти… зачем же тогда мы смогли дойти сюда.
Джегвей говорил, а Амелия свернулась калачиком и, положив голову ему на колени, уже засыпала. Джеги не хотелось ее будить и он остался сидеть, боясь шевельнуться. Незаметно сон одолел его.
***

— Всем быть наготове! В любой момент придется дать полный ход — и уж тогда молитесь кому хотите!
Испуганный Джеги сел на кровати. Амелии рядом не было. Выбежав на палубу, он был сбит с ног одним из бегущих матросов. Вконец растерявшись, он все же нашел взглядом капитана и поспешил к нему. Амелия обнаружилась рядом.
— В чем дело, кэп?
— Вы хотели взглянуть на войну? Смотрите — вот ее лицо! Кстати — для полной остроты ощущений мы совершим посадку внизу — я думаю пополнить запасы припасов из трюма мне известного разбитого крейсера. У вас будет время осмотреться!
Джегвей подошел к борту и посмотрел вниз. Перед глазами открылась жуткая картина — развороченная выжженная земля, груды остатков боевых машин, огромные воронки… рядом чернел мертвый лес, который составляли обугленные стволы деревьев и пара чудом выживших елей. Так же стало заметно, что корабль снижается. Джегвей поспешил в каюту собираться. На пороге он столкнулся с Амелией.
— Мы надолго здесь?
— По словам Аронакса — не на пять минут.
— Я спущусь с вами.
— А не боишься?
— Бояться надо было когда лезли на эту посудину. Но, если хочешь — можешь бояться вместо меня, разрешаю.
— Очень уж охота. — язвительно ответил Джеги. Внутри он возмутился сарказму Амелии, но промолчал.
Несколько минут спустя пара крепких сапог коснулась мертвой земли. Капитан поддел камень ногой и пнул. Следом протянулась пыльная дорожка.
— Скверно… сколько еще лет на этом месте не прорастет ни травинки… Эй, вы где там? Добро пожаловать в окрестности Сетениля — на этом месте было одно из серьезных сражений начала третьей паровой… Да, тут в принципе Малага недалеко, да и Гибралтар — а значит, мы скоро будем над Африкой! Но об этом позже — наслаждайтесь местным колоритом, собирайте сувениры… только вот к таким чадящим остовам лучше близко не подходить — отравитесь дымом, рухнете — а мы вас и не найдем… шучу! Мы пока займемся погрузкой.
Аронакс улыбнулся и зашагал с матросами в сторону огромного корпуса крейсера с зияющими пробоинами и пятью потрепанными дырявыми дымоходами. Корабль внушал ужас даже будучи мертвым и на земле — что уж говорить о том, как его видели солдаты в бою — в небе, с коптящими трубами, поливающим землю смертоносным огнем.
Тем временем, меж других остатков робко шагали Джегвей и Амелия. На душе было тяжело — смерть хоть и давно прошлась здесь, но ее запах еще оставался. И он давил на человека, пробуждая в нем страх.
Обходя очередной ветхий мусор, Джеги наткнулся на тело человека. Хотя человеком это сходу было трудно назвать — в тяжелом обвесе защиты панцирной пехоты он был похож на человекообразную черепаху. Кожи уже не было, скелет частично обтягивали обрывки мышц и сухожилий. Голова была запрокинута, то, что осталось от лица изображало невыразимое страдание.
— Страшно даже представить какая была смерть у этого человека.
— Думаю, я увидела больше чем достаточно… кружится голова. Я вернусь на борт.
— Я помогу дойти.
— Не стоит.
— И все же.
Уже двинувшись обратно, Джегвей умудрился захватить пистолет солдата, лежавший рядом. Все-таки оружие — важная вещь.
На полпути к кораблю тишину прервал резкий удар колокола. Он был сигналом тревоги на борту. Джеги увидел, как матросы, с мешками или без, со всех ног бросились к кораблю. Среди них бежал и Аронакс. Что бы то не было — безопаснее сейчас было на борту.
Быстро добравшись до лестницы, Джегвей с Амелией поднялись на верхнюю палубу. Однако Аронакса не было видно. Чтобы прояснить ситуацию, Амелия пыталась спросить матросов, но безрезультатно. Наконец ей ответил молодой офицер:
— Вы разве не видите? Посмотрите туда!
В указанном направлении на горизонте виднелась темная точка. Амелия непонимающе взглянула на офицера.
— Лучше бы ему оставаться там… Иначе нам всем конец.
Внезапно взревел двигатель. Дымовые трубы натужно выбросили черную тучу. Корабль толкнуло, и он начал разгоняться прочь от грозной точки на горизонте.
Из трюма вышел Аронакс. Вид его был усталым и растерянным.
— Аронакс, что происходит?
— Я не рассчитывал на такое… я не…
Путники промолчали, ожидая объяснений. Аронакс, сглотнув, продолжил:
— Та точка на горизонте — крейсер старшего флота Джонатана. Одного залпа его главного калибра хватит, чтобы мы стали частью местной экспозиции.
— Но расстояние до него огромно! Как он поймет — враги мы или друзья?
— Поверь мне, с военной оптикой они смогут сейчас цвет твоих глаз определить, а уж флаг разглядеть — и подавно. Черт побери, но откуда он здесь?
— Как велика опасность?
— Мой корабль хоть и напичкан изобретениями, и весьма быстроходен… Но защиты у него нет, да и пушки никакие против такого противника. К тому же воздушный флот Джонатана славится своими ходовыми качествами… Я слабо верю в успешный конец. Хотя...
Аронакс спешно подошел к карте местности на столике. Измерив расстояние, он задумался, затем повернулся и сказал:
— Есть один шанс… Не так далеко расположена воздушная гавань— форпост нашего флота. Ее еще используют как перевалочный пункт. Но до нее день пути… Как знать, доживем ли мы до вечера.
Аронакс улыбнулся и добавил:
— Я вспомнил, что на борту у нас особо мощная радиостанция. Мой знакомый изобретатель как то применил в ней наработки Теслы… теперь сигнал идет намного дальше. Можно почитать счастья и запросить с базы помощь… Надеюсь наши сообщения услышат. Пирроу!
Прибежал запыхавшийся офицер.
— Да сэр!
— Включи передатчик, выходи на нашу частоту и проси помощь… Должно сработать!
— Слушаюсь сэр!
— Теперь остается лишь надеяться на лучшее.
Ходовые машины работали вовсю. Корабль с возросшей скоростью летел на Юго— Восток. Все были в напряжении.
Спустя четыре часа точка на горизонте превратилась в ясный силуэт грозного врага. Над ним поднимались черные клубы дыма. Аронакс тревожно наблюдал за крейсером.
Внезапно прозвучал гулкий хлопок. Мимо бортов с визгом пролетели два снаряда.
Всем готовность номер один! Приготовить пожарное оборудование! Кормовые орудия — открыть ответный огонь!
две пушки начали беглую стрельбу по преследователю. Но большинство снарядов шло мимо из-за высокой скорости корабля, а те, что попадали — не причиняли ощутимого вреда. Крейсер отвечал редкими точечными залпами из мелкого калибра. Определив, куда летят снаряды, Аронакс вздохнул:
— По машинам бьют, гады… Хотят нас обездвижить и захватить как трофей. Но я так просто корабль не отдам!
Один снаряд с грохотом разворотил борт, другой сбил надстройку на корме. Начался пожар, и команда торопливо начала его тушить. Было ясно, что бой будет недолгим.
Орудия били по крейсеру, добившись пары хороших попаданий. Враг усилил обстрел. Однако спустя десяток минут он резко сбросил скорость и начал поворот. Аронакс нервно произнес вслух:
— Черт, неужели развернется для залпа всем бортом? Тогда даже помолиться не успеем...
— Капитан! Радиосообщение! Только не совсем понятна суть.
— Какое?
— Да здравствует Англия!
Спустя пару мгновений рядом с кораблем с злобным жужжанием пролетели снаряды… только уже в сторону крейсера. Три из них прошли мимо, но четвертый с грохотом ударил в борт врага. Во все стороны полетели куски обшивки и палубы. Все озадаченно посмотрели в сторону, откуда велась стрельба. На горизонте медленно двигался огромный корабль.
Маневр крейсера сразу стал понятен — он и не думал продолжать бой. Он разворачивался и набирал ход — теперь беглец был он. Но пару минут спустя новый залп неизвестного корабля взорвал рубку крейсера — на борту вспыхнул факел огня. С нарастающим свистом он стал удаляться прочь.
Аронакс поспешил в радиорубку. За ним туда зашли Джегвей с Амелией.
— 4-16, 4-16, говорит капитан корабля "Лагонда". Благодарю за помощь! Мы не надеялись уже на спасение. Кто вы?
— Есть 4-16, говорит капитан линкора "Канопус". Мы приняли ваше радиосообщение о помощи на выходе из базы. Однако ответить вам не могли — вы были слишком далеко! Удивлен, что вообще приняли ваш сигнал. Я вижу вы повреждены… Можете встать на рейд на базе, произвести ремонт и прочее… но у нас мало ресурсов, так что много не ждите.
— Вы и так нам жизнь спасли! По возвращению я буду ходатайствовать о вашем награждении в адмиралтейство.
— Хех, да не беспокойтесь. Берегите себя. Конец связи.
Аронакс с улыбкой положил трубку. После этого бросил взгляд на рацию с потрескивающими катушками и произнес:
— Что ж, последуем доброму совету и направимся в гавань.
  ''';
  static String d4a = 'Глава 4';
  static String d4 = '''
  Пребывание в гавани было скучным делом. Пара причалов, несколько укреплений с мощными орудиями да пара складских зданий — вот и все премудрости. Неудивительно, что все время в гавани Джегвей и Амелия провели в каюте за разговорами о былой жизни. Так Джегвей узнал о страсти Амелии к танцам.
— Я их просто обожаю! Все — и тело, и душа — как будто в полете… И забываешь обо всем на свете! — Амелия встала со стула. — Только ты, музыка и движение… — руки непроизвольно описали дугу, тело развернулось, изящно изогнувшись. Девушка замерла на мгновение, а затем сделала воздушный шаг в сторону. — Интересно — а каково было бы танцевать с крыльями? Прямо в воздухе, словно птица… Там, тадам, тадададам… А хочешь я тебя тоже научу?
В ответ Джеги только широко улыбнулся.
— Вставай! У тебя фигура танцора, все получится! Возьми меня за руку, вот так… А теперь двигайся спиной вперед, как будто ты плывешь по волнам… А теперь разворот… хи-хи, не упади только! Теперь я...
Танцующая пара двигалась все увереннее, а на лицах расплывались улыбки. В одном движении Амелия так изогнулась назад, что Джегвей, опасаясь ее падения, подхватил за талию, но получилось слишком крепко. Амелия непроизвольно прижалась к парню, и на лице ее промелькнул испуг: от неожиданности екнуло сердце. Джеги поспешно убрал руки и, потупив взгляд, отошел на шаг. Они сели на кровать. Через пару секунд Амелия сказала:
— Танцы… у тебя неплохо получается! Кстати, а чем увлекаешься ты?
Джегвей задумался на секунду и улыбнулся.
Мне нравится рисовать. Пускай не часто на это есть время… Но иногда пробую.
Амелия наклонилась к Джеги, и он увидел сияющий взгляд глубоких зеленых глаз. Она, улыбнулась и сказала:
— Теперь мы на свободе, понимаешь? У тебя есть столько времени, сколько ты пожелаешь. Попробуй, нарисуй что-нибудь!
Джегвей оживился. Быстро посмотрев по сторонам, он спросил кусок бумаги и карандаш. Амелия откинулась на кровать и вытащила из-за нее свою сумку. Достала изъятые лист бумаги и грифель.
— Ну вот, теперь осталось лишь найти — что рисовать!
Парень окинул взглядом комнату в поисках вдохновения. Потом поднес грифель к бумаге и начал рисовать. Поначалу плавные изогнутые линии не составляли единого целого, но вскоре на бумаге появился образ лихой наездницы на коне. С каждым штрихом грифеля картинка становилась все четче и живее; Амелия не дыша следила за работой. Наконец, через минут пятнадцать рисунок был почти готов — неясным оставалось лишь лицо девушки.
— Кто же она?.. — тихо спросила Амелия.
Джегвей молча улыбнулся, посмотрел Амелии в глаза и быстро изобразил прекрасное лицо. Амелия тихо выдохнула.
— Она так похожа на меня… так красиво...
Джегвей с улыбкой отдал ей рисунок.
— Это тебе.
— Ии! Спасибо! — воскликнула Амелия и тепло обняла его. Джегвею стало так тепло на душе, что он забыл обо всем на свете, не заметил как в дверь постучались и на пороге показался Аронакс.
— Отдыхаете? Это хорошо. Если вы не против, я бы хотел поговорить с вами.
— Да, конечно — с легким смущением произнесла Амелия.
Аронакс уселся в кресло.
— Друзья, я бы хотел извиниться за то беспокойство, которое принесла Вам сегодняшняя встреча с вражеским кораблем. Моя беспечность едва не стоила жизни нам и нашему кораблю.
— Ну что вы, капитан. Все ведь обошлось. Тем более что мы сами знали на что идем…
— Я рад что между нами не возникло обиды. Может у вас есть какие-нибудь вопросы ко мне?
Джегвей оживился:
— Аронакс, еще с того момента как я впервые увидел ваш корабль — меня мучает один вопрос: почему корабль серебристый? Я никогда не видел подобных кораблей… Какой-нибудь секрет?
Капитан рассмеялся.
— Даа, этот вопрос интересует многих, кто видел мой корабль! Да, это секрет… но так как вы часть экипажа — вы можете знать. Я уже упоминал о моем знакомом изобретателе…
— Который создал механическую повариху? — спросила Амелия.
— Именно. Он знаком с рядом умных людей, занимающихся наукой. Один из них начал работу с недавно открытым металлом — алюминием, который по-видимому ожидает большое будущее. Ему удалось создать новый сплав — он очень прочен, и при этом — весьма легок. Вот мой изобретатель и разузнал этот рецепт… опробовал его в деле… и был восхищен результатами. Через него рецепт дошел и до меня — и я решил использовать его в своем корабле. С большим трудом и с большими затратами мне удалось создать на одном металлургическом заводе намного этого сплава… Я использовал его на обшивку судна и часть переборок. Хех, это и позволило при меньшей массе сделать судно быстрей! К тому же наш путь будет идти через страны, полные палящего солнца — и это тоже нам поможет.
— Весьма впечатляет, капитан! А что насчет нашего дальнейшего пути?
— Ну… теперь нам предстоит пересечь Средиземное море, правда в далеко не самой широкой его части. А потом — Алжир, Ливия, пески… В Каире придется сделать остановку — топливо имеет свойство заканчиваться. И — прямым ходом в Гималаи, над предгорьями и лесами… там уже негде будет остановиться, вплоть до самого Кайласа.
— Пусть наш путь будет благополучным.
— Прошу извинить — надо закончить нашу остановку и продолжать путь. Если что — я в своей каюте.
Аронакс ушел, а Джегвей с Амелией стали готовиться ко сну.

***
— Еще 18 тюков… Джегвей, мать твою, пошевеливайся! С утра как сонная муха! Может тебе жалование урезать? Работай как положено а то живо найду на тебя управу!
Парень тянул на себе выбиваясь из сил два тюка, полных копры. Вокруг была пустыня без конца, и лишь дорога струилась между дюн. "Пошевеливайся!" — звучало у него в голове и это безумно угнетало. Безумно хотелось пить, ноги обжигало песком и силы были на исходе. однако конца пути не было. Вдруг он услышал хриплый голос рядом:
— Пить… Воды… Мы отступаем… Все мертвы...
Джегвей повернул голову на голос и увидел того самого мертвого солдата в панцире, который лежал на поле боя.
— Все мертвы… и ты мертв… тебя тоже нет! Ахахах.
Раздался шум с неба и оттуда появился падающий крейсер, атаковавший судно Аронакса. Он был объят пламенем и скрипел. Джегвей закричал и провалился в темноту…
… Очнулся он перед входом в потрясающий храм, переливающийся сотнями огней. Перед ним стоял человек в необычном одеянии. Вдруг он наклонился к парню и произнес:
— Ты — это я… А я — это ты..
Внезапно земля лопнула как стекло, и Джеги улетел в бездну...
… Медленно открылись глаза и уставились в деревянный потолок. Откуда-то сбоку бил яркий дневной свет. Стояла тишина, и только легкий скрип дерева задевал слух.
"Это был сон" — пронеслось в голове у Джегвея. Приподнявшись на локтях, он осмотрелся и встал с кровати. Невыносимо хотелось пить, и он подошел к столику, на котором стоял кувшин с чистой водой и налил стакан. Пара глотков усмирили ненадолго жажду.
Джегвей подошел к кровати Амелии. Во сне она разметалась по кровати и сбросила покрывало — перед глазами Джеги предстала прекрасная картина с изящным женским телом. Он не удержался и провел рукой по нежной коже.
— Мм… Ты руки… Руки-то не распускай, а то это… Сломаю и под кровать сложу...
Джегвей не смог сдержать улыбки и слегка ущипнул ее за ногу.
— Ээй! Я тебе сейчас покажу как меня будить! Ну погоди, доберусь я до тебя...
Амелия вскочила на ноги и схватилась за голову.
— Что-то голова закружилась… и пить хочется страшно. А еще — ужасно жарко.
— Вот! Вот откуда идут кошмары. Жара… Значит мы уже...
Джегвей подошел к окну. К нему подошла, встряхивая волосы, Амелия.
—… В пустыне.
— Ну, теперь водичка будет на вес золота.
Завтрак прошел вяло и без аппетита — по жаре еда не лезла в глотку. День предстоял скучный — работы на борту не намечалось, да и за бортом наблюдать было нечего — песок да сияющее солнце. На горизонте блестело море — для надежности капитан решил держаться берега. Усталые матросы работали по пояс голыми, сверкая загорелой кожей. Амелия тоже страдала от жары и поначалу тоже начала избавляться от жаркой одежды: сняв ботинки, она подвернула штаны до колен, сняла тяжелую куртку, подвернула рукава и завязала нижнюю часть рубашки, обнажив живот. Новый образ оказался весьма привлекательным, и Джеги частенько поглядывал на нее. Однако не только его взгляды ловила Амелия — некоторые матросы также обращали на нее внимание, а один, задира Роби, даже пытался с ней заигрывать. Все это раздражало Джегвея.
— Эй, малышка! Не хочешь посмотреть на корабль с высоты мачты?
— Нет уж, не охота хлопнуться оттуда на горячую палубу!
— Да ты не бойся, тебя будет крепко держать пара крепких мужских рук!
— Тогда тем более!
— Эй! Может тогда на другую мачту — пониже да покрепче? Ахахах!
Джегвей не выдержал. Он подошел к Роби и сказал:
— Мне кажется, тебе стоит извиниться перед девушкой, парень. Она не твоя портовая подруга.
— Что? Проваливай, ракушка, а не то из тебя подругу сделаем для команды!
Матросы рядом заржали.
Джегвей налился кровью и ответил:
— Ты торопишься с решениями, летун.
Задира сплюнул и схватил Джегвея за ворот.
— Не, ну вы посмотрите на этого удальца! Думаю, без пары зубов тебе будет лучше.
Роби нанес удар по лицу, но промахнулся — Джеги вовремя уклонился, но потерял момент для атаки — вторым ударом матрос выбил из него дух. Роби было замахнулся для очередного удара, но внезапно на него с металлическим лязгом обрушился удар сбоку, и он отлетел в сторону. Джегвей обернулся — за его спиной величаво стоял Аронакс с недобрым взглядом.
— На моем корабле — никаких потасовок и бузы! Ясно? Кто ослушается — будет иметь дело со мной. И тогда не стоит ожидать пощады.
Матросы молча вернулись к работе, а Роби, злобно цвыркнув, спустился в трюм.
— Джегвей, будь осторожней — любой экипаж весьма своенравен, а здесь — только опытные ребята, не боящиеся ничего. — Аронакс присвистнул. — Ну, кроме меня пока что, ахахах!
Аронакс вернулся к рулевой рубке, а Джегвей, держась за саднящий бок, побрел в каюту. Его догнала Амелия.
— Тебе больно? Ничего не задело?
— Нет, вроде все в порядке.
— Спасибо тебе, что заступился, — смущенно проговорила Амелия. — поступок достойный мужчины.
Она поцеловала его быстро в щеку и проводила в каюту.
На следующий день "Лагонда" прибыла в Каир.
  ''';
  static String d5a = 'Глава 5';
  static String d5 = '''
  Каир был одним из крупнейших центров торговли и военных сил в этом регионе. Крупный город охранялся большими воздушными и наземными силами. Еще во времена Первой Паровой здесь был построен огромный воздушный порт, принимающий как огромные торговые дирижбаны, так и почтовые юркие корветы. Рядом с таким оживленным местом быстро возник большой рынок с товарами со всего света, полный диковинных вещей.
В каюту через окно вместе с лучами солнца проникал приглушенный гомон с причала, но путешественники были уже на палубе. Утренний чай взбодрил их после тяжелой ночи в жаре, и теперь они себя весьма неплохо чувствовали. Аронакс довольно улыбался.
— Хорошее время для хорошей прогулки! Предлагаю пройтись на рынок — там есть на что посмотреть! Только не стоит заходить в темные углы или зевать — может плохо кончиться.
Спустившись на причал, компания двинулась в направлении рынка, обходя штабеля ящиков и снующих у кораблей грузчиков. Вскоре они уже были у входа. В нос сразу же ударил букет запахов всевозможных яств и благовоний, шум торгующейся толпы смешивался с восточной музыкой. Путешественники растерялись — их глаза просто разбегались от разнообразия товара. Однако вскоре Амелия уверенно зашагала к одному прилавку, торгующему одеяниями, и приобрела там пару легких широких шляп и тонкие большие платки. После она вернулась к Джегвею и вручила ему одну шляпу.
— Зачем это? — непонимающе спросил Джегвей. Хех, носить шляпы не в моем вкусе.
— Тебе мало было солнца в пустыне? — возмутилась Амелия. — Кто знает, что потом вообще будет!
Она одела шляпу на Джегвея, посмотрела со всех сторон и улыбнулась.
— Знаешь, а тебе идет. Еще пиджак — и можно идти в местные губернаторы. Эх, вечно вы мужики о себе позаботиться не можете!
— Куда приятнее, когда о тебе заботится такая девушка! — усмехнулся Джеги. Амелия показала язык и надменно пошла дальше.
— Тут столько полезных штук для себя можно найти, — сказал Аронакс. — И даже весьма ценных.
Он приподнял на руке горсть драгоценных бус и положил на место.
— Амелия! — крикнул Джегвей. — Тут есть кое-что, тебе это понравится!
— Да неужели? — ворча ответила Амелия. Когда она подошла к парню, тот открыл дверь рядом. Амелия сделала шаг… и самые прекрасные запахи закружили девушке голову. Она очарованно подошла к прилавку, полному самых невероятных специй и ароматных трав. Через секунду Амелия, пища от восторга, изучала весь ассортимент.
— Ии! Тут столько всего… ароматного… и… блин, я не видела и половины!
Вскоре между продавцом и девушкой завязался диалог — торговля, полная эмоций. Джегвей был рад понаблюдать за этим, но у него с непривычки разболелась голова, и он решил подождать снаружи. Об этом он сказал Амелии, на что она смогла ответить лишь легким кивком головой и улыбкой до ушей.
Выйдя наружу, Джегвей снова погрузился в рыночную атмосферу. Стоя у порога магазина, он слушал голоса торговцев и незнакомые ему языки. А вот из порта, медленно набирая высоту, с грохотом взлетает дирижбан. Внезапно за спиной послышался шепот:
— Эй, парень!
Джегвей обернулся. На углу дома стоял незнакомый человек и манил его рукой. Подумав секунду, Джеги подошел к незнакомцу.
— Парень! Ты ведь с борта "Лагонды"?
— Да. А что?
— Я слышал, что ваш капитан ищет таинственную страну… у меня есть некоторая информация, которая может быть вам полезна. Интересует?
— Еще бы.
— Тогда пойдем — здесь не место для такого разговора.
Джегвей двинулся за человеком. Пройдя несколько дворов, они оказались в глухом заулке. Внезапно незнакомец бросился в неприметную дверь и исчез, оставив Джегвея в замешательстве. И тут за его спиной раздался знакомый голос:
— Ну что ракушка, не ожидал?
Обернувшись, Джеги увидел Роби. Его глаза горели и сверлили насквозь.
— Знаешь, головоногое, я бы не обратил внимания на такую мелочь как ты, если бы не случай с капитаном. Я и так с трудом его терпел — а тут по твоей милости он еще и нанес мне обиду. Но ладно с ним! А вот с тобой я разберусь пожалуй сейчас.
В два прыжка Роби оказался рядом с Джегвеем и повалил его на землю, после чего начал наносить молниеносные удары. Джеги пытался отражать их, но пропускал половину. Сам же он смог нанести только три результативных удара. Силы были неравны, и Джегвей слабел каждую секунду. Наконец Роби приподнялся, достал нож и сказал:
— Ну что, пожалуй ты уже достаточно мягкий. Пора бы уже и в мир иной! Хех — последнее желание перед смертью есть?
— Да… дай закурить.
— Мда, ну ладно, затянуться разок позволю. Заодно и сам покурю — как ты вовремя предлагаешь, ракушка!
Роби отложил нож в сторону, достал сигару и закурил. В тот момент когда он вдохнул дым, Джегвей с рыком ударил головой по лицу Роби. Причем сделал он это так удачно, что задев сигару, забил ее в горло задире. Роби отпрянул, закашлялся и схватился за горло. В этот момент Джегвей вскочил на ноги и ударил матроса в живот, а после — ударом опрокинул его на спину. Роби в падении ударился о стену, а Джеги, сказал:
— Запомни — я не курю!
Отдышавшись, Джегвей бросился бежать. Вспомнив дорогу, он вышел к магазину пряностей, где его уже ждали Аронакс с корзиной фруктов и Амелия, с целой сумкой всяких мешочков.
— Ну и где тебя носит? Ты же сказал что будешь ждать у входа!
— Пришлось отлучиться… по нужде так сказать.
— Скажешь тоже. — буркнула Амелия.
— Хегей, красавица, не кипятись, все нормально! — хохотнул Аронакс. — Видишь — нашего Джега совсем разморило местное солнце. Возьми пару фиников, глядишь — повеселеешь!
Они втроем начали возвращаться на судно. Когда Амелия отвлеклась, Аронакс наклонился к Джегвею:
— А по правде — что случилось?
Джеги вкратце описал произошедшее. Аронакс помрачнел.
— Вот оно что, летающие рыбы… Не беспокойся — мы обеспечим ему хорошую шутку.
Вскоре они поднялись на борт. Погрузка уже закончилась, и все ждали отправления. Но капитан и виду не подавал.
Через десяток минут на борт поднялся Роби. Он был зол и покрыт ссадинами. Увидев его, Аронакс улыбнулся.
— Роби, опять ты в кабаке подрался! Еще раз такое устроишь — уменьшу жалование!
Задира молча подошел к лестнице и, задержав взгляд на капитане с секунду, спустился в трюм.
"Лагонда" отошла от причала и взяла курс на Восток.

***
Спустя час корабль пролетал над дельтой Нила. В последние годы он весьма обмелел — деятельность человека серьезно подорвала климат во всем регионе.
Джегвей стоял на носу корабля и смотрел вдаль. Вниз ему как то не хотелось смотреть — его угнетал нездоровый заболоченый пейзаж. К нему подошел Аронакс, посмотрел так же вдаль и сказал:
— Пожалуй, пришло время платить по счетам.
Обернувшись, он рявкнул в рулевую рубку.
— Курс 68! Снизить высоту до 25 метров!
Заметив недоумение в глазах рулевого, Аронакс спокойно добавил:
— Выполняйте.
"Лагонда" резко пошла на снижение. Аронакс продолжал.
— Роби!
На палубу спокойно вышел задира с надменным выражением лица и с руками в карманах.
— Меня кто-то звал?
— Я звал, — отчетливо проговорил Аронакс. — Проверьте носовое хранилище, мы заметили там шум.
— Есть… сэр. — выплюнул слова Роби.
Неторопясь, задира направился к небольшому люку с решеткой в носу корабля и открыл его. После посмотрел вниз, и спрыгнул. В этот момент Аронакс подошел к люку и захлопнул крышку.
— Эй! Что за ерунда, капитан?
— А ты сам не дошел еще что ли? Думал, что твои провалившиеся гнусные планы останутся незамеченными и все будет как прежде? — Аронакс повернулся к собирающейся толпе экипажа. — Друзья! Я собрал Вас здесь как своих братьев, с которыми я делю все радости и горести своего пути, которым я отдам последний кусок хлеба. Но Дьявол вас подери, я разве не сказал, что каждого, кто перейдет мне дорогу я лично разорву на части?! Нет?! Роби, чертяка, разве ты не знал? Ну сейчас то все решится. Рулевой! Какая там высота?
— Снизились до двадцати, сэр..
— Шикаарно. Роби, ты в курсе, что ты в запасном отсеке для контрольного балласта и вот этим рычагом, — Аронакс взялся за рукоять — я могу сейчас распахнуть створки под твоими ногами, и буль! — ты шлепнешься в болото, заодно сломав себе все ребра, а? По-моему справедливо… Хватит слов, пора к делу!
— Стой!
Аронакс изумленно повернулся и вперился взглядом в Джегвея.
— Что такое, Джеги?
— Не делай этого. Это слишком жестко.
— Ха! Этот парень тебя пару часов назад хотел отправить на тот свет, а ты сейчас говоришь о жесткости? Клянусь ветром, Джеги, ты меня удивляешь!
— И все-таки, не лишай его жизни. Он со злости и спеси своей хотел проучить меня, а ты приговариваешь его к долгой и мучительной смерти… Аронакс — жестокость — понятие относительное.
Аронакс задумался на секунду, убрал руку с рычага. Потом с обидой пнул бочку рядом и уже спокойно сказал:
— Может ты и прав, Джегвей… Эй, Роби! Путешествие в болото отменяется. И как ты понял, собака, не по моей воле! Ладно, хватит болтологии… хоть ты и помилован, но из этой конуры я тебя не выпущу… по крайней мере до первой остановки! — Он снова обратился к Джегвею. — Если что я в своей каюте… но лучше не беспокой без надобности!
Аронакс ушел в рулевую рубку поправить курс, а Джеги подавленно ушел в каюту. Придя внутрь, он растянулся на кровати. Вскоре пришла Амелия.
— Никогда не думала, что капитан может быть таким жестоким… Его глаза горели как у демона. Мне страшно представить, на что он способен в гневе...
— Сейчас многие носят это клеймо — жестокость. Но это клеймо, а не дар. И надо быть выше ее, не позволять ей брать верх… Иначе зачем мы бежим из этого злого мира? Куда бы мы не пришли — мы везде бы садили его семена… И заново вырастили вокруг себя.
— Ты прав был тогда. Это путешествие — испытание. Большое испытание для нас всех.
— То ли еще будет, — повернувшись на спину сказал Джегвей. — Пожалуй, лучше будет просто лечь спать. Доброй ночи.
— Доброй.
Амелия легла на свою кровать и быстро уснула.

***
"Почему? Я уже был готов к смерти. На его месте я бы стер в порошок… а он подарил мне жизнь. Я ведь мог прирезать его сразу, и спокойно вернуться на борт. А что дальше? Бесконечные дни вахты и запои. Гнилые как трюм "Летучего Голландца" шутки Джона. А через неделю, месяц пути — отыметь очередную затасканную деваху в борделе… Хватит. Надоело, черт возьми. Боже, почему эти мысли приходят лишь у порога смерти?"
Роби лежал в отсеке на мокрых досках и смотрел сквозь решетку на звездное небо. Безумная жажда и бессонница не давали шансов на сон. Тяжело вздохнув, матрос опустил взгляд.
"Хотя кто мы такие… все мы мелкие мурашки. Ничего не решаем. Ничего не значим".
— Роби!
Задира поднял голову — у решетки, наклонившись, сидел Джегвей, с бутылкой воды в руках.
— Аа, ракушка… Я хотел поблагодарить тебя за возможность еще пожить… Хотя какая разница — капитан безнаказанным не оставит… вопрос лишь в наказании.
— Расслабься, приятель — я могу выпустить тебя на свободу.
— Скажешь тоже… Надо быть сумасшедшим, чтобы освободить своего убийцу.
— И все же. Я узнал, что мы скоро будем пролетать над одним поселением… высота небольшая, думаю по канату ты сможешь без вреда спуститься.
— Хех, о чем речь… Но чую я, что за просто так ты меня не выпустишь.
Джегвей тихо открыл решетку. Роби вылез на палубу, с непониманием смотря на бывшего врага, а теперь спасителя.
— Я задам тебе только один вопрос: Куда ты пойдешь, обретя свободу?
Роби замер в задумчивости. Проговорил в отчаянии:
— А куда мне податься то… Мне осточертела служба на кораблях… Я на землю-то ступаю только в порту…
— Открой у себя мечту. И начни жизнь стремясь к ней.
— Пожалуй, я вернусь в Англию… И пока буду идти — решу, что мне нужно в этой жизни.
— Все в твоих руках.
Джегвей выбросил конец каната за борт и он стремительно стал разматываться. Роби подошел к борту, взялся за канат и перелез через борт. После он посмотрел на Джегвея, улыбнулся и начал спускаться, сказав напоследок:
— Да, жестокость — понятие относительное… Эх!
Когда Роби исчез из поля зрения, Джегвей обернулся.
Возле мачты стоял Аронакс и курил трубку.
— Знаешь, я даже рад, что все кончилось именно так. И волки сыты, и овцы — то есть карма — целы, хахах! Идем спать — завтра трудный день.
Путешественники ушли, а корабль все так же продолжал путь под звездным небом в потоках восточного ветра.
  ''';
  static String d6a = 'Глава 6';
  static String d6 = '''
  Весь последующий день "Лагонда" летела над арабскими странами, полными песка и жары. Запас питьевой воды был приличный, и его вполне могло хватить до места назначения. Даже несмотря на возросшую в ней потребность экипажа. Аронакс, переодевшийся в восточные свободные одежды, был похож на бедуина из пустыни. Сильно загорелое лицо добавляло сходства. Он тряс опустошенный кувшин и сетовал:
— По такой жаре и не выпить — жажда с сапогами съест! Скоро на обед будут подавать воду и салат — закусить немного, ха-ха!
Джегвей так же одел светлые легкие штаны и сандалии, вместо жарких ботинок. Ходить босиком его не привлекало. На голове он носил купленную Амелией шляпу — правда без особого желания.
Однако с утра Амелия не попадалась ему на глаза. С вопросом о ней Джегвей подошел к Аронаксу. Тот, пожав плечами, улыбнулся:
— Да я сам как то не видел ее сегодня. Ну, так как девушки обычно обитают на кухне — думаю стоит поискать ее там.
— А где находится кухня?
— Хм, объясню — не поймешь… Идем, проведу.
Они спустились в трюм, прошли по коридору и пару раз свернули в сторону. В конце концов они пришли к массивной деревянной двери, которая распахнулась от толчка Аронакса. Он улыбнулся до ушей.
— Ну, что я говорил?
На кухне крутились повар и два помощника, а рядом с ними стояла Амелия и оживленно что-то резала. Она была одета в восточное платье из прекрасной синей ткани с узорами и выглядела потрясающе. Джегвей аж раскрыл рот от изумления.
— Амелия! А что ты тут делаешь?
— Хи, очень даже вкусный фруктовый салат! Он так освежает… тебе понравится!
— Надеюсь, мне тоже удастся его отведать! — весело сказал Аронакс.
— Ну уж нет, капитан, Вам пусть готовит ваша прекрасная машина!
Все дружно рассмеялись. Джегвей случайно облокотился на полку, и она с треском сорвалась. Стоявшие на ней коробки попадали, рассыпав поднявший облако пыли порошок. Джеги начал чихать.
— Ты… паршивец, что ты наделал!? Это же редкие, хи-хи, специи… Ахахах, как же я их теперь собирать буду, хахаха...
Девушка сидела над рассыпавшимися специями и смеялась. Напротив нее сидел осыпанный порошком Джегвей и тоже смеялся. Амелия стала отряхивать ему голову.
— Я убью тебя, засранец, ахахах! Ты… Ты понял, ахаха!
Аронакс в недоумении смотрел на подыхающих со смеху двоих и спросил:
— А что вы такого рассыпали то?
— Ахаха, да видно та редкая специя, что повышает настроение! Хи-хи, да только у нас явно передозировка, ухахах!
Аронакс улыбнулся.
— Даа, ну теперь уж вам позитиву хватит до конца пути!
— Ахахах, это тоочно!
Под вечер с раскрасневшими лицами и улыбкой до ушей Джегвей и Амелия вернулись в каюту. Смеяться уже не было сил и они тихо завалились на кровати.
Глядя на Амелию, Джегвей сказал:
— Да, веселенький был денек! Но я обратил внимание на один факт.
Амелия приподнялась и заинтересованно посмотрела на Джегвея.
— Вот как? И какой же?
— Ты выглядела сегодня как королева.
— Ого! Ну спасибо, приятно, — Амелия застенчиво отвела взгляд и снова посмотрела прямо в глаза.
— И твои глаза сейчас сияют как изумруды.
Амелия скептически улыбнулась.
— Ну-ну, ты не увлекайся тут, — она отвернулась, расстилая постель, и тихо добавила: — хотя я ж старалась...
Джегвей улыбнулся и стал готовиться ко сну.

***
Ночью к привычному шуму судна добавилось незнакомое стрекотание. Выйдя на палубу, Джегвей увидел снующие вокруг судна юркие самолеты. Они напоминали огромных насекомых, привлеченных добычей. А на земле горели десятки ярких огней, и многочисленные столбы дыма исходили из высоких кирпичных труб. Джегвей спросил Аронакса о местонахождении "Лагонды".
— Мы пролетаем над Керманом — крупным иранским городом. В его окрестностях идет добыча угля, стоят заводы по обработке его в гексоуголь. Его ценность объяснять не нужно — хоть и появились двигатели на спирту, как у этих самолетов, им никогда не стать такими мощными и эффективными как паровые на гексоугле. Так что такие месторождения берегут как зеницу ока — в том числе и с воздуха.
— Мы не рискуем, пролетая поблизости?
— Не должны. Мой радист уже связался со службой охраны и заявил о своих целях. Так что они только будут следить за нами, пока мы не уйдем на достаточное расстояние.
— Значит в ближайшее время не уснуть. — расстроено проговорил Джегвей, возвращаясь в каюту.
На следующий день "Лагонда" приближалась к горным массивам северного Пакистана. Сухой климат постепенно сменялся очень влажным, тропическим. Опасаясь вредных испарений, Аронакс приказал держаться на достаточной высоте от буйной растительности, сильно разросшейся за последние годы. Однако данная мера имела и крупный недостаток — на большой высоте зверствовали свирепые ветра. Но даже не это пугало Аронакса.
— В этих краях чрезвычайно много осадков, к тому же начинается сезон дождей. Под мощным ливнем не только неприятно — судно может отяжелеть и сбавит ход. К тому же мы жертвуем управляемостью… Худшее, что может нас ожидать — это что запасы топлива осыреют или же парогенераторы зальет водой. Тогда нам придётся совершить аварийную посадку в незнакомой местности и ждать сухой погоды и ремонта… для нас это не вариант.
Капитан решил увеличить ход, решив проскочить заключительный этап пути как можно скорее. Правда, появлялся риск остаться без топлива еще до прибытия в Катманду.
Весь день Джегвей и Амелия не выходили на палубу. Оно и понятно — среди ураганных ветров находиться на палубе идущего полным ходом воздушного корабля — дело не из приятных. К тому же, чего доброго, могло унести за борт — и спастись будет большой проблемой.
Сидя в гостиной каюте, наши путешественники слушали рассказы Аронакса под ароматный травяной чай, приготовленный Амелией по только ей известному рецепту. Аронакс увлеченно рассказывал обо всем, что касалось Шамбалы и не только.
— Сказания всего мира говорят о загадочной и тайной стране, где живут самые мудрые люди этого мира. А может и не люди… Говорят, что путь туда открыт лишь избранным.
— Постойте, Аронакс, если туда можно лишь избранным — зачем мы, простые люди, идем туда?
— Ну, я как-то не дословно воспринимаю эти слова, — хохотнул Аронакс. — В моем понимании избранным является любой, кто дойдет до этой страны… Что я собственно и собираюсь сделать!
— Неужели никто раньше не доходил?
— Легенды гласят, что доходили. Некоторые восточные мудрецы, достигшие просветления и очищения… брр, я не знаю какого это. Суть одна — они дошли… и остались там. В Непале и Китае говорили, что иногда они приходят поделиться мудростью… да только весьма скудно и недолго. И знаете — я их понимаю. Какой смысл делиться тем, что бесценно да и безвозмездно? Разве что из жалости… я не знаю.
— А зачем ты идешь туда, Аронакс?
— Хм… давайте будем считать, что ради любопытства. Согласитесь, увидеть воочию такое чудо — великое дело.
— Да, Аронакс, вы правы.
— А почему нынешние правители не найдут её? С новыми знаниями они могли бы покорить весь мир. — спросила Амелия.
— Да потому что в Шамбале тоже не дураки живут. Тех, кто со злым умыслом ищет — они со свету сживают. Даже самой хваленой армии не дойти — слишком уж хорошо защищена та страна. Да и найти ее надо для начала… А это придется делать самому. Да и что вы все про правителей… вам мало войны разве? Я так от нее очень устал. Просто замучаешься бить каждого, кто с тобой не согласен.
— А надо ли?
— Люди не понимают иного языка, чем сила, — задумался Аронакс. Ладно, не будем о грустном. И так снаружи воет, аж жуть.
Они молча продолжили пить чай. Затем в дверь постучались.
— Да, войдите! — проворчал Аронакс.
— Капитан, — сказал вошедший рулевой. Судно набрало вес от влаги и снизило скорость. Мы не можем идти на заданной скорости.
— Можете, — спокойно произнес Аронакс. — Дайте машинам предельные обороты. Тогда все будет нормально.
— Но капитан…
— Вы знаете, что делать.
Рулевой ушел, а Джегвей обеспокоенно спросил:
— Мы так не взлетим на воздух?
— Шансы конечно есть, — протянул Аронакс. — Но — кто не рискует, тот не пьет шампанское. Тем более, что мы уже в воздухе, ха-ха!
В десять часов утра следующего дня в каюту Джегвея и Амелии зашел матрос и сказал:
— Капитан просит вас пройти в его каюту.
Заинтересованно они пришли к Аронаксу. Он стоял за картой и заметив гостей, оживленно воскликнул:
— Ну что, дорогие мои, могу вас поздравить! Скоро Катманду будет уже видно на горизонте. Нам осталось идти еще от силы пару часов.
— Что мы будем делать по прибытии?
— Отдохнем немного, восстановим силы. Затем "Лагонда" подбросит нас до древнего храма, где мы сможем найти указания по поискам Шамбалы. А дальше будет видно. Думаю, надо будет заранее позаботится о вьючных животных, поскольку идти дале...
Не успел капитан закончить фразу, как раздался громкий лязг металла, затем взревел двигатель. Через пару секунд он стих, и тишину разорвал громкий свист пара. Испуганные путешественники выбежали наверх.
На верхней палубе царила неразбериха. Среди парового тумана бегал экипаж, раздавались нечеткие команды. Из труб продолжал валить дым, но двигатель молчал. Двинувшись к рулевой рубке, Аронакс нашел помощника и потребовал объяснений.
— Капитан, докладываю! Двигатель из-за перегрузки вышел из строя. Лопнул главный тяговый вал… Из-за переизбытка пара в генераторах его пришлось стравливать наружу. Механизм поддержания корабля в воздухе работает от аварийного питания, однако этого хватит лишь для более-менее мягкой посадки.
— Ааа, черт! — с досадой рявкнул Аронакс. — Ищите место для посадки, живо!
"Лагонда", жалобно скрипя, теряла высоту. Положение ухудшалось еще тем, что вокруг были горы, и найти подходящее место было трудно. К тому же в большей массе сделанный из дерева и стальных крепежей корабль попросту мог не выдержать удара при посадке.
К счастью для пассажиров, после очередного холма стала видна горная река, у берега которой нашлась небольшая ровная площадка. Туда то и направил судно Аронакс. С сильным креном оно устремилось к земле. И не успели путники вздохнуть, как с треском "Лагонда" врезалась в грунт. Люди полетели по палубе, выпадая наружу и задевая предметы. Амелия успела вцепиться в руку Джегвея, который ухватился за поручень у лестницы, и потому они особо не пострадали. Уцелел и Аронакс — правда когда все улеглось, он обнаружился лежащим на палубе. Спустя пару минут, экипаж стал приходить в себя.
Участь "Лагонды" была печальна: от удара смялся трюм и развалились ходовые машины, носовой часть была полностью уничтожена. Досталось и экипажу — вскоре насчитали двое убитых и четверо раненых.
Аронакс и Джегвей с Амелией собрались вместе чтобы обсудить ситуацию.
— Друзья, Слава Богу мы живы. Ужасно потерять корабль почти в самом конце пути, понеся ужасные жертвы… — Аронакс обвел рукой медленно шевелящихся людей. — Я очень виноват перед ними, подвергнув их риску уже не в первый раз… Простите. Но нам нужно идти… Надо закончить этот чертов путь чего бы это не стоило, ведь это все было не зря… не зря...
— Успокойтесь, Аронакс. Мы обещали быть с вами до конца пути. Ведите же нас.
— Правда… Тогда… — Аронакс беспомощно оглянулся. — Надо собрать что уцелело и идти… Катманду совсем рядом...
— Вперед, капитан.
Следующие часы ушли на сбор необходимых вещей из числа уцелевшего и оказание помощи раненым. Не забыли и о погибших — их захоронили согласно традиции. Все собрались на небольшую трапезу, где почтили память усопших всем экипажем. После началась суетливая процедура распределения поклажи. Джегвею выпало тащить весьма увесистую сумку с уцелевшими инструментами, большую баклагу и пару ружей. Амелия помимо собственных вещей несла еще и найденные медикаменты.
Начался утомительный путь в столицу Непала. Путь шел вдали от известных горных троп, а потому приходилось идти как по относительно ровному берегу реки, так и по труднопроходимым россыпям камней. Путешественникам приходилось часто прерывать путь — тяжелая дорога и разреженный воздух делали свое дело. К ночи пришлось устроиться на ночлег прямо на открытом воздухе, в одной из скальных расщелин. Собрав немногочисленный чахлый кустарник, уставшие люди развели костер.
К обеду следующего дня путешественники вышли к Катманду.
  ''';
  static String d7a = 'Глава 7';
  static String d7 = '''
  Холодная, пугающая своей таинственностью и печальным звоном колокольчиков деревня среди заснеженных скал — таким представился Катманду путникам. Проходя среди маленьких хижин и встречая колкие взгляды местных жителей, выжившие двинулись в местный гостиный дом. Его обнаружили на краю города, неподалеку от местной воздушной пристани. Относительно других это было весьма крупное здание в три этажа, тем не менее так же испытавшее силы стихии как и другие дома вокруг. Возле входа Аронакс остановился и обратился ко всем:
— Мои друзья… вот мы и выбрались в обитаемое место. Но мы потеряли "Лагонду"… Без корабля держать вас я не имею права. Вы свободны. Если кто хочет идти со мной — я буду рад. Остальным я выдам жалование прямо сейчас.
Ворча, воздухоплаватели подходили к Аронаксу и уходили. Аронакс с выражением полного отчаяния рассчитывался с каждым. Остаться пожелали лишь пара матросов.
— Неужели вы хотите остаться? Джейкоб? Браун?
— Не для того мы шли сюда, чтобы уйти у самых ворот. Мы идем с вами.
— Спасибо парни.
Уставшая компания устроилась в гостинице на ночлег и беспробудно проспали до утра.
С восходом солнца все собрались в общем зале для обсуждения дальнейших действий.
— Итак, мы в Катманду, как и рассчитывали. Пускай даже ценой нашего корабля… Следующим пунктом будет древний храм возле горы Кайлас. В него до сих пор бывает заходят паломники… но мало кто знает, что в нем хранится ключевое указание для поиска Шамбалы. Сейчас же нам нужно найти туда проводника и скорее всего транспорт — надеюсь, здесь что-нибудь найдется. А искать лучше всего там, где водится выпивка.
После коротких сборов Аронакс, Джегвей, Амелия, Джейкоб и Браун направились к скрипящей таверне. Распахнув двери, путникам предстала довольно типичная картина для таких заведений. Удивляло лишь то, что было довольно людно. Впрочем, большую их часть составляло местное население. Аронакс подошел к бармену и спросил о проводнике.
— Ну, знаешь, сейчас это… нет никого в общем. Паломники сейчас не ходят, и проводники стараются обитать в более приятном месте. Было недавно парочка… да повели каких-то китайцев в сторону Индии. Не знаю в общем. Может выпьешь? Согревает так то, в общем.
— Да нет уж, спасибо. — ответил Аронакс.
Расстроенный, он вернулся к столику, где его ждали остальные и поведал об услышанном.
— Как никого нет? — удивился Джегвей. — Насколько я знаю, в таких местах все знают любые дорожки вокруг.
— В том то и дело, Джеги, что путь по тропе паломников труден и опасен, да и не каждый знает как он идет. Не зря же верующие считают ее испытанием на пути к святыне.
Аронакс начал нервничать.
— Бред! И что нам теперь делать? Ждать? Я не знаю, сколько времени пройдет. А оставаться здесь я не хочу. Ну неужели здесь никто не знает дороги к Кайласу?
— Ну я знаю, и что? — раздался за спиной уставший женский голос.
Аронакс вздрогнул и обернулся.

***
За соседним столиком сидела девушка в кожаной куртке и с черными длинными волосами. Острые черты лица и сосредоточенные цепкие глаза выдавали натуру хищника. Девушка лениво пила из стакана алкоголь и смотрела прямо в глаза капитану.
— Ты? Знаешь путь?
— А что, по мне не видно? — хохотнула девушка. — Ты мне лучше скажи, чего тебе неймется и зачем туда идти. Мало приключений за одно место укусило? Ахахах, как представлю...
— Может подойдешь и поговорим нормально?
— А чего это я должна к тебе идти? Кому дорога нужна — мне или тебе? Нет, ну ты наглый конечно. Ладно, болтай дальше!
— Оу, тише красавица, не кипятись! Вижу что ты себе цену знаешь. Я сейчас подойду.
Аронакс встал из-за стола и направился к незнакомке. Та лишь довольно улыбнулась.
— Я внимательно тебя слушаю. Только не спали меня тут взглядом.
Девушка лениво обернулась и крикнула бармену:
— Чен! Чен, мать твою! — она запустила стаканом в сторону барной стойки, чем вызвала ругань бармена. — Глухой чтоли? Налей мне и моему другу по стаканчику!
— Он вроде отказался.
— Что значит отказался? Неси давай!
— Ладно, не урчи только.
— Славно, — улыбнулась девушка. — Ну, друг ты мой прелестный, зачем тебе идти к этому храму? Стены разрисовывать будешь или так, интересно стало?
— Я ищу там один рисунок на стене. Он для меня очень важен.
— И всего то? — девушка пырснула со смеху. — Ты забрался в эту долбанную дыру чтобы найти рисунок? Да ты явно не в себе, иди поспи чуток. А захочешь — колыбельную спою, ахаха!
Резко умолкнув и сделав паузу, она продолжила.
— Ладно, не так уж мне интересно что ты там ищешь. Я там была пару раз — ну нет там ничего интересного. Давай к делу может...
— А может для начала скажешь кто ты?
— Что, прям так интересно? — она оживилась. — Ну хорошо, давай знакомиться! Я — Каталина… скалолазка короче. Приехала сюда из Испании покорять горы… там то я уже давно все облазила! А здесь все куда круче… но трудно здесь, да и грустно живется… Так что я заинтересовалась вами, хоть с новыми людьми пообщаюсь. Ну, а ты кем будешь?
— Держи! — Чен принес выпивку. — Будешь должна!
— Как всегда! — игриво ответила Каталина. Сделав глоток, она продолжила сверлить Аронакса взглядом.
— Я Аронакс. В прошлом барон, теперь — путешественник… Я со своими спутниками, — он кивнул в сторону Амелии и Джегвея. — отправился из Англии на своем корабле сюда… но разбил его неподалеку. Часть команды ушла, с оставшимися я иду… я уже говорил куда.
— Славная милая история, — улыбнулась Каталина. — Пожалуй, я отведу вас. Сумма… давай так — заплатишь мне 300 фунтов плюс на дорогу домой, в Испанию… Да… Ну и как понимаешь — за лошадок тоже придется заплатить.
— Каких лошадок?
— А ты туда пешком собрался? Как хочешь, но я поеду! Поговорим со знакомым одним моим… да… Эй! Чего тебе? — она обратилась к бесцеремонно стоящему рядом местному.
— Красавицаа… дай на стаканчик, а?
— Ладно, я сегодня добрая, держи. — Каталина хлопнула парой монет по столу и подвинула их бродяге.
— Спасибо! А может еще и поцелуешь?
Каталина злобно запустила в него кружку и та попала ему в лоб.
— Ау… больно блин...
— Еще поцеловать, или хватит?
— Тише, больше не надо.
— Задолбало, — проворчала Каталина. — Аронакс! Ну что, покажешь своих милых друзей или как?
Они вдвоем подошли к столику, где на них вовсю глазели Джегвей и Амелия.
Друзья, знакомьтесь — наш новый проводник, Каталина. Она знает всю эту местность как свои пять пальцев.
— Ну вообще то их у меня больше, но не суть! — улыбнулась Каталина.
— Джегвей.
— Амелия. Мне только интересно — что такая девушка делает в Гималаях, и откуда все знает?
— Ну, милочка, что делаю то тебе не по силам. Мой интерес в этих скалах, а по тебе не скажешь, что ты далеко выбираешься из дома.
— Для начала не стоило бы так хамить, Каталина, да? И если бы я не выбиралась из дому, как ты изъявляешься, то мы бы не разговаривали тогда здесь и сейчас.
— Тихо, красавицы, не будем ссориться с первых же минут! — весело вмешался Аронакс. Нам предстоит трудная дорога — и идти придется всем вместе. Давайте лучше выпьем за удачу — она нам пригодится!
— За удачу! — поднял стакан Джегвей.
— За успех! — рявкнули Джейкоб и Браун.
После началось обсуждение деталей пути. Тон задавала Каталина.
— Ну, ребятки, как вы уже поняли — мы не в парк идем гулять, а потому нам нужно нормальное снаряжение. Кое-какие вещи у вас уже есть, потому обсудим недостающие. Походное снаряжение я достану, не беспокойтесь. Провизию предоставляю вам, думаю с этим все в порядке. Да, и еще… вы еще не замерзли тут?
— Есть немного — поежилась Амелия.
— Ну насчет тебя я и не сомневалась. А если по делу — купите хорошую теплую одежду, которая защитит от холода и ветра. Горы не шутят...
— Это все? — спросил Джегвей.
— Ну, я назвала самое необходимое. Хотя нет — медикаменты тоже нужны. Остальное смотрите уже по своему желанию. И главное — встречаемся послезавтра в 6 утра, возле таверны.
— Добро. Пора пройтись по магазинам. — улыбнулся Аронакс.

***
— Гоча! Гоча, зараза, просыпайся, мать твою!
За соседним столом спал местный. Его яростно тряс тот самый парень, в которого Каталина запустила кружкой. Однако на пьяную голову он явно не хотел просыпаться.
— Ммм… Отвали, Калзан, я хочу спать..
— Просыпайся, дело есть!
— Ну что еще?
— У Каталины новые друзья, — защебетал Калзан. — И по-видимому, они ищут кое-что ценное.
— Уже пахнет наживой, — оживился Гоча. — Убьем двух зайцев сразу, коль пойдем за ними… А в конце пути — спокойно порешим.
— Только это ж Каталина...
— И что? Дурная баба, как по мне. Даром что красивая, да фиг ту красоту возьмешь. Я бы с радостью прирезал ее, да тут у нее знакомых тьма. А тут прям все условия.
— Ну вот, будет нам радость… Сегодня они собираются и логично, что завтра утром выйдут. Тогда и мы следом… У меня тоже на Каталину обида — залупила мне по лбу кружкой, когда я подслушивал. Я ей эту кружку припомню.
— Дело говоришь. Давай еще по стаканчику.
— За хорошую добычу, кхе-хе.
Выпив, Калзан стукнул стаканом об стол и вышел на улицу.
Тем временем, Джегвей с компанией направился в магазины. Катманду — небольшой город, если сравнивать его с Лондиниумом, но все же это столица. Потому в магазинах недостатка не было. Закупаясь одеждой, Аронакс вовсю раздавал советы по выбору.
— Главное там, в горах будет адский ветер и холод, а потому нам нужна защита. Но при этом нам нужно будет еще и двигаться. Так что думаю, вот эти меховые куртки будут у самый раз. Ну и штаны нужны, теплые и прочные. Не знаю, найдется ли на Амелию та...
— Найдется. На меня все найдется.
— Да я смотрю с такой фигуркой все будет шикарно. — заметил Джегвей.
— А ты не смотри, себе выбирай лучше. Посмотрим, что тебе будет шикарно.
В итоге были куплены отличные комплекты. Только Аронакс выделялся своим длинным тяжелым плащом.
— Аронакс, кто-то нам говорил о подвижности. — сказал Джегвей.
— Поверь, — хохотнул Аронакс, — Я так привык к плащу, что буду в нем прыгать по скалам не хуже вашего!
— Посмотрим, посмотрим. — сказала Амелия.
В оружейной лавке, по совету Аронакса путешественники закупились Английскими многозарядными карабинами. Кроме того, каждый взял по одному револьверу и хорошему ножу — оружию, чью пользу трудно переоценить.
Истощенные запасы провизии удалось пополнить весьма удачно. Предвидя спрос, в магазине оказались компактные походные наборы, весьма питательные и готовые в пищу. Не забыли и про достаточные запасы питьевой воды — конечно, в заснеженных горах можно добыть воду, но зачем рисковать понапрасну?
Наконец, закончив сборы, все собрались снова в гостином доме. Усталость брала свое, и все разбрелись по комнатам. Амелия и Джегвей ушли в свою и легли спать. Спустя десяток минут после того, как Джегвей потушил свет, раздался шепот Амелии:
— Джеги! Джеги, ты спишь?
— Мог бы спать, если бы не твой вопрос.
— Ты был в горах?
— Я? Нет. Но слышал о них от дяди Дирби.
— Там правда сильный ветер?
— Да, очень, еще и холодный до ужаса. А еще Дирби говорил, что в горах часты камнепады… Не хотелось бы попасть под такое.
— Мне тоже… Страшновато. Еще и эта Каталина — грубая, злая, как черт.
— Думаю, она многое пережила и повидала, раз стала такой.
— Только Аронакс с ней такой обходительный… С чего бы это?
— А ты спроси у него.
— Нет уж, спасибо.
Амелия полежала немного молча, а затем снова спросила.
— Джеги, а ты не жалеешь что сюда отправился?
— Нет, не жалею пока.
— А как же трудности?
— Пока единственная проблема — твоя болтливость. Я хочу спать.
— Бука ты. — обиженно пробурчала Амелия и отвернулась к окну.
Джегвей улыбнулся и, улегшись поудобней на своей кровати, уснул крепким сном.
  ''';
  static String d8a = 'Глава 8';
  static String d8 = '''
  … Бесчисленное множество цветов покрывало огромный, залитый солнцем луг. Амелия смеясь, бежала по нему, раскинув руки. Добежав до огромного тенистого древа, она уселась у его ствола и закрыла глаза. Вдруг она услышала легкий шорох рядом. Открыв глаза, она увидела красивого пушистого кролика рядом. Зверек сидел на задних лапках и доверчиво смотрел девушке в глаза. Она было протянула руку его погладить, но кролик отбежал на пару метров и остановился, продолжая за ней наблюдать. Амелия поднялась на ноги и стала идти за отбегающим кроликом. Наконец она вышла к каменному алтарю среди деревьев, на котором лежал удивительный шар. Подойдя ближе, Амелия увидела в нем меняющиеся изображения прекрасных видов неведомых земель. Зрелище было завораживающим. Восхищенная девушка взяла шар в руки. Он просто сверкал яркими красками. Вдруг за спиной раздался незнакомый голос.
— Нравится? А ведь тебе придется его хранить. Это твой дом...
Амелия обернулась и увидела незнакомца в странных одеждах.
— Мой дом?..
— Да. Твой настоящий дом, — незнакомец сделал шаг навстречу и указал на шар рукой. — Посмотри сама.
Амелия взглянула на шар. Внезапно ее взор понесся в глубину шара с огромной скоростью. Придя в себя, она попыталась понять картинку вокруг. Вот она пролетела сквозь лес, над лугом, пронеслась сквозь море, заводы, сражение, затем горы, пещера, пустыня, древний город… И вдруг все погасло.
Вздрогнув, Амелия проснулась. Она все так же лежала на кровати в гостинице, в другом конце комнаты храпел Джегвей. Часы на стене показывали пол пятого — организм требовал продолжения сна, но мозг уже отправлял собираться. Амелия одела халат, умылась и пошла будить Джеги.
— Мм… Что опять случилось…
— Ничего. Просто уже пора вставать.
— Уже? Быстро ночь пролетела, ничего не скажешь...
Не успели они одеться в дорогу, как в дверь постучали и раздался голос Аронакса.
— Подъем! Пора вставать!
— Мы уже. — сказал Джегвей, открывая дверь.
— Лихо, — хохотнул Аронакс. — Идем, Каталина уже ждет.
Путешественники вышли на улицу. Прохладный ветерок немного взбодрил сонные лица. У входа стояло семь лошадей, рядом с которыми болтали Каталина и незнакомый мужчина. Вид у Каталины был серьезный — вся обвешанная экипировкой, она держала на поясе револьвер и еще одну очень похожую на него штуку. Джегвею стало интересно ее назначение, но спросить он не решился.
— Ну что, все проснулись? Никого под одеялом не забыли? Если забыли — то и будить нет смысла, я тюфяков не потащу.
— Все здесь, не переживай, — сказал Аронакс. — А у тебя все готово?
— Как в лучших домах, — улыбнулась Каталина. — Вот лошади, так что не теряйте времени и грузитесь. А этот парень — их владелец. Он будет нас сопровождать.
— А ему можно доверять? — недоверчиво спросил Браун.
— Если вы верите мне, то и ему должны, — спокойно сказала Каталина. — Иначе — до свидания.
— Лошадки! — улыбнулась Амелия, щурясь от утреннего солнца.
Каталина недоверчиво покосилась на нее.
— Ты их первый раз видишь что ли?
— Нет, — весело сказала Амелия. — Просто я их очень люблю.
— Это лучше, чем если бы боялась.
— А чего их бояться то! — Амелия погладила одну из лошадей. — Такие милые...
— Ладно, поехали, время идет! — крикнул Аронакс, привязывая последнюю сумку к лошади.
Наездники заняли свои места и неторопясь вышли из города.

***
Поначалу путь шел по хорошей утоптанной дороге, довольно прямой для горной местности. Было довольно прохладно, скудная растительность пробивалась из скальных расщелин. Наконец, через час пути по холодному серому ландшафту, местность стала меняться. Дорога, обогнув скалу, изогнутым серпантином, стала спускаться в зеленую долину. С каждым десятком метров по краям дороги было все больше травы и кустарников, грунт стал содержать все больше почвы. Воздух стал насыщенней и влажнее — дышать стало немного проще.
— Каталина, а зачем нам спускаться с гор? Ведь наш путь идет через Гималаи, верно?
— Послушай… Аронакс, верно? Ты слышал поговорку "умный в гору не пойдет, умный гору обойдет"? Нет, я же не запрещаю, можешь лезть напрямик… Но я пас.
— Ну так бы сразу. И чего ты такая нервная, скажи на милость?
— Привычка… Среди волков по-волчьи выть — это в точку. Так что если что не так — уж извини.
— Надеюсь, мы станем друзьями.
Каталина улыбнулась, цвыркнула и поскакала вперед. К Аронаксу подъехал Джегвей.
— Порой мне кажется, что ты на нее запал.
— Хех, я, на нее? Да ну брось. С ее то несносным характером..
— Да-да, с ним самым. — улыбался Джегвей. — Смотри, еще голову потеряешь.
— Ну, я смотрю что ты свою уже потерял, — расхохотался Аронакс. — От Амелии ни на шаг не отходишь.
— Мы просто друзья, и стараемся держаться вместе.
— Просто даже ежики не… — Аронакс отвернулся к подседельной сумке и достал плоскую баклагу. — На, попей, бодрит.
— Что это?
— Местный отвар из корешков. Поддерживает силы.
— Это они так сказали? — Джегвей отпил и поморщился. — Ну и вкус конечно...
— Привыкнешь. Еще долго придется пить!
— А что это вы тут пьете? — спросила подъехавшая сзади Амелия.
— Ну, местный деликатес, так сказать.
— Дайте попробовать.
— Думаю не стоит.
— Дай! — Амелия выхватила баклагу из рук Аронакса.
— Оу, ты полегче! — возмутился Аронакс. Затем, глядя на пьющую мелкими глотками Амелию, задумчиво спросил:
— Ну и как?
— Редкую вы гадость пьете, ребята, — поморщилась Амелия. — Я лучше своего напитка попью.
— Может дашь попробовать?
— А вот не дам! — заносчиво ответила Амелия.
— Ладно, будем дружить с баклагой.
Спустя еще час путники ехали через редкий лесок. Дорога, хоть и старательно огибала скальный массив, неумолимо спускалась вниз. лошади шли бодро и легко. Погонщик курил трубку. А вот Джегвей с Аронаксом стали чувствовать нарастающую жажду.
Над горным хребтом, крича, летали незнакомые раньше птицы. Взглянув на них, Каталина заметила огромные клубы тяжелых облаков, которые нес ветер с Юга. В сезон дождей это могло означать лишь скорый ливень.
— Надо будет найти хорошее место для ночлега, а то промокнем до нитки.
— Мы вроде море переплывать не собирались. — заметил Джейкоб.
— Сейчас сезон дождей, — вздохнула Каталина. — Море будет падать на нас сверху.
— Вода, кругом вода… — пробурчал Браун. — Даже в горах от нее не спрятаться.
— А я даже рад как то — улыбнулся Джегвей. — Что ж так пить хочется..
К 5 часам вечера отряд вышел к небольшому озеру, в которое впадал ручей. Аронакс с Джегвеем наперегонки с криками побежали к нему и стали жадно пить. Утолив жажду, довольные они вернулись к лошадям. С вопросами их встретила Каталина.
— Ну и с чего это таких орлов одолела жажда? Не в пустыне вроде, да и у каждого запас был.
— Да черт его знает… Флягу опорожнили, а пить все равно охота.
— А что в ней было?
— Да так, местный напиток.
— Ну, дай попробовать.
Аронакс протянул ей флягу с остатками жидкости. Каталина понюхала горлышко и не попробовав, вернула обратно.
— Ну теперь понятно… Это тибетское национальное поило, из всяких пряностей и трав. Оно повышает тонус, но как перец — вызывает легкое жжение и жажду. Пить это — хорошее дело, но не жажду утолять же им!
Джегвей посмотрел на Аронакса и расхохотался. Все вокруг тоже начали смеяться. Аронакс молчал, но тоже улыбался, затем прервал веселье.
— Ну ладно, ладно, ошибся, с кем не бывает. Нам стоит разбить тут лагерь, организовать ночлег. Каталина говорит, что будет дождь — значит, пора сделать крышу над головой.
Все разошлись, занявшись обустройством лагеря.

***
"Ветер усиливается… не к добру это. Будет дождь. След размоет водой и мы их потеряем. Надо держаться поближе… Главное, чтобы не посекли, а то придется брать их сразу здесь. Тогда не возьмем сокровища из храма… А это куда больше денег. Нет, это определенно не вариант..."
Разбойник зачерпнул рукой горсть камней с дороги и медленно высыпал на землю.
"Много золота… Я смогу начать новую жизнь. Без ночлега в вонючих кабаках, драных морд дружков и запаха крови. У меня будет все… Надо лишь дойти до конца."
— Калзан! Ты там уснул чтоли, чертяка? Следы есть?
— Есть, есть! — Калзан поднялся на ноги, отряхиваясь. — Прошли здесь, недавно совсем… мы на верном пути.
— Вечереет, они точно будут разбивать лагерь. А где лагерь — там и костер. Будем следить за местностью, а делать это лучше сверху. Будем лезть на скалу.
— Гоча, дурной чтоли? Сам туда лезь, охота ноги ломать.
— Вместе полезем, не трусь. Спуститься будет проще.
— Ночевать мы там же будем?
— Придется, что делать.
— А лошади?
— Привяжем здесь. Когда они двинутся — спустимся и заберем их.
— Что-то не то все равно..
— Ты со своей подозрительностью надоел уже. Зачем пошел, если такое уже в первый день?
— Ладно, не кипятись, Гоча. Пошли.
Тем временем у озера кипела работа. Пока девушки разгружали лошадей, мужчины занялись постройкой убежища. В скалах не нашлось пещеры или грота, потому было решено построить подобие хижины между парой крупных ветвистых деревьев из жердей, ветвей и глины. Сначала началась рубка древесины, но так как топоров было лишь два, то роли разделились — Джейкоб и Браун рубили ветви, а Аронакс с Джегвеем оттаскивали их к месту постройки и крепили на место. Работа изнуряла, а потому укрытие построили простейшее — угловое, открытое с двух сторон. Тем не менее, там хватило места для всех путешественников. С открытой стороны еще до строительства был разведен костер, на котором разогревалась еда. К наступлению темноты, уставшая компания собралась за ужином. Завязалась беседа.
— Итак, Кайлас… Каталина, насколько мне известно, — начал говорить Аронакс, разворачивая карту. — Кайлас находится довольно далеко на Запад от Катманду, даже если быть точным — у другого конца Гималаев. Но насколько я заметил — мы весь путь двигались на Восток. Может, объяснишь?
— Браво, капитан, у тебя хорошо с географией, но плохо со знанием здешних мест. Единственный пригодный для нас перевал через Гималаи — на восток от Катманду, в сторону Китая. Я не собираюсь водить вас кругами — мне это не доставляет удовольствия.
— Неужто нельзя пройти короче, с Запада? — вмешался Джегвей.
— Там нет пригодных для нас дорог. Точнее — для вас. Вам бы перенести перевал, на который я веду… Ведь подготовки у вас, честно сказать, никакой. Так что — только так. В противном случае — почему вы не полетели на своем корабле прямо к горе?
— Я не знаю пути, — замялся Аронакс. — Я слышал о древнем пути из Индии прямо к Кайласу, но я его не знаю, и карты у меня нет… Как нет теперь и корабля.
— Грустная история, расскажи мне как-нибудь, когда мне будет весело.
— Ты ведешь себя нагло, Каталина.
— Прости — я так привыкла.
— Ладно, не ссорьтесь! — сказала Амелия. — Каталина, что нас ждет после перевала?
— После перевала? Хм, если ты конечно доползешь, то дальше нас ждет дорога до Саги, небольшого тибетского городка, где можно будет задать подобные вопросы, ну и покушать… наверно. А потом — прямая, ровная дорога аж до самого Кайласа… Конечно, она не будет короткой — во-первых, по ней придется идти миль триста, а во вторых...
— Нам кто-то помешает?
— Из людей — вряд ли, их там днем с огнем… А вот нехватка воздуха — запросто. Дорога то ровная, да высоко она… мне один знакомый геолог говаривал, что долина, по которой эта дорога идет, расположена на высоте примерно трех километров — не каждая гора в Альпах такой вышины будет. Так что забудьте о приятном путешествии. Хотя возможно, что она хоть изредка будет радовать глаза красотой — ведь она идет вдоль могучей реки Брахмапутры.
— Брахма… чего? — переспросил Джейкоб.
— Увидишь — сам вспомнишь! — хохотнула Каталина.
Ужин заканчивался, и все принялись готовиться ко сну. Из удобств — сумка под головой да навес. Дежурить у огня осталась Каталина, не смотря на фразы Аронакса, что "проводник должен быть бодрым". Уже улегшись, Джегвей шепнул Амелии:
— Ну как, не боишься пути?
— И рада бы, да страх забыла дома, — вздохнула Амелия. — Порой начинаю скучать по нему, по своему магазинчику, полному трав и пряностей… — она достала маленький мешочек из сумки и, приоткрыв, вдохнула. — Только такие родные ароматы напоминают о нем… Знаешь, у меня и для тебя есть.
Амелия протянула Джегвею кусочек мякоти кокоса. Он недоверчиво взял его в руки, покрутил и попробовал на вкус. Он оказался приятным, а запах — до боли знакомым… Он сказал об этом Амелии. Она рассмеялась.
— Хи-хи, неужели не узнаешь? Всю жизнь ты носил это у себя на плечах.
— Копра??
— Да, только не такая сухая, как у тебя в тюках. Кокос… Ты никогда не пробовал чтоли?
— Нет… Мне никогда не было интересно содержимое тех мешков… но запах я запомнил на всю жизнь, это уж точно.
— Забавно… Ладно, доброй ночи. Надеюсь, сегодня кошмаров не будет.
— Кошмары? Тебе тоже они снились недавно?
— Да. Там еще незнакомец был… говорил про мой дом..
— И мне снился незнакомец… странно все это.
— Хорошо что это только сны. — сказала Амелия и отвернулась от костра.
  ''';
  static String d9a = 'Глава 9';
  static String d9 = '''
  Калзан спал и видел свое темное прошлое. Видел бедное детство, уставшего после тяжелой работы отца, озорную маленькую сестренку. Видел и китайские войска, занявшие его деревню и устроившие резню и погромы. И дальше — бродяжничество, одиночество, попытки выжить, первый убитый его руками человек… Он спал и вздрагивал во сне. Когда это произошло очередной раз, он опрокинул кувшин рядом, из которого полилась вода. Калзан испуганно вскочил.
Над горами уже поднималось солнце. Было зябко от утреннего морозца, и пытаясь согреться он принялся ходить кругами и размахивать руками. Подойдя к краю скалы, он бросил взгляд на лагерь Аронакса, где уже полным ходом шли сборы в путь. Он растолкал Гочу и принялся собирать вещи.
Покинув лагерь, путешественники продолжили идти по широкой дороге, ведущей к китайской границе и перевалу. Во второй половине дня дорога свернула на Север и начала подъем.
К вечеру вокруг были уже одни скалы с редкой растительностью и сильным ветром. Аронакс плотно завернулся в свой плащ, Амелия пыталась закрыть лицо от ветра своим шарфом. И только Каталина привычно шла вперед, гордо подняв голову. Наблюдая за ней, Джегвей увидел в ее взгляде вызов природе и спортивный азарт.
Ближе к вершине перевала стал все больше встречаться снег. Он был не пушистый и легкий, как в мягкие европейские зимы, а жесткий и колючий. Порывы ветра срывали его с наносов, и ударял в глаза. Приходилось все время щуриться, и глаза быстро уставали.
К наступлению темноты путники вышли к старому пограничному знаку, каменному столбу, на котором красной краской были выведены крупные иероглифы. Здесь было решено остановиться на ночь. Деревьев поблизости не было, да и сил тоже, потому ночлег устроили прямо под открытым небом, в углублении скальной стены. Изможденные путники сразу завалились спать и благополучно переночевали.
Утреннее солнце первым разбудило Джегвея. Растолкав всех остальных, он принялся готовить завтрак. Он был небогат — немного сухих бутербродов, вода и немного фруктов. За завтраком Аронакс спросил Каталину:
— Как я понимаю, одна из трудных ступеней уже пройдена. Перевал позади. Что нас ждет сегодня, наш проводник?
— Сегодня мы должны дойти до Саги — забытого Богом городка. Там уж мы сможем отдохнуть по-человечески. Обрадую вас — идти будем с горы, так что успеть должны.
— А в этом царстве голых скал и холмов есть хоть какие ориентиры?
— Что касается ориентиров, чтоб прямо так заметно было — сейчас мы спустимся, затем дорога свернет на Запад. Дальше мы пройдем мимо небольшого озера, и снова свернем на Север. А там до Саги рукой подать.
— Озеро пресное?
— Да.
— Будет где пополнить запасы воды.
— Только если пойдёшь туда — будь осторожен.
— А что такое?
— Ну… мало ли что там водится. Я от местных много чего слышала.
— Да, спасибо, успокоила ты меня.
— Смотри, в штаны не наделай, герой. — рассмеялась Каталина.
Колонна всадников начала спуск по перевалу. За ней в подзорную трубу из-за камней наблюдал Калзан. Окинув взглядом местность, он бросил пару слов за плечо курящему трубку Гоче:
— Нет смысла следить за ними всю дорогу. В конце концов они выйдут к Кайласу, зайдут в храм и… вот тогда и возьмем их вместе с добычей.
— Тогда слушай меня, Калзан. Пойдем горной тропой, и быстрым темпом. Будешь отставать или возмущаться — ждать не буду и жалеть тоже. Хватит разговоров, пора выдвигаться.
Две фигуры мелькнули над скальной грядой, но никто из группы Аронакса их не заметил.
Спустя пару часов они уже подошли к озеру. Все спешились, молчаливый парень — владелец лошадей повел животных на водопой. Люди тоже направились к воде наполнить баклаги. Немного передохнув, каждый стал заниматься своим делом. Джейкоб и Браун уселись на большой плоский камень, достали карты и с азартом принялись за игру. Но легкий ветер сдувал карты, и игроки все время обвиняли друг друга в жульничестве.
Аронакс что-то бурно обсуждал с Каталиной, держа в руках потрепанную карту. Джегвей сидел на берегу озера и точил свой нож. Временами он поглядывал на Амелию, которая возилась вокруг лошадей, поливая их водой и смеясь. Рядом стоял погонщик, который тоже смотрел на нее и что-то рассказывал.
Однако вскоре Джегвей стал замечать, что погонщик не просто увлеченно говорил с Амелией. Он был совсем рядом с ней и явно заигрывал. У Джеги просто закипело все внутри от возмущения, хотя если бы его сейчас кто-нибудь спросил почему — он не нашел ответа. Поднявшись на ноги, он направился к Амелии и погонщику, который к тому времени уже взял ее за руку.
— Эй! А ну убери руки от нее! Да, я тебе говорю!
Погонщик развернулся в сторону Джеги и раскинул руки.
— Что такое, парень? Что-то то случилось? Или может быть я стащил твою вещь? Так вроде бы я не брал ничего.
— Не трогай Амелию. Ты много себе позволяешь.
— А может ты себе много позволяешь? Кто ты ей, чтобы говорить такое? Муж? Отец? Если нет — отвали и не беси меня.
— Я смотрю ты не понял. А я два раза не повторяю.
— Э, друг, да тебе я смотрю освежиться пора. — с этими словами он толкнул Джегвея в плечо, в сторону воды. — Иди, обмакнись чуток.
Джегвей устоял на ногах и нанес ответный толчок. Назревала драка. Погонщик нанес удар в живот и приготовился продолжать атаку, но в это время раздалось испуганное ржание лошадей и шумный всплеск воды.
Все посмотрели в сторону озера. Лошади бросились в рассыпную прочь, и только одна осталась в воде. Она брыкалась, жалобно ржала и явно с кем-то боролась.
Первой среагировала Каталина. Схватив тесак, она стремглав бросилась в сторону невидимой борьбы. За ней побежал Аронакс. С другой стороны бежал Джегвей с погонщиком.
Вода продолжала бурлить. Из под нее недалеко от лошади показалась уродливая туша с громадной пастью, усеянной очень мелкими зубами. Она издала громкий рык и вновь нырнула вглубь. К несчастному животному потянулась пенная дорожка.
Каталина была уже рядом. Успокаивая лошадь, она погнала ее в сторону берега. Животное с трудом цеплялось копытами за вязкое дно и безуспешно пыталось доплыть до берега. В этот момент из воды рядом всплыло чудовище и бросилось на коня. В это мгновение Каталина выстрелила в него три раза из револьвера и рубанула по воде тесаком. Через мгновение монстр толкнул Каталину и она погрузилась в воду.
Аронакс с криком бросился в воду. Доплыв до Каталины, он схватил ее за руку и потащил к берегу. Озерное чудовище тем временем делало разворот перед новым броском. Бедная лошадь, напуганная и обессилевшая, уже выбралась из воды, где ее встретил Джегвей и спешно повел прочь. Вернувшись к озеру он увидел Аронакса, который тоже уже вышел из воды вместе с кашляющей Каталиной. Достав пару револьверов, он напряженно следил за бурлящей водой. И когда страшная пасть вновь показалась из-под воды, он быстро разрядил туда оба барабана. Зарычав, чудовище бросилось в воду и скрылось в глубине. Тяжело дыша, люди сбились в кучу на берегу.
— Ты цела? — хрипло спросил Аронакс у Каталины.
— Порядок, — тяжело дыша ответила она. — На боку лишь будет приличный ушиб, да и пара суровых царапин. Жить буду.
— Тебе нужна помощь, — сказала Амелия, открывая сумку с медикаментами. — Я перевяжу.
— Извини. — сказал погонщик Джегвею. — Наша глупость могла дорого стоить.
— Это уж точно.
Джейкоб с Брауном развели костер. Все уселись рядом, принялись за еду. Трапеза проходила в полном молчании. И только Джейкоб задал вопрос:
— Что же было там, в этом озере?
— А шут его знает… может рыба, может зверь. Здешняя фауна во все времена была одной большой загадкой. Хотя… Каталина предупреждала, может она знает больше?
— Я только слышала от местных, что в некоторых здешних озерах живут злые духи, которые забирают всех, кто осмелится зайти в воду. Может это и был один из них.
— Оставьте разговоры о чудовищах ученым и сказочникам. В этих местах и не такое местные видали… наверно.
— Ну, нет времени рассиживаться. Надо успеть дойти до Саги до темноты. Собирайтесь.
Люди двинулись к лошадям. Аронакс отошел в сторону и закурил. К нему подошла Каталина.
— Знаешь, я не сказала сразу в этой суматохе… Спасибо за то, что бросился за мной. Я обязана тебе жизнью.
— Любой поступил бы так же — ведь так говорят в этом случае?
— Сколько я знаю людей — не каждый. — Каталина поцеловала Аронакса в щеку. — Спасибо.
Она пошла к лошадям, под задумчивый взгляд Аронакса.
К вечеру они прибыли в Сагу.

***
Сага была маленьким городком — больших на Тибете просто не бывает. Даже иная деревушка существует лишь на карте — на деле это всего лишь площадка, где порой ставят свои палатки пастухи и паломники. Среди однообразного одноцветного пейзажа было трудно представить большой город.
Маленькие каменные лачуги стояли без особого порядка вдоль дороги. У скалы стоял небольшой буддистский храм, с звенящим на ветру колоколом. Этот редкий звон под завывание горного ветра добавлял картине унылости.
На входе в город путешественников встретил отряд китайских солдат. Они патрулировали близлежащие поселения, следя за порядком. Остановив лошадей, офицер спросил у Аронакса цель их пути.
— Мы паломники, — вмешалась Каталина. — Это наше первое паломничество к Кайласу. Скажите, где мы можем переночевать?
— Третий дом слева по улице — в этом гестхаусе можно обосноваться.
— Большое спасибо.
Дойдя до нужного дома, Аронакс постучался. Вышел хозяин с подозрительным взглядом теребящий в руках старые четки.
— Добрый день, — приветливо обратился Аронакс. — Могу я со своими друзьями переночевать у вас до утра?
Хозяин оценивающе посмотрел на собеседника, а затем сухо сказал:
— Сколько вас?
— Семеро.
— По семьдесят с каждого.
— Это много.
— Тогда до свидания.
Дай я. — сказала Каталина, отодвигая капитана в сторону. Они перебросились парой фраз на местном языке, после чего хозяин, стиснув зубы, рявкнул что-то и зашел внутрь. Аронакс потребовал объяснений.
— Расслабься, 250 за всех и отдыхаем.
— Это другой разговор.
Дом был двухэтажным и довольно бедным по интерьеру. "Номера" представляли собой маленькие темные комнатки, рассчитанные на два человека. Комфорт оставлял желать лучшего — даже гостиный дом в Катманду был в сравнении просто дворцом. Впрочем, для публики, которая останавливалась здесь, вполне было достаточно и этого. Стараясь отдохнуть как можно полноценней, наша компания ограничилась лишь ужином и легла спать.
Утром гестхаус остался уже позади. Немного пополнив запасы еды, семеро "паломников" продолжили свой путь на Запад. Дорога петляла среди одноцветных гор, с малюсенькими островками зелени. Дышать было тяжело из-за разреженного воздуха. Следующий привал было решено сделать лишь в Парайянге, потому шли быстрым темпом. Лошади безразлично везли всадников и вещи. Погода была довольно теплая, и потому все ехали с расстегнутыми куртками и плащами. Монотонность пути убивала, и очень кстати был Браун со своей губной гармошкой. Гармошка была богато украшена, и сам Браун говорил, что это его фамильная ценность. На ней он играл задорные немецкие мелодии.
— Ты немец? — с интересом спросила Каталина.
— Да, у меня корни из Германии. Мой отец, когда еще был маленьким, переехал в Англию еще после Первой Мировой войны… Германия тогда закончила войну позорным поражением. К немцам в Англии относились с насмешкой и презрением. А затем грянула Первая Паровая, Вторая, сейчас вот Третья… Сил на долгую войну нет ни у кого, вот и идут они одна за другой. А мне, пока идет война, не вернуться на родину.
— Да, глупая война… Мой отец тоже ушел на фронт, в Первую Паровую… Он не вернулся. Почти никто не возвращался — каждая следующая битва — более жестокая и кровавая чем предыдущая… А может и мой дом уже лежит в чадящих руинах...
Каталина отвернулась и смахнула слезу. К ней подъехал Аронакс и протянул маленькую фляжку с коньяком.
— Возьми, тебе полегчает.
Каталина отпила глоток, поморщилась. После вернула фляжку.
— Спасибо Аронакс.
Через пару часов капитан остановил лошадей.
— Что такое? — ничего не понимая спросила Амелия.
— Что-то не нравится мне. Не так что-то. Подождите немного.
Аронакс достал из сумки свой оптический прибор в виде очков. Надев его, он некоторое время смотрел по сторонам, подкручивая регуляторы с легкими щелчками. Затем поднял окуляры и заявил:
— Дело плохо. Довольно скоро сюда спустится снежная буря — в горах они довольно быстро двигаются.
— Ничего, переждем ее в Парайянге.
— Боюсь, мы не успеем дойти. Она встретит нас еще за пару часов до Парайянга.
— Звучит неутешительно.
— Хуже то, что укрыться от нее здесь толком негде… Будет туго.
— Пока идти можно — будем идти. Может, успеем.
Движение возобновилось. На безоблачном небе стали появляться гонимые низко над землей облака. Нарастал ветер, который становился неприятным.
Вскоре погода совсем испортилась. Небо затянула плотная серая пелена. Ветер усиливался.
— Рекомендую защитить глаза, — сказала Каталина.
У Каталины были особые плотно сидящие очки для скалолазов. В них глазам ничего не угрожало, кроме серьезного попадания в них увесистого предмета. У Амелии были взятые еще из дому "авиаторы", которые были не такой серьезной защитой. Аронакс использовал свой универсальный зрительный прибор, который, не смотря на свои оптические возможности, для защиты глаз подходил слабо. Остальным Каталина посоветовала использовать платки, обернув ими голову и оставив небольшую прорезь для глаз.
Ветер крепчал. Вскоре с неба посыпались первые снежинки, меньше чем за час превратившись в снежную картечь. Двигаться стало слишком трудно. Заметив крупный камень неподалеку, Джегвей указал на него Аронаксу. Тот решил укрыться возле него от бури.
— Собирайте лошадей в кучу за камнем! Доставайте покрывала, будем укрываться от ветра!
Камень был довольно большим и хорошо защищал от ураганного ветра. Но часть порывов воздуха со снегом за него все-таки залетало. Сбив лошадей в круг, путники заставили их лечь, после чего легли в центре, укрывшись огромными покрывалами из тяжелой ткани. Расчет Аронакса был на изолирующие свойства воздуха и слоя снега, который будет лежать поверх ткани. Спустя полчаса живой круг действительно занесло снегом, однако для воздуха оставались пути.
Спустя два часа после начала бури все плавно стихло. Обрывки облаков разгонял легкий ветер. Засыпанные слоем снега толщиной с ладонь, путешественники едва не заснули в нервном ожидании. Погонщик зашевелился первым, занявшись состоянием лошадей. Остальные еще продолжали лежать, плотно прижавшись друг к другу. Каталина, отойдя от сонливости, обнаружила себя в объятьях Аронакса. Сильной пощечиной она привела его в чувство.
— Я тебе говорила что я не люблю такое?
— Только что.
— Будешь знать теперь.
Амелия лежала, прижавшись спиной к груди Джегвея. Она вся сжалась в клубок и мелко дрожала.
— Амелия, что с тобой? — спросил Джегвей.
— Очень холодно… рук не чувствую.
Сейчас мы тебя отогреем. Браун, помоги мне с костром.
Кое-как удалось найти немного кустарника. После бури все вокруг было занесено слоем жесткого снега, он начинал подтаивать и потому многие ветки оказались сырыми. С большим трудом удалось разжечь небольшой огонек. На нем стал готовиться целебный отвар из трав по рецепту Каталины. Амелия сидела, завернутая в теплый плед.
— Джегвей, возьми мою сумку… там в одном из крайних карманов — мешочек с травой…
Джегвей без труда отыскал искомое.
— Добавь щепоть в отвар — тогда я быстрее выздоровею.
— Для твоего здоровья я сделаю все. — усмехнулся Джегвей.
— Почему?
— Ну… ты ведь для меня тоже многое делаешь.
— Что-то я не припомню ничего особого.
— Ну и ладно.
Вскоре путники продолжили путь. Однако прибыв в Парайянг, их ждало разочарование — это было крохотное поселение, где даже негде было остановиться. Потому, сверившись с картой, Аронакс решил выйти к мосту возле небольшой горной речушки, пересекающей путь. Там было решено разбить лагерь.
Однако когда они вышли к мосту, обнаружилось неприятное — хлипкий мост оказался разводным и управлялся механизмом по ту сторону реки. С другой стороны его опустить было нельзя.
— Ну и что теперь делать? Кому пришло в голову разводить мост через единственный путь в долину?
— Какая теперь разница… мост уже разведен, и виновных искать глупо.
Джегвей подошел к разведенной части моста. Она крепилась к противоположной стороне, а со стороны Джегвея была задрана почти вертикально. Дотянуться до нее просто так, без опасности свалиться в реку было невозможно.
— Подцепить бы эту штуку чем-нибудь, — с досадой сказал Джегвей.
— Думаю, это не проблема.
Каталина подошла к Джегвею и сняла с пояса ту самую странную, похожую на револьвер штуку. После она прицелилась в поднятый пролет моста и нажала спуск. С хлопком из "револьвера" вылетел гарпун, увлекая за собой прочный шнур. Катушка на "револьвере" начала с треском разматываться, и гарпун пробил дерево.
Каталина вручила Джегвею "револьвер" и сказала:
— Упрись во что-нибудь ногами покрепче и жми на спуск.
Джегвей так и поступил. Катушка с большой силой стала сматывать шнур. Он натянулся, и Джегвея потянуло к мосту. Однако он надежно уперся ногами в опоры у края моста. Разводная секция моста затрещала, задергалась, веревки лопнули и она с грохотом упала. Мост был открыт для прохода.
Джегвей опустил руки. Каталина забрала гарпун и с улыбкой сказала ему:
— Полезная штука, правда?
— Не то слово.
Наконец, на следующий день усталые всадники вышли к озеру Манасановар.

***
Открывшаяся глазам путников картина была завораживающей. Впереди ниже раскинулась огромная ровная долина, на которой располагались два озера, разделенных узкой полосой земли. Далеко на горизонте был виден хребет между Индией и Китаем. С противоположной стороны высилась другая гряда, которая заканчивалась очень ровной и высокой пирамидой, покрытой снегом.
Завороженные зрелищем, путники замерли.
— Ух… Где это мы? — восхищенно спросила Амелия. Она чувствовала себя намного лучше.
— На пороге нашей цели. — усмехнулась Каталина.
— Что это за озера? — спросил Джегвей.
— Это два священных озера Тибета — Манасановар и Лахшас. Их еще называют озерами Жизни и Смерти. А все потому, что вода в этих озерах разная — в одном пресная, а в другом — соленая. Никто не знает почему. Может и правда — Боги...
— А эта заснеженная гора, это...
— Кайлас. — довольно сказал Аронакс. — Мы пришли.
Путешественники вышли к берегу озера Манасановар. Из-за маленьких кустиков растительности склоны холмов были похожи на огромную шкуру леопарда.
— Сколько еще идти до храма?
— Приблизительно миль тридцать. Не забывайте, что он находится к Северу от Кайласа, а мы — с Юга. Нам придется обойти гору по тропе паломников.
— А можно небольшой привал?
— Сделаем небольшую остановку в селении Тарчен. Там собираются паломники, но сейчас их там будет немного.
Селение Тарчен было ничем не примечательным и надолго останавливаться там не было смысла. Внимание привлекли лишь несколько обвешанных увесистыми каменными плитами паломников.
— Для чего эти люди носят на себе камни?
— Я не знаю если честно. — ответил Аронакс.
— Это часть паломничества, — ответила Каталина. Некоторые верующие цепляют их на себя, чтобы идти было труднее. Тяжесть пути учитывается в паломничестве.
— Как удивительны порой традиции.
— Наши традиции для них не менее удивительны.
Начался обход вокруг Кайласа. Изредка на пути встречались верующие. Они с опаской поглядывали на европейцев. Сверху нависала могучая заснеженная пирамида, в которой и правда было нечто мистическое. Вскоре был пройден и кусок дороги вдоль западного склона. Внезапно Амелия вскрикнула и испуганно спросила:
— Боже, что это?
Впереди на дороге пестрели яркие пятна. Издали это было похоже на огромное скопление паломников, лежащих на земле. Но они не шевелились.
— Они спят? Или мертвы?
— Ты о ком? — спросила Каталина.
— Неужели ты не видишь? Их тут десятки!
— Ну хоть убей, а никого не вижу. — улыбалась до ушей Каталина.
— Тогда что это?
— Одежда.
— Одежда? Но почему столько и здесь?
— Честное слово, я даже рада, что вы так мало знакомы с традициями этой страны. — Каталина встряхнула волосы и они эффектно легли на плечи. — Меня это так забавляет.
Однако, заметив обиду в лице Амелии, продолжила:
— Ладно, ты только не дуйся, хорошо? Эту одежду оставляют здесь паломники. Согласно обряду, в этом месте происходит символическое перерождение — человек избавляется от старого тела и обретает просветленное новое. В знак этого они снимают здесь одежду, в которой шли сюда.
— И идут дальше голыми? — смеясь спросил Браун.
Аронакс повернулся и пригрозил пальцем.
— Не стоит смеяться над чужой верой. А то однажды посмеются над твоей.
Наконец, достигнув северного склона Кайласа, путники перешли горную речку и пришли к цели.
Выйдя ко входу в храм, лошади остановились возле старого священного колокола. Все спустились на землю и подошли к Каталине.
— Ну вот, мы и прибыли в наш пункт назначения. Моя работа выполнена. Что вы будете делать дальше — меня не касается, но… Мне очень уж интересно, что вы будете здесь делать.
— А у меня нет секретов. — равнодушно сказал Аронакс.
Тем временем погонщик уже уводил лошадей. Джегвей проводил его взглядом. Словно почувствовав, он обернулся, изобразил насмешливую улыбку и вновь отвернулся к лошадям.
Аронакс достал свой потрепанный блокнот. Пролистав с десяток страниц, он рассмотрел рисунок и уверенно зашел внутрь храма. Все последовали за ним.
— Вот он! — воскликнул Аронакс. Именно здесь находится ответ… но где…
На рисунке были изображены различные сценки из жизни монахов. Рядом с рисунком стояли молитвенные барабаны с древними символами. Ими не пользовались уже долгое время и они покрылись пылью.
Аронакс долгое время изучал рисунки. Наконец он разочарованно сказал.
— Увы, но я не могу обнаружить здесь ничего, что может нам помочь в дальнейшем. Тут только сцены из жизни монахов.
— Но ведь то, что мы ищем описывали монахи… — рассматривая рисунок сказал Джегвей. — Тут наверняка есть что-то...
Он ткнул пальцем в рисунок, изображающий двух монахов. Один из них читал книгу, другой крутил стоящие рядом молитвенные барабаны. Джегвей перевел взгляд на стоящие рядом барабаны.
— Я думаю это и есть разгадка.
Осмотрев рисунок, Аронакс подошел к барабанам и принялся их крутить. Всего их было четыре, и Аронакс сначала пытался вращать их по очереди, а затем стал стараться держать их все в движении. Но ничего не происходило.
— Нет, не в этом дело. Здесь что-то другое. Но что!
К рисунку подошла Амелия. Она стала пристально рассматривать изображение монаха с барабанами. Ее взгляд зацепился на руках монаха.
Пока все отвлеклись на осмотр храма, а Аронакс был погружен в размышления, Амелия подошла к молитвенным барабанам. Задумавшись на секунду, она дотронулась до второго и четвертого барабанов и провернула их. Тщетно. Тогда она провернула их в разные стороны.
Что-то щелкнуло за стеной. Одна из секций рисунка отодвинулась вниз, открыв небольшую нишу. Все обернулись. Амелия подошла к нише и вынула оттуда ветхую книгу.
Подбежал Аронакс. Бережно взяв книгу в руки, он осторожно раскрыл ее. В ней было немного текста, но он был незнаком капитану. В отчаянии он закрыл книгу и рассказал всем о проблеме.
— Дай я попробую, — сказала Каталина. — Я все-таки почти местная.
Раскрыв книгу, она начала медленно читать. Все с интересом следили за ней. Наконец она закрыла книгу.
— Первый и последний раз читаю такой бред! Но если в двух словах — "Лишь в полдень обратит господин свой взор на путь к истине, растворятся врата от ясного солнца спустя тысячу цзыней."
Аронакс ожил. У него засияли глаза. Вскочив, он обнял Каталину и поцеловал ее.
— Ты чего? — ошарашено спросила она.
— Знаешь кто господин этих мест?
— Неа...
— Кайлас, — гордо заявил Аронакс. — И в месте, где будет в полдень его взор — там и будет вход в Шамбалу. В книге МакОффери была сказана легенда, что каждый день на пару секунд с вершины Кайласа вспыхивает золотой луч… Наверно это и есть взор господина.
Раздались крики ликования. Теперь все точно знали, что они шли не зря. Спустя пару минут они направились к выходу.
  ''';
  static String d10a = 'Глава 10';
  static String d10 = '''
  — Они точно выйдут отсюда?
— Да. Это единственный вход и выход. Важно другое — их больше. Так что ждем их появления. Они будут выходить по двое, так что ты берешь слева — а я справа. Понял?
— Яснее не бывает.
— Вот и ладненько. Лежи и жди.
Тем временем из-за облака выглянуло солнце. Путешественники выходили из храма, направляясь к тропе на Кайлас. Лошадей уже не было, и потому дальнейший путь осталось идти пешком.
Первыми шли Джейкоб и Браун. Они шумно обсуждали особенности приготовления стейка.
— Я тебе говорю — мясу надо сначала дать стечь, чтобы оно не было таким кровавым. Оно тогда обретает особый вкус.
— Не говори ерунды! Его надо жарить именно в таком виде, причем недолго, иначе будет уже не стейк, а халтура какая-то!
— У нас дома даже дед так готовил. Приносил кусок мяса, нарезал, сыпал...
Внезапный выстрел прервал фразу. Следом за ним проследовал второй. Два друга как подкошенные свалились на землю.
Произошедшее застало Аронакса с Джегвеем врасплох. Прошло несколько мгновений, пока они схватились за карабины и выскочили наружу. Их опередила Каталина. Сделав пару выстрелов из револьвера в сторону утеса, она заставила разбойников скрыться на пару секунд. За это время Аронакс и Джегвей выскочили из храма и заняли место за камнем. Оттуда можно было довольно безопасно вести перестрелку.
Каталина тем временем достала гарпун и выстрелила в соседний утес. Нажав спуск, она взлетела, увлекаемая веревкой на уступ и откатилась за камень. Оттуда она начала стрельбу по нападающим.
Перестрелка затянулась. Во время очередного выстрела Гоча замешкался, и ответный выстрел Джегвея ранил его в плечо. Он схватился за руку и потерял еще секунду. В этот момент раздался еще один выстрел откуда-то с крыши храма и Гоча свалился замертво.
Однако еще был жив Калзан. Он отчаянно отстреливался из-за скалы. Каталина благодаря своему маневру зашла сбоку. Калзан понял опасность и решил отойти назад, продолжая отстреливаться. Каталина побежала следом. Забежав за камень, она не обнаружила никого. Тогда она пробежала чуть дальше, и выбежала за угол скалы. Внезапно грянул выстрел.
Пуля, выпущенная из карабина почти в упор, вонзилась в живот Каталины. Она вздрогнула от удара и упала. Однако до того, как Калзан успел сделать еще выстрел, Каталина успела выстрелить ему в грудь два раза. Револьвер выпал из руки и она распласталась по земле.
— Каталина! Каталина, где же ты? — кричал Аронакс, спешно двигаясь к месту, где были слышны последние выстрелы. Его догонял Джегвей.
Добежав до умирающей, он упал на колени. Наклонился к бледному лицу.
— Каталина… Как же так...
— Все хорошо… Правда… У тебя все получится...
— Ты выживешь! — кричал, сдерживая слезы Аронакс. — Я все сделаю чтобы ты выжила, слышишь? Каталина!
— Я счастлива, что… Что встретила тебя. Ты настоящий мужчина… Пож… Пожалуйста… Поцелуй меня...
Аронакс замер. Робко он наклонился над лицом Каталины и поцеловал ее.
Каталина тихо выдохнула и закрыла глаза. Она была уже мертва.
Капитан сидел, словно каменное изваяние. К тому времени к месту трагедии прибежала Амелия — хитрая девушка незаметно забралась на крышу храма и оттуда застрелила первого бандита. У всех глаза отказывались верить в происходящее. Внезапно убийца Каталины с хрипом пошевелился.
Полные отчаянья глаза Аронакса мгновенно налились яростным безумием. Вскочив на ноги, он рванулся к Калзану и схватил его за горло. Тот шумно захрипел.
— Отвечай, тварь, что вам от нас нужно?! Кто вас подослал?! Зачем вы устроили засаду на нас?! А?!
— Аронакс… — начал было Джегвей.
Аронакс продолжал трясти Калзана с криками, а затем наотмашь ударил его по лицу. Калзан упал, надрывно кашляя. Аронакс выпрямился, достал оба револьвера и нацелился на бандита.
— Я не знаю кто ты и зачем пришел. Но смерть Каталины и моих друзей я вам не прощу. На том свете я найду тебя, тварь и буду истязать вечность!
Он спустил курок. За несколько секунд он опустошил оба револьвера в лицо Калзана, превратив его в кровавое месиво. затем отбросил револьверы в сторону, достал тесак и несколько раз с криком ударил уже мертвое тело. Затем он поднялся на ноги, подошел к Каталине и упал на колени. Нож выпал из его окровавленных рук. Аронакс рыдал.
Амелия не видела происходящего. она прижалась лицом к груди Джегвея, стараясь не слышать и не видеть происходящего. Джеги стоял, потупив взор.
— Аронакс… Их уже не вернуть. Ты должен идти дальше, ради них.
— Зачем?! Зачем мне идти?! Что меня ждет там?! Я потерял все, все что у меня было! И теперь я стою посреди этой гребанной каменной пустыни, вдали от дома, возле тел своих друзей. Куда мне идти? Я ненавижу этот проклятый мир! Я не хочу его видеть! Я не хочу ничего видеть!
— Ты нужен нам! Ты завел нас сюда, на край света, и теперь хочешь уйти? Нет уж! Ты должен бороться дальше, ради погибших друзей, ради своей мечты!
Аронакс сидел на земле, безжизненным взглядом буравя землю. Все его тело безжизненно висело на вешалке костей.
Спустя пару часов начались похороны. Аронакс и Джегвей выкопали ямы для Каталины, Джейкоба и Брауна. Джегвей хотел выкопать могилы и для бандитов, но увидев полный ненависти взгляд Аронакса, передумал. Амелия сделала из камней маленькие надгробия. Аронакс за время захоронения и слов прощания будто онемел. Он смотрел невидящим взором в никуда и только теребил в руках браслет Каталины.
Под вечер все собрались у костра. В молчании прошел скромный ужин. Наконец Джегвей заговорил о дальнейшем пути.
— Итак, завтра в полдень Кайлас покажет нам путь в Шамбалу. Это понятно, хотя шансы на мой взгляд невелики. Вопрос в другом — что значит "врата откроются спустя тысячу дзыней". Понятно, что это определенное время. Но какое...
— Можно просидеть возле врат сутки, тогда может будет ответ. — предложила Амелия.
— А вдруг мы придем к ним позже? Вдруг мы просто не успеем дойти вовремя? Нет, нужны точные цифры. Цифры...
— Я помогу вам, — внезапно прервал свое молчание Аронакс.
— Как?
— Я знаю решение. Я помогу. Только взамен на обещание.
— Конечно Аронакс.
— Вы дойдете туда только вместе. Вы придете в страну лилового неба даже без меня. И если я не дойду — обещайте, что не забудете меня. Вы — все, что у меня есть.
— Обещаю. — сказал Джегвей.
— Обещаем. — прошептала Амелия.
На следующее утро Солнце взошло над Тибетом, и огромная тень Кайласа начала свое движение. Переночевавшие в храме путешественники проснулись под звон раскачиваемых ветром буддистских колоколов. Посмотрев на сверкающую гору, Джегвей сказал:
— У нас есть определенные трудности. Гора большая, и обойти вокруг нее займет немало времени. Плохо то, что мы не знаем, в какую сторону укажет луч с горы. И ошибаться у нас нет возможности. Нужно еще найти высокое место, чтобы ясно видеть указание луча.
— Я думаю нам стоит остаться здесь. — сказала Амелия.
Джегвей с удивлением взглянул на нее.
— Почему ты так думаешь?
— Рисунок был в храме, и места, откуда смотреть этот луч, в книге не сказано. Или было сказано, да Каталина не смогла прочесть. Башня храма — высокое обзорное место, откуда неплохо видны горы. Можно залезть на склон — но сколько времени займет это, а потом еще и слезать?
— Да, это верно, — ответил Джегвей. — Будем ожидать полудня.
Все утро путники готовились к дороге, а после осматривали храм. Когда на часах Аронакса было без десяти минут полдень, он встал и заявил:
— Ну что ж, пора в путь.
Все поднялись на башню. Оттуда открывался прекрасный вид на склоны окружающих с севера, востока и запада гор, а так же сам Кайлас. Солнце поднялось почти максимально, и немного возвышалась над сверкающей вершиной. Аронакс держал в руке свои часы, в другой — неисправные Джегвея.
На часах уже было 58 минут. Еще две — и должен был произойти тот самый волнующий момент, которого со вчерашнего для ждали искатели Шамбалы. Наконец, минутная стрелка достигла 12ти.
Ничего не изменилось.
— Что-то не так?
— Должно быть все так. Разве что расчеты с течением времени изменились.
— А зачем тебе мои часы?
В этот момент над горой вспыхнул яркий луч. На мгновение все растерялись. И только Аронакс в момент вспышки нажал на кнопку часов Джегвея. Стрелки перевелись и механизм дал ход. Глаза Аронакса уже смотрели в точку, куда еще секунду бил луч с Кайласа. Спустя мгновение все стихло.
— Куда он указывал? Я так и не успел определить точку.
— А я засмотрелась на луч… — расстроено сказала Амелия.
— Вот и хорошо, будет что вспомнить, — сказал Аронакс, подойдя к Джегвею. — У нас двадцать пять минут. — с этими словами он вложил часы в его руку.
Собрав вещи, троица отправилась на склон горы на Север от храма. Началось быстрое восхождение. Времени было ужасно мало, и все выбивались из сил, карабкаясь на каменистый склон.
— Аронакс, сколько еще до того места?
— К счастью немного. Сотня метров от силы.
Наконец заветное место. Часы показывали еще две минуты.
Перед глазами открылась сплошная каменная стена — ничего, за что можно было зацепить взор.
— Раз это врата — будем ждать, пока их откроют.
Время на часах кончилось, механизм остановился с коротким звоном. Все посмотрели на каменную стену. В ней ясно был виден неразличимый прежде проход. Аронакс вошел в него, обернулся и поманил остальных.
— Шамбала ждет.
Путешественники вошли в прорубленный в скале тоннель с удивительно гладкими стенами. Когда они удалились на достаточное расстояние от входа, обнаружилось, что весь тоннель погружен в мягкий голубоватый свет. Светились размещенные в стенах тоннеля прозрачные кристаллы. Очарованные успокаивающим зрелищем, Аронакс, Джегвей и Амелия продолжали путь.
На определенной части тоннеля стало слышно завывание ветра. Ощутимо похолодало. За очередным поворотом на стенах тоннеля появилась изморозь. Наконец стал виден выход.
За входом с этой стороны бушевала снежная буря. Со скал свисали огромные ледяные наросты. Слева возвышалась стена из скал, справа виднелась глубокая расщелина. Под ногами уходили вперед за скалы дорожка из каменных обледенелых плит. Прикрываясь от ветра, компания продолжила путь.
Ветер усиливался. За очередным поворотом открылась удивительная картина. Дорога становилась прямой и упиралась в площадку, мощеную плитами. по краям она была окружена остатками колоннады из каменных блоков. За площадкой виднелся каменный обледенелый алтарь. А на самой площадке с ревом крутился снежный смерч.
Амелия смотрела на смерч широко открытыми глазами. Джегвей судорожно искал обходной путь. И только Аронакс равнодушно смотрел на стихию.
— Вот и вход в стану чудес… сделал шаг я и исчез! — рассмеялся он.
— Надо попробовать пройти по краю. Возможно не заденет.
— Оставь пустые надежды, это не пройдет.
Аронакс посмотрел еще на смерч и повернулся к Джегвею и Амелии.
— Ты все-таки передай там привет от меня. И прошу — не упускай моменты.
— Что ты делаешь? Ты что, прощаешься?
— Пойду поболтаю с этой штуковиной. А потом вернусь к Каталине. Она ждет меня.
— Ты сошел с ума!
— А ты только заметил? — усмехнулся Аронакс и решительно вышел на площадку.
— Стой!
Аронакс уже не слышал. Он шел прямо на смерч, попутно доставая тесак. Смерч уже понял его намерения. Он двинулся навстречу, постепенно обретая черты война с копьем. Когда Аронакс был совсем рядом, фигура стала совсем отчетливой, только ноги были скрыты вихрем снега.
Аронакс сделал замах и нанес удар. Смерч отклонился в сторону и рубанул воздух копьем в том месте, где секунду назад стоял капитан. Тот тем временем не терял времени и продолжал атаковать.
— Пошли! — крикнул Джегвей и поволок за собой Амелию в сторону алтаря.
Смертельный танец Аронакса и смерча продолжался. На каждый опасный удар капитана смерч-воин отвечал взмахами копья, чудом не задевавших ловкого бойца. Джеги с Амелией уже пересекли середину площадки. Однако смерч не оставил это незамеченным. Развернувшись, он сделал выпад копьем в сторону Джегвея. Отпрыгнув в сторону, он едва избежал смертельной раны. Тем временем за алтарем плавно открылся сияющий портал. Он сверкал огнями и издавал незнакомый прежде звук. До него оставалось всего пятнадцать метров.
В отчаянной попытке задержать смерч, Аронакс наотмашь резанул "тело" смерча. Тот взревел, и резко развернувшись, сбил капитана с ног. Аронаксу не хватило секунды, чтобы подняться и встать в защиту. Следующий удар заледенелого копья пробил его насквозь.
Лицо Аронакса вытянулось в немом крике. Схватившись за рану в животе, он сделал пару шагов назад и упал на спину. Глаза последний раз взглянули на небо и закрылись.
В эту же секунду Джегвей, держа Амелию за руку, запрыгнул в портал. Тот издал резкий звук и закрылся, оставив обледенелую площадку с принявшим привычный вид смерчем и замерзающим телом капитана.
  ''';
  static String d11a = 'Глава 11';
  static String d11 = '''
  … Джегвей открыл глаза. Он лежал на горячей сухой земле, под горячим солнцем. С трудом сглотнул слюну — во рту все пересохло. Кряхтя, он медленно повернул голову — рядом лежала Амелия. Сделав усилие над собой, он смог приподняться. Вокруг не было ничего, только в сторону ног из земли торчало два одинаковых камня. На небе нет ни одного облака. Пустыня ...
Джегвей взял Амелию за плечи и слегка встряхнул, приводя в чувство.
— Мм… Пить… Хочу пить…
Джегвей нашел в своей сумке небольшую флягу с водой и дал Амелии напиться. Влага подействовала оживляюще. Спустя мгновение она с легким стоном приподнялась на локтях. Взгляд прекрасных глаз смотрел на Джегвея в поисках ответов.
— Джегвей… Где мы, Джегвей?
— Я не знаю… Сюда нас выбросил алтарь, когда мы зашли в портал. Наверно он забросил нас в какую-нибудь пустыню, например...
— А где Аронакс?
Джегвей посмотрел на Амелию. Она спрашивала с какой-то детской наивностью.
— Где Аронакс?
— Он остался возле алтаря. Он боролся со смерчем.
— Но ведь его потом тоже перенес алтарь, да?
Амелия умоляюще смотрела на Джегвея. С каждой секундой ее бездонные глаза наполнялись грустью и обидой.
— Нет. Его не перенес алтарь.
— Аронакс… — заплакала Амелия. — Как же мы без него… Он знал так много, он так стремился в эту страну… он не мог уйти…
— Не плачь. Не надо слез. Идем. Мы должны сдержать обещание и дойти.
Амелия с трудом поднялась на ноги.
— У меня нет сил идти.
— У меня тоже осталось немного. Но на двоих должно хватить. Идем, держись за меня.
Джегвей и Амелия начали идти по едва заметной тропинке. Однако куда идти — было непонятно. Вокруг не было ничего, за что мог зацепиться взор.
Они шли весь день. Несколько раз останавливались для еды и отдыха. Затем остановки стали чаще — силы подходили к концу. К наступлению темноты Амелия упала на колени и заплакала.
— Что случилось?
— Я не могу больше идти… У меня больше нет сил...
— Но мы погибнем здесь, в пустыне.
— Оставь меня… Иди сам… Найди страну и начни новую жизнь в счастье.
— Я никуда не пойду без тебя. Я остаюсь.
Джегвей бросил сумку и упал на землю рядом с Амелией.
— Почему же ты не пойдёшь?..
— Потому что я люблю тебя, глупая. И без тебя мне никакое счастье не нужно.
Амелия притихла и смотрела мокрыми ясными глазами в глаза Джегвея. В них как будто засветилась новая жизнь. Она смотрела не отрываясь несколько долгих мгновений, а затем закрыла глаза и крепко обняла его. Из глаз покатились слезы.
— Спасибо… спасибо за то, что ты рядом, — прошептала Амелия. — Я так счастлива...
Джегвей посмотрел в ее глаза и поцеловал в губы. Глаза закрылись, а сердца забились чаще.
— Я и не знала, что у поцелуя песчаный вкус, — улыбнулась Амелия. — Я тоже тебя люблю...
— Она прижалась к нему покрепче, закрыла глаза и сон одолел ее.
… Наступило утро. Начало светать. Подул свежий ветерок, как рукой погладивший по лицу Амелии. Она медленно открыла глаза… Она видела небо, по которому ветер гнал тонкие облака. И все как обычно, только небо — лилового цвета…
— Джегвей, Джегвей, проснись, — затрясла она парня за плечо.
Джегвей очнулся. И тоже погрузился глазами в лиловую бездну. Не поверив, он зажмурился и вновь открыл глаза. Да, это была правда!
— Доброе утро. — раздался приятный голос сзади.
Джегвей и Амелия поднялись на ноги. Они обнаружили себя на открытом балконе прекрасного дома, лежа на кровати. Вокруг лежал сказочной красоты город — Шамбала.
Незнакомец продолжил.
— Вы наконец-то пришли. Пришли домой. Мы вас давно ждали.
— Кто вы?
— Один из мудрейших этого города. Я занимаю почетный сан здесь.
— Почему же вы ждали нас?
— Много людей стремиться сюда попасть. Стремились и вы. Но путь сюда открыт лишь чистых сердцем. Потому вы и дошли сюда.
— А как же сны?
— Сны мы отправили вам, чтобы вы не сомневались в правильности пути, — сказал мудрец. — Ведь он был труден.
Он посмотрел на Джегвея и Амелию, и продолжил.
— Я думаю, что вы услышите еще ответы на вопросы. Пока же вам необходимо отдохнуть и подкрепиться.
Он вышел из комнаты. Внезапно появились столик с одеждой и еще один с едой. Взяв одеяния, Амелия воскликнула:
— Они же почти невесомы!
Одевшись, гости принялись за еду. Она поразила своим вкусом и сытностью.
Наконец к обеду гости вышли к мудрецу.
— Мудрейший, мы очень удивлены чудесами вашей страны. Откуда все это?
— Это все создается у нас. И придумано нами. В вашем мире еще не придумали такого — потому что они еще не готовы к этому.
— Чем же вы занимаетесь?
— Мы — властелины информационного поля этой Вселенной. У нас хранятся абсолютно все знания мира. И ничто в нем не остается от нас незамеченным.
— Все изобретения мира принадлежат вам?
— Да. И мы постепенно делимся с людьми этими знаниями через мысли. И когда приходит время — посылаем какому-нибудь человеку мысль, и он меняет мир.
— Почему же вы сразу не наделите их всеми знаниями?
— Их умы не готовы еще к этому. Они не будут знать, что делать с этим богатством. И к тому же, им стоит поучиться на своих ошибках. Например — войне. Поэтому — всему свой час.
Мудрец подошел к окну.
— Поскольку теперь вы дома — вы тоже становитесь хранителями этих знаний. Вы совершенно свободны. Но свобода — это и ответственность. Вы назначаетесь разведчиками — ваша задача следить за событиями в мире. И выполнять поручения города. Вы согласны?
— Согласны, — одновременно ответили Джегвей и Амелия.
— Кстати, — задумался мудрец. — Я знаю о вашей мечте. И у меня есть для вас подарок.
Они вышли из дома и прошли по улице среди удивительных чудес. Наконец пришли к высокой белоснежной башне, сверкающей огнями. Возле нее стояли две белых крылатых лошади — тех самых, которых древние называли Пегасами. Амелия потеряла дар речи.
— Они ваши. И простор — весь мир!
Амелия запрыгала от радости. А Джегвей улыбался, глядя на нее. Спросил мудреца:
— Благодарю Вас за столь щедрый дар! И все же я хочу попросить еще кое о чем.
Мудрец с удивленным лицом замер в ожидании вопроса.
— Позвольте нам работать и жить вместе… Мы уже не можем друг без друга.
Мудрейший улыбнулся прекрасной улыбкой.
— Все в ваших руках!

***
Мир продолжал жить прежней жизнью. Вспыхивали новые войны, росли города, мир создавал все новые чудеса… И где-то летают, наблюдая за этим миром, Джегвей и Амелия. Мир все еще делает ошибки, учиться на них… И если где-нибудь человеку приходит гениальная мысль, которая делает мир лучше — это значит, что жители Шамбалы дарят миру очередной бесценный подарок.
  ''';
}