abstract class Gavan {

  static String g1a = 'Пролог';
  static String g1 =        '''
  Прохладным летним утром на берегу озера стоял туман. Редкие звуки легким эхом разбавляли унылое завывание ветра над спокойной водой. Звуки из деревни Глозо не доходили сюда, делая это место по-настоящему оторванным от остального мира.
Возле озера виднелся только одинокий силуэт человека. Высокий и худощавый, одетый в небольшой потрепанный плащ, мужчина казался логичной частью окружающего пейзажа. Он усердно копал яму в полной корней и камней земле. Его зовут Рауль Маршанд. Рядом с ним лежало завернутое в грубое полотно тело человека. 
Совсем недавно этот человек плечом к плечу сражался с Раулем в подземелье и делился сокровенными мыслями. А после – его же рукой он лишился сердца. Но – такова была его несокрушимая воля, и противиться ей Маршанд не стал. Непризнанный изобретатель, создатель механического человека – автоматона, частью которого она сам и стал – Самюэль Донсон. Сердце продолжило жить, а тело медленно становилось тленом.
Рауль закончил копать яму и аккуратно, насколько он мог это сделать в одиночку, спустил тело вниз. Выпрямившись и отряхнувшись, он встал возле ямы и закрыл глаза.
- Не знаю, жив ли ты сейчас, либо покинул этот мир навсегда… Но память о тебе я сохраню на долгие годы. Твой гений узнал весь мир, и он в праве гордиться тобой. Хотя… он всегда узнавал о лучших когда уже было слишком поздно.
Он бросил три горсти земли в яму, глубоко вздохнул и начал закапывать ее лопатой. 
- Покойся с миром, друг.
Когда яма полностью заполнилась землей, Рауль с силой воткнул возле нее железный крест. Тяжело вздохнув, он взмахнул рукой и медленно направился в сторону дома. Вскоре могила гения скрылась от него за пеленой тумана.
  ''';
  static String g2a = 'Глава 1. Судьбоносная новость';
  static String g2 =        '''
  Тем временем, в Миготте шел дождь. В этом крупном портовом городе он был частым гостем, приходя с моря и обильно поливая грязные улицы. Потому заходящие в порт моряки часто называли это место «ржавым» - железные и стальные механизмы, конструкции и постройки быстро подвергались коррозии, приобретая рыжую окраску. Сами корабли были не лучше – деревянные, стальные корпуса, зачастую с деталями из меди, быстро темнели и портились. В укромных уголках порта часто стояли мрачные посудины, испещрённые дырами и трещинами. 
Впрочем, и остальной город выглядел в такие дни не лучше. Небо закрывал дым фабричных труб, грязь на улицах месили паровые омнибусы, пароциклы и ноги прохожих. Сами прохожие часто сливались с улицей цветом своей невзрачной одежды и серостью лиц. Конечно, богатые люди стояли особняком от остальных, но их красота имела легкий оттенок искусственности и наигранности. В отличие от Рапиндо, города, чьим символом был технический прогресс, Миготт отличался своими традиционными взглядами. Большое количество старых церквей и других городских построек далеко не были похожи на новые районы Рапиндо. И уж конечно, город не мог похвастаться традицией богатых строить роскошные башни. 
Черных пятен в облике города было немало. По улицам слонялись нищие и беспризорники, многие из которых были натасканными карманниками. Держать под вниманием все свои карманы было необходимым навыком для любого жителя – будь то бедный лудильщик или знатный аристократ. Впрочем, не всегда это помогало – тем неосторожным, что оказывались в узких проходах между домами и темных внутренних двориках, наполненных запахом сырости, угрожала опасность быть оглушенными резким ударом. Очнувшись, они оказывались обчищенными до нитки. 
Кроме преступности, бедой города был слишком влажный климат. Медики не справлялись с наплывом вечно кашляющих, лихорадящих людей, толпы которых становились инфицированы после очередного больного гостя города. Немало несчастных становились такими после мимолетных удовольствий в многочисленных борделях города. И тем не менее – Миготт продолжал жить своей жизнью.
Ноэль Линсингтон возвращалась с работы домой. Работа швеи требовала много сил, потому на обратную дорогу их оставалось немного. Не спеша она шла по тихим мосткам - переулкам, избегая шумных, полных народа улиц. Торопиться ей действительно было некуда – год назад она развелась с мужем, первым человеком, с которым через года после ужасной катастрофы она все же решилась соединить свою жизнь. Тем, кто уже в первые годы совместной жизни показал себя неисправимым собственником и домашним тираном. Его повадки с работы, где он руководил цехом, слишком сильно отражались в семье, и потому Ноэль не выдержала и ушла от него. Однако муж заставил заплатить за это цену – единственный их сын остался у него, и теперь воспитывался отцом. Ребенок постепенно избавлялся от любви к матери, и той ничего не оставалось, как смириться с тяжелой потерей.
И теперь она жила в доме для работниц фабрики, где вела свой нехитрый быт. По выходным она ходила на небольшой рынок на площади Кузнецов, где покупала простую еду на всю неделю. Впрочем, некоторые работницы не считали зазорным иногда стащить друг у друга что-то из припасов.
Дом для работниц был высоким, но тесным и неуютным. На огромной кухне женщины готовили, в коридорах вечно было не протиснуться из-за вездесущего хлама. Старые трубы часто протекали, и на первых этажах было довольно сыро. Комендант дома, старая сварливая женщина, строго следила за порядком и частенько лишала обитателей простых радостей жизни. Некоторым все же повезло, и они жили с мужьями в отдельных домах в рабочем квартале. Их быт был тоже не прост, но хотя бы ощущался привкус свободы. 
Ноэль зашла в дом и быстро прошла к скрипучей лестнице наверх. Ее комната была на третьем этаже, где вместе с ней жила ее подруга Вероника. Сейчас она торопливо собиралась, готовясь уходить. Увидев Ноэль, она обратилась к ней, не отрывая взгляда от небольшого зеркала на стене:
- Ноэль, ты уже тут? Как день прошел?
- Здравствуй. Тяжело, как и всегда. А почему ты не была на работе?
- Я выпросила выходной на сегодня, – Вероника поправила юбку. – Мне срочно надо навестить тетушку – ей что-то не здоровится.
- А кто сказал?
- Она послала ко мне соседского мальчишку. Сорванец еще тот, но просьбу выполнил. А я не буду терять времени – побегу уже. Ложись отдыхай, обед на столе!
- Спасибо, удачи тебе сегодня. – устало выдохнула Ноэль и сняла разношенные туфли.
- Да, если интересно – я купила новую газету. Может найдешь что интересное, а если нет – всегда на что-нибудь сгодится! Все, меня уже здесь нет.
«И где она силы берет каждый день так на ногах…» - подумала Линсингтон и небрежно взяла газету со стола. Устало опустившись в кресло, она с интересом стала изучать первую полосу. Но уже через минуту она тихо вскрикнула и выронила газету на пол. 
Крупный заголовок гласил – «Гений механики стал чудовищем Рапиндо». А ниже строчка чуть меньше - «Имя Самюэля Донсона совсем недавно было неизвестно жителям города…»
***
- Вызывали, господин Хоккинс? – Рауль остановился в дверях кабинета главного редактора.
- Заходите, Маршанд. Мне нужно кое-что с Вами обсудить.
- Я вас слушаю.
- После вашей нашумевшей статьи Вами заинтересовались газеты с другого континента. – редактор Хоккинс закурил сигару и уселся поудобней. - Они предлагают Вам принять участие в конференции прессы в Женавилле, кроме того, там будут многие известные лица СМИ. Советую Вам принять в ней участие.
- А в чем ваш интерес? – поинтересовался Рауль и внимательно посмотрел на собеседника. Тот хитро улыбнулся.
- Я заинтересован, чтобы в моей газете работали известные и профессиональные кадры. Ваша поездка даст Вам дополнительный опыт – и покажет Вас перед лицом мировых людей. Помните, Рауль – мы люди публичные.
- Да, сэр. Когда должна быть эта конференция?
- Через день, в пятницу, в здании Дворца Стирлинга. Завтра в Женавилль отправляется дирижабль – постарайтесь не опаздывать.
- Благодарю сэр.
- Вы свободны.
Рауль вышел из кабинета и вернулся за своими вещами. Накинув сумку на плечо и одев шляпу, он неторопливой походкой направился к выходу, где его ждал верный железный конь – пароцикл «Буревестник». Хоть он периодически и подводил своего хозяина раньше – журналист все равно был очень благодарен создателю этого чуда. 
Поездка домой была не самой приятной – шел небольшой дождь, щедро поливая пароцикл и его всадника. Капли падали на горячий кожух котла и с шипением испарялись, колеса выбрасывали в стороны брызги дорожной грязи, а прохожие поспешно освобождали дорогу. Не было дела только экипажам паровых омнибусов – по закону, они имели право первого проезда, дабы не терять время в пути. Этим коптящим небо и гремящим махинам нужно было останавливаться лишь в трех случаях – на остановках, на перекрестках и уступая дорогу транспорту правительства. Впрочем, последний был настолько редок в городе, из-за предпочтений министрами воздушного транспорта и верхних уровней дорог, что в расчет их можно было и не брать.
Дорога к дому проходила через заводской район. Здесь стояли двух-трехэтажные дома рабочих, опутанные высоко идущими железнодорожными эстакадами, окруженные громадами фабрик и цехов. Дом Рауля был дальше, на самой окраине, на небольшой тупиковой улочке. Здесь воздух был немного чище, но все же был несравним с деревенским. Впрочем, Маршанд все равно собирался отсюда уехать – настолько его угнетала здешняя мрачная индустриальная атмосфера. Вскоре он уже устало заходил в свое жилище, которое было для него главным убежищем от не всегда дружелюбного мира.
На следующий день Ноэль решительно направилась к зданию городского телеграфа, где на втором этаже располагалось издательство газеты Миготта. После многочисленных вопросов к сотрудникам, ей наконец удалось найти редактора, отправившего в печать тот самый номер. Ноэль интересовала любая информация, которая могла помочь узнать о том человеке – том самом, что был безумно влюблен в нее много лет назад. Теперь это казалось ей самым важным.
- Мадам, автор статьи не знает про этого человека. Он всего лишь ознакомился с газетами Рапиндо и перенес сенсацию на наши полосы. Да, это не самый достойный труд, но иначе как бы об этом узнали в Миготте?
- Конечно, я понимаю, сэр, – ответила Ноэль. - Но все же – могу ли я хотя бы узнать – кто тот человек, что встречал Самюэля, и где его найти?
- Какого Самюэля? Ах да… Логично, что тот самый журналист сейчас в Рапиндо, как и всегда. Если вы уж так настаиваете, я могу послать сообщение по телеграфу. Оттуда скажут, где его сейчас искать.
- Я вам буду очень благодарна.
Редактор вышел из кабинета и направился к телеграфу. Женщина неотступно следовала за ним. Возле аппарата тот дал указание служащему и продиктовал текст сообщения. Вскоре оно уже помчалось по проводам через воды океана к далеким землям.
- Прошу вас подождать, – он обратился к Ноэль. – Ответное сообщение придет в лучшем случае через полчаса. А пока я могу предложить вам чай.
- Благодарю.
Время тянулось несказанно медленно. Устав нервничать, мадам Линсингтон отрешенно стала смотреть в окно, не замечая монолога редактора о суетной жизни газеты. В голове всплыли картинки – из того времени, когда ей едва исполнилось двадцать – небольшой уютный домик в тихом квартале, соседи - музыканты, жутко раздражающие пожилую пару из дома напротив, любимые мамины цветы и тот застенчивый парень, который украдкой пытался их сорвать. Самюэль…
- Мадам? Все в порядке?
Вздрогнув, Ноэль подняла взгляд на стоящего рядом редактора. В руках он держал лист бумаги.
- Да, все хорошо, сэр… 
- Пришло сообщение из Рапиндо. Журналиста, который написал статью зовут Рауль Маршанд. Сегодня он еще там, но завтра будет в Женавилле, на конференции. Это довольно далеко отсюда… С нашей газеты тоже едут люди, так что если Вам угодно – вы можете отправиться с ними.
- Правда? О, я безумно рада! Я вам очень обязана…
- Не стоит, мадам Линсингтон. Завтра в Женавилль отправляется поезд, в десять часов утра. С вами отправится господин Муэлье, у которого будут билеты, в том числе и для вас. А вот и он, - редактор повернулся к двери, куда осторожно зашел молодой человек небольшого роста. – Муэлье, с вами отправится мадам Линсингтон. Я вас попрошу, чтобы она попала на конференцию и встретилась с господином Маршандом. Это очень важно.
- Маршандом? Тем самым, который…
- Верно. Заодно посмотрите, что он за птица. Что ж, на этом все, желаю Вам удачной дороги!
- Благодарю Вас. – с теплом в голосе сказала Ноэль и вышла из кабинета. В ее глазах засияли искры жизни. 
  ''';
  static String g3a = 'Глава 2. Образ из прошлого';
  static String g3 =        '''
  Тяжелый паровой омнибус с грохотом остановился возле воздушного порта Рапиндо. Из салона вышло человек десять, все с увесистым багажом и неизменным ворчанием. Последним вышел высокий и худощавый Рауль, придерживая висящую на плече кожаную сумку. Настроение у него было приподнятое, и теперь он насвистывал шуточную песенку воздушных пиратов.
Здание воздушного порта всегда было гордостью города- владельца. В отличие от величественных и мощных зданий железнодорожных вокзалов, они были легки на глаз и сверкали металлом и полированным деревом. Воздушный порт в Рапиндо был длинным и узким зданием в виде дуги, если смотреть сверху, и профилем как у высокого железнодорожного рельса. На нижних этажах были билетные кассы, залы ожидания и хранилища багажа, на верхнем – широкая пристань для стремительных дирижаблей. Чуть поодаль от здания порта стояли громады эллингов, где хранились и ремонтировались воздушные суда, склады угля и спирта, масла и механизмов. Бригады в сотни человек обслуживали это масштабное сооружение, и даже повсеместные паровые двигатели, хоть и бросали мощно в небо клубы дыма, все же не могли заменить их полностью. К примеру, когда дирижабль выводили из эллинга – три паровых машины тянули его лебедками вперед, а еще тридцать человек направляли его в стороны. Для стороннего наблюдателя это было захватывающее зрелище.
Вот и сейчас к небесной пристани пришвартовался дирижабль – лайнер рейсом в Женавилль, и три десятка пассажиров начали садиться на борт. Ловкие лакеи забирали у них тяжелую поклажу и быстро относили в багажное отделение. Капитан вместе со своим помощником наблюдал за погрузкой из рубки, слегка щурясь от блеска заходящего солнца. 
Рауль предъявил билет и зашел по легкому трапу в салон. Внутри было уютно и светло – легкие, обтянутые тканью кресла стояли в два ряда по двое. Место журналиста оказалось возле иллюминатора, так что можно было наблюдать за полетом. 
- Я тебе говорила, что боюсь полетов! – вглубь салона проходила изящно одетая леди, в узком наряде и с пышной шляпкой на голове. Вслед за ней шел одетый в темный костюм мужчина с короткой бородкой. – Мне стоит только взглянуть туда – и уже голова кружится!
- Успокойся, милая, я сяду у окошка. А ты садись ближе к проходу.
- Но я ведь все равно буду смотреть! – не унималась она. – Мне ведь будет дурно! 
- Тоже самое ты ведь говорила, когда мы ехали на поезде. Все будет хорошо.
- Никогда ты меня не поддержишь! – с обидой в голосе сказала девушка и отвернулась. – А вы что на меня смотрите? – раздраженно сказала она, обращаясь на этот раз сидящему с той стороны Раулю.
Журналист улыбнулся и отвернулся к окну. Спустя несколько минут рабочие отвязали швартовы, дирижабль загудел и медленно отошел от темного причала.
Ноэль собрала саквояж и присела за стол. В голове крутился целый рой беспокойных мыслей, жужжащих в голове словно растревоженные осы. Правильно ли она поступает? Стоило ли искать встречи с человеком, которого она отвергла столько лет назад? Ноэль тяжело вздохнула и собралась с духом. Нет, если она не поедет - ее совесть будет не чиста. А муки совести страшнее любых испытаний. 
Добравшись на быстрой, запряженной парой резвых лошадей кибитке до вокзала, она медленно пошла к перрону, стараясь поймать взглядом того самого человека из газеты. Правда, его лица она не запомнила, зато могла узнать голос. 
Это было непросто. Вокзал Миготта был на равных с таким в Рапиндо - шесть посадочных платформ могли принимать сразу одиннадцать рейсов во все уголки континента. Однако женщина поступила разумно - узнав, на какую платформу прибывает поезд в Женавилль, она отправилась на поиски своего неуловимого попутчика именно туда. 
Над рядами вагонов висели целые облака паровозного пара. Поезд на Женавилль уже ожидал на нужном пути, поблескивая красной лакированной обшивкой и начищенной медью. Возле входа в вагоны лениво переминались с ноги на ногу скучающие кондуктора. 
Ноэль взглянула на часы - до отправления поезда оставалось около семи минут. Сердце стучало все более взволнованно. 
"Где же тебя носит?" - немой вопрос возник в голове женщины сам собой. Вокзал ответил лишь гулом пассажиров и шипением огромных локомотивов. Шесть минут. Пять...
- Линсингтон! Мадам Линсингтон!
Ноэль вздрогнула и осмотрелась вокруг. По перрону шли пассажиры, голос шел откуда-то за ними. Наконец она увидела суетливую фигуру мужчины, который быстро приближался. Ноэль махнула ему рукой. 
- Ох, вы здесь!  - сбивчиво сказал Муэлье, пытаясь отдышаться. - А я вас ждал внутри здания вокзала. Пойдёмте в вагон, нам скоро отправляться!
Линсингтон не стала спорить и быстрым шагом направилась ко входу в вагон. Спустя несколько минут он уже набирал скорость по стальному пути в столицу континента Женавилль. 


***
Погода эти дни была настроена сурово - постоянно бросался дождь и небо заволакивали свинцовые тучи. На море поднимались мрачные пенистые волны, гонимые жестким ветром. Из иллюминатора дирижабля это было хорошо видно. И не только видно - громада воздушного корабля жалобно скрипела ребрами каркаса, салон едва заметно качало. У некоторых пассажиров начался приступ морской болезни, свидетелем которого невольно становился и Рауль Маршанд. Особенно это ощущалось по его разнеженной, вечно недовольной попутчице, которую безуспешно пытался успокоить сидящий рядом муж. 
- Мне плохо... Я сейчас умру. Сделай же что-нибудь... Прекрати эту качку... 
- Милая, но я ведь не могу прервать полет.
- У меня кружится голова и тошнит...
Наконец, у сидящего впереди старого моряка кончилось терпение. Он встал со своего места, подошел к полулежащей девушке и с хрипотцой в голосе сказал:
- Позвольте вашу левую руку, леди. 
- Руку? А... А зачем? 
- Для вашего же блага. 
- Сэр, вам не кажется...  - начал было говорить муж, но моряк уже взял тонкую руку девушки и стал энергично массировать ей запястье. 
- Ау! - невольно вырвалось у нее. 
- Да что вы себе позволяете?! - резко повысил голос супруг и попытался встать. 
- Стой... Мне кажется, стало лучше, - она остановила его движением руки. 
- Запомните и повторяйте когда будет дурно, - буркнул моряк и сел на свое место. И добавил - Не стоит благодарности. 
Остаток полета девушка провела спокойно, а Рауль, удивившись простоте решения, получил возможность немного вздремнуть. 
***
Ноэль снился сон. Она вновь переживала момент своей свадьбы, того бурного счастья, опьянившего ее так быстро. Тогда в величественном кафедральном соборе священник соединил ее и Оливера, сделав одной счастливой парой. Но лишь ненадолго...
Перед глазами понеслись горькие картины прошлого. Злополучный рейс в Миготт, корабль – гигант, которому не суждено было дойти до порта назначения. Ледяная вода, шлюпки, двенадцать выживших из трех сотен пассажиров и душевная травма на всю жизнь… Даже во сне она не могла пережить это снова, и вскрикнув, открыла глаза. 
- Дурной сон?
Ноэль прищурилась и посмотрела еще раз. Напротив сидел Муэлье, со стаканом чая в массивном подстаканнике. В глазах светился вопрос. 
- Да, сон... Со мной бывает порой. - она смущенно стала поправлять одежду. 
- Со мной тоже. По долгу службы приходится сталкиваться с вещами, которые трудно забыть... Но возможно. - он слегка улыбнулся тонкой полоской усов над губой. 
- Не всегда это бывает так просто, - ответила она, и посмотрела в окно. - Когда мы приедем? 
- Мы уже въезжаем в Женавилль, так что еще от силы десяток минут. 
- Я не была здесь раньше и не знаю... 
- Не страшно. Все бывает впервые.  
А за окном уже начал проплывать городской пейзаж столицы. Женавилль был величественным городом. С какой стороны не посмотреть – высокие, светлые и богато украшенные здания центра, окруженные парками и скульптурами, или темные громады крупнейших фабрик, или мрачные массивы многоярусных и темных районов бедноты – все производило на гостей неизгладимое впечатление и трепет. Казалось, что город с легкостью раздавит кого угодно, кто посмеет ему перечить. Самые сильные люди континента обитали именно здесь, своей волей направляя жизнь огромного числа людей.
Конференция должна была начаться в полдень, оставалось не так много времени. Поезд остановился в огромном застекленном просторе вокзала, и вскоре Муэлье и Ноэль уже садились в быстрый таксомотор. Проворный приземистый паромобиль быстро помчал гостей столицы по широкому проспекту в самый ее центр, легким шипением дополняя шумную музыку улиц. Тем временем, дирижабль Рауля уже швартовался возле огромного воздушного вокзала рядом с десятком небесных гигантов.
Выступления тянулись мучительно долго. Рауль не привык к такому, да и желания привыкать у него вряд ли бы возникло. Каждый из выступающих пытался убедить других, что его метод заставит людей охотнее верить в написанное, быстрее раскупать тиражи газет, зал отвечал одобрительными аплодисментами и возмущенными возгласами. Рауль еще раз нетерпеливо взглянул на свои часы, как со стороны трибуны до него долетели следующие слова:
- Однако среди нас присутствует человек, чей материал взорвался словно бомба в умах наших стран, и чье имя сейчас обсуждается во всех кругах общества. Рауль Маршанд, вам слово!
- Мне? – вырвалось у Рауля, но бурные аплодисменты сами ответили на его вопрос. Он встал и нерешительно пошел к трибуне. В зале установилась полная тишина.
- Я рад приветствовать столь почтенную публику в этом зале, – он с трудом подбирал слова.
- Господин Маршанд, поделитесь с нами – сказал один человек из совета конференции. - Откуда вам пришла в голову столь прекрасная идея?
- Идея? По правде сказать, я всего лишь сделал свою работу. Взял интервью у одного изобретателя, узнал больше о его жизни. 
- Но в вашей статье описаны столь потрясающие факты и события…
- Мне просто повезло оказаться в нужном месте и в нужное время.
- Это самое главное в нашем деле! – скрипучим голосом вмешался старик в костюме из зала, который тут же огласился аплодисментами.
- Господин Маршанд, - вновь обратился голос совета. – Как вы думаете – если бы вы добавили еще больше масштаба происходящего, скажем, как в событиях в Рапиндо – люди были бы впечатлены сильнее?
- Как понять – добавить больше? – возмутился Рауль. – Я честный журналист, доношу читателям правду, как она есть! Я бы не стал марать себя ложью, в погоне за лишней звонкой монетой!
- Полагаю, репутация честности добавляет вам популярности?
Рауль с обидой замолчал на мгновение, и сказал:
- Если бы вы пережили все то, что пережил я, за несколько дней с тем человеком – думаю, вы бы не стали разменивать совесть на серебро.
Под неловкую паузу он оставил трибуну и вышел из зала. «Лучше мне было остаться в Рапиндо или проведать Инес» - промелькнуло у него в голове. Обходя по коридору стоящих людей, беззаботно обсуждающие последние новости, он чуть не сбил скромно выглядящую женщину в сопровождении долговязого мужчины. Это были Ноэль и Муэлье, которые тут же зашептались.
- Прошу прощения… - Рауль опустил взгляд и попытался пройти дальше, но его остановил женский голос.
- Господин Рауль, подождите пожалуйста. Мне нужна ваша помощь.
- Что вам угодно? – без особого желания продолжать разговор ответил Маршанд.
- Я бы хотела поговорить, - Ноэль подошла ближе. – Вы ведь знали Самюэля Донсона, правда?
Рауль вздрогнул. О происшествии в зале не осталось и следов в его памяти. Несколько секунд он пытался понять – кто же эта женщина, с надеждой смотрящая в его глаза?
- Мадам, а вы случайно не…
- Я Ноэль. Ноэль Линсингтон.
- Не может быть… - в голосе журналиста промелькнули нотки волнения.
- Так мы можем поговорить?
- Конечно, о чем речь. Желательно в спокойной обстановке.
- Здесь есть небольшая кофейня на первом этаже. – вмешался в разговор Муэлье. – Полагаю, мое присутствие вам больше не требуется?
- Да, конечно. Спасибо вам. – сказала Ноэль с благодарностью в голосе. 
- В таком случае, я покидаю вас. Мне нужно быть на конференции.
Спустя десяток минут Рауль и Ноэль уже сидели за легким деревянным столиком под причудливой кованной люстрой. Здесь царила уютная и раскованная атмосфера. Пружинный фонограф, слегка потрескивая, играл приятную легкую музыку.  К столику легким движением подъехал официант, обутый в роликовые ботинки и попросил сделать заказ.
 - Два крепких кофе, пожалуйста.
- Мне со сливками. – сказала Ноэль. 
- Будет сделано. – ответил официант, и с тихим шелестом помчался за заказом.
Рауль вопросительно смотрел на собеседницу.
- Вы так быстро изменились в лице, как только услышали о Самюэле, и особенно – о моем имени, - сказала она.
- Как вам сказать, - задумчиво начал журналист. – Я не только написал статью о господине Маршанде – я стал его другом в нелегких испытаниях. Слишком много напоминает мне его имя. А ваше – честно говоря, для меня встретить Вас было слишком неожиданно.
- Почему же? – заинтересованно спросила Ноэль. – Это потому, что это выглядит странно – когда женщина начинает искать, казалось бы, давно забытого мужчину?
- Не в этом дело, - Рауль еще больше погрузился в свои мысли. – Просто я не ожидал вас встретить в полном здравии… Видите ли, когда Самюэль говорил мне о вас – он сказал, что вы погибли в крушении корабля, идущего в Миготт. И сам он был в глубоком отчаянии и горе из-за этого. А теперь я говорю с вами, лицом к лицу…
- Значит, он думал, что я погибла. – тихо сказала Ноэль. – Да, действительно, я была так близка к этому. Но счастливый случай спас мне жизнь, равно как и еще паре удачливых господ. Но – я потеряла все тогда, и у меня жизнь пошла совсем иначе.
- Зачем же вы сейчас решили искать человека из прошлого?
Ноэль опустила глаза.
- Тогда я отвергла его. Думала, что буду счастлива с Оливером, что все эти чувства – глупость, и не они решают нашу жизнь… Я ошиблась. И Оливера давно нет, и жизни моей с того времени тоже нет. А груз вины лежит на мне до сих пор.
- Что же вы хотите сейчас? – спросил Рауль, допивая уже остывающий кофе.
- Отведите меня в его дом. Кроме вас, мне не к кому обратиться.
Маршанд задумался. Для него история с Донсоном, казалось бы, ушла в прошлое как кошмарный сон, вместе с тяжелым крестом на его могиле. И теперь его хотят вернуть обратно, вновь распалить еще не затухшие воспоминания. Но ведь у него только наладилась жизнь, появилась любимая девушка и работа пошла вверх – зачем ему было это? Рауль взглянул на полное грусти лицо Ноэль. Эта женщина готова на все, лишь бы найти человека из прошлого. Но как ей сказать, что его уже нет? Нет, он не имеет права отбирать у нее надежду.
- Хорошо. Сегодня вечером мы отправимся туда. Я помогу вам.
- Спасибо. - сказала Ноэль. В ее глазах вновь загорелись огоньки.
- Вы остановились где-то в Женавилле?
- Нет, я сразу по приезду начала искать вас.
- Что ж, тогда предлагаю вам дождаться дирижабля у меня, в номере гостиницы.
Они вышли из кафе, оставив небольшие чаевые ловкому официанту. Гостиница была совсем рядом, так что было решено прогуляться туда пешком, по шумным улицам Женавилля. Они были полны разнообразного люда – кочегары и грузчики, одетых в пыльные грубые куртки и береты, торговцы и служащие, в опрятных жилетках и полосатых брюках. На роскошных паромобилях изредка проезжали богатые граждане в дорогих костюмах и высоких цилиндрах, рядом с ними сидели ухоженные барышни в утонченных платьях и шляпках с вуалью. Они ничуть не обращали внимания на торговок с лотками и вездесущих оборванцев и отвлеченно вели беседы на высокие темы.
Изредка встречались на улицах и стремительные курьеры, скачущих вдоль дороги на пружинных ходулях с увесистой кожаной сумкой за плечами. Еще более внушительно выглядели мастера механики и ремонтные бригады – они часто появлялись на улицах не снимая оптических приборов и механических усилителей для рук. Они невольно привлекали внимание легким скрипом при ходьбе.
Гостиница, в котором остановился Рауль, называлась «Серебряный тюльпан». В городе говорили, что хозяин дал название не раздумывая – он любил цветы и деньги. И действительно – на балкончиках пятиэтажного здания повсеместно были красные цветы, придавая гостинице торжественный вид. Впрочем, цены на номера хоть и были высоковаты, но полностью себя оправдывали – по уюту они были одними из лучших. 
Отправив Ноэль в комнату, Рауль подошел к телеграфисту на первом этаже и попросил отправить сообщение. Она предназначалась для Инес.
«Дорогая Инес, обстоятельства задержат меня на больший срок. Но как только я смогу – я сразу же приду к тебе. Твой Рауль». 
Маршанд назвал телеграфисту адрес, и тот напечатал на листе машинкой несколько кодовых букв. После этого он провернул рукоятку на несколько оборотов, и отпечатанное письмо свернулось в узкую трубку. Еще движение – и оно уже лежало внутри стеклянной капсулы, которую через пару секунд со свистом мчал воздух на центральную телеграфную станцию. Оттуда послание должно было отправиться уже по проводам.
  ''';
  static String g4a = 'Глава 3. Жертвы и хищники';
  static String g4 =        '''
  Этот вечерний рейс в Рапиндо собрал немного пассажиров – многие предпочитали отправляться в путь днем. Отчасти это объяснялось комфортом – все-таки остекленный по периметру салон в сумерках становился слишком темным, и предубеждениями – что вечером летать попросту опаснее. Тем не менее, на борт дирижабля «Либерти» поднялось двадцать человек, среди которых были Рауль и Ноэль. Длинная, обшитая красноватым деревом гондола дирижабля была увенчана четырьмя дымовыми трубами паровых котлов, по бокам ее проходили медные патрубки паропроводов. Спереди и сзади на ней крепились зеленые фонари. На изящных пилонах стояли четыре быстроходных двигателя с полированными пропеллерами. Слегка потемневший от дыма корпус-баллон подрагивал на ветру. Вскоре капитан дал из своей рубки свисток, пропеллеры зажужжали сильнее, и «Либерти» медленно поплыл по воздуху в сторону двух небольших островков, за которыми открывался бескрайний океан. Погода, хоть и была скверной, особых проблем не предрекала.
Ноэль смотрела на простирающуюся водную гладь с некоторым страхом. Все еще были свежи воспоминания о том страшном крушении. Ее успокаивало, что океан был внизу, там – а не рядом, брызгая в лицо соленым холодом. И пока что все шло как нельзя лучше – она нашла знающего человека, и теперь могла смело идти вперед… смело ли? Ведь уверенности в своей цели, да что там – просто в себе, у нее не было.
Рауль все замечал. Блуждающий потерянный взгляд женщины и отчаяние в его глубине. Он сразу же вспомнил взгляд Самюэля – тогда, в подземном городе – Ирдишхорте, затерянном и забытом, он упорно искал своего друга. Но стоило ему вспомнить о потерянной любимой – и он уходил куда-то в прошлое, в глубину себя. И этот взгляд… Нет, действительно эти два человека имеют свое общее. То, что заставляет даже разных людей быть вместе. Если, конечно, судьба не решает иначе.
Дирижабль плавно покачивался в воздушных потоках и неторопливо приближался к пока еще невидимому берегу океана. Тот же явно был не рад незваному гостю – ветер крепчал, небо темнело, начал моросить легкий и неприятный дождь. Волны внизу заволновались сильнее, будто разминаясь перед грядущим представлением.  Видимость снизилась, и капитан принял решение немного уменьшить скорость в целях безопасности. Но опасность была рядом, и не совсем такая, как рассчитывала команда «Либерти» …
Дождь усиливался. В далеких темных облаках промелькнул отблеск грозового разряда. Спустя пару секунд приглушенный гром достиг ушей пассажиров. Штурман наблюдал за ухудшающейся погодой и внезапно для себя краем глаза заметил темный силуэт, который неторопливо приближался с левого борта. Взволнованно он обратился к капитану дирижабля.
- Сэр, воздушное судно, курс 230, приближается!
- Кого еще черт несет… - ответил капитан и взглянул в указанном направлении. Неизвестный силуэт становился все более отчетливым с каждой секундой. Лицо капитана слегка побелело, он крикнул рулевому взволнованным голосом:
- Полный ход, курс 50! Только их еще не хватало…
К «Либерти» медленно приближался пиратский рейдер. Издали он был похож на огромный темный башмак, раздутый от не по мерке пухлой ноги. Пробиваясь сквозь тяжелые струи дождя, рейдер готовился к нападению на легкую, столь удачно подвернувшуюся добычу. По палубе последней забегал экипаж, разворачивая пару легких пушек в направлении угрозы.
Воздушные пираты были обычным делом в этой местности. Над континентами их собратьев было немногим больше – ведь на земле добычи немало: можно организовывать набеги на заводы, шахты, торговые караваны и даже поезда. В океане же воздушные пираты так же занимались разбоем, нападая на не слишком крупные пароходы, быстроходные парусники. В воздухе же их добычей становились торговые дирижабли, которыми часто отправляли дорогие или срочные грузы. Пассажирские воздушные суда были добычей не столь желанной – из действительно ценного рейдеры могли разжиться лишь частью багажа, важными пленниками или частями ходовых машин. Впрочем, пираты частенько брали и сами дирижабли – воздушный флот разбойников быстро редел из-за поломок и столкновений с военными силами, ведущими за ними постоянную охоту.
Пиратский рейдер был интересным образцом воздушного корабля. Относительно небольших размеров, ради большей маневренности и скорости, он тем не менее мог брать на борт значительный вес – большую абордажную команду, несколько мощных орудий и трофейный груз. Кроме того, обшивка оболочки дирижабля-рейдера была достаточно крепкой, чтобы не разрываться в клочья от попаданий пуль и шрапнели. Как же пираты достигали этого? Секрет прост – крупные пропеллеры, дающие судну ход, были установлены под углом к горизонту – потому тянули его не только вперед, но и вверх. Это создавало определенные неудобства в маневрах, но полностью себя оправдывало.
И сейчас рейдер неумолимо догонял тихоходный «Либерти», постепенно набирая высоту. С палубы последнего раздались выстрелы орудий, но безуспешно – в такую погоду попасть по подвижной цели было нелегким делом. Налетчик не отвечал огнем, намереваясь захватить дирижабль в целости.
После первых же залпов пушек пассажиры заволновались. Люди стали выглядывать в окна, кто-то крикнул - «Пираты!», после чего началась паника. Ноэль испуганно прижала руки к телу и посмотрела на журналиста. Тот пытался сохранить самообладание и успокоить женщину.
- Не переживайте, все будет в порядке. Ничего серьезного.
- А если нас убьют?
- Я очень сомневаюсь, что до этого дойдет.
Кто-то из пассажиров открыл дверь на палубу и в салон тотчас ворвался холодный ветер. Появился человек из команды, мокрый от дождя и громогласно объявил:
- Всем сохранять спокойствие! Нас потревожили какие-то оборванцы, но наши ребята их быстро успокоят. Скоро мы продолжим путь в целости и сохранности.
Пассажиры притихли, а Рауль слегка покачал головой. Он тихо сказал Ноэль несколько слов, стараясь не привлекать внимание остальных. 
- Будьте готовы спрятаться, и сделать это быстро.
Рейдер был уже в нескольких десятках метров от дирижабля. На его палубе двигалось не меньше двух десятков человек, на вантах развивались черные флаги с трехлопастным белым пропеллером и тремя маленькими черепами между лопастями. Некоторые пираты вели стрельбу из винтовок по стрелкам на «Либерти», последние начали нести потери. 
На палубе пиратов выделились около пяти человек с металлическими баллонами и патрубками за плечами. Они выстроились вдоль борта и как будто приготовились к прыжку. Рейдер и его жертва шли практически параллельно. Внезапно прозвучал приглушенный возглас, и пираты с баллонами взлетели на струях пара и помчались в сторону дирижабля. В руках у каждого из них был якорь-кошка с закрепленным канатом и длинный тесак. В своих гигантских прыжках они были нацелены на защитников дирижабля, атакуя их в полете и пытаясь зацепить канаты на гондоле. Не всем это удалось – один из «прыгунов» неловко завалился набок и улетел вниз, другой врезался в оплетку оболочки и повис там. Остальные же закрепили канаты, по которым оставшаяся часть абордажной команды ринулась на борт. 
Завязался бой, в который вмешались и пассажиры – у некоторых оказались при себе револьверы, которые тут же пошли в ход.  Пираты орудовали тяжелыми палашами и дробовыми ружьями; Последние уверенно поражали противника даже без должного прицеливания. Отовсюду раздавались крики – боли и ярости, на палубе гондолы уже лежало несколько изрубленных трупов. В целом, перевес в бою имели налетчики, которые были мастерами своего дела. Рауль это понимал – а потому схватил Ноэль за руку и потащил в кормовой отсек, где лежали запасные части и запас топлива. Уже выбежав из салона, журналист понял по голосам – пираты добрались и до пассажиров. Они вдвоем присели за мешками и ящиками и постарались вести себя тихо.
Спустя пару минут все было кончено. На длинной узкой палубе «Либерти» лежали мертвые и раненные тела команды, среди которых неспешно прохаживались пираты. Сейчас они были увлечены мародерством – главным занятием с уже покоренной добычей. Несколько абордажников вывели капитана и главного помощника из рубки, свернув руки за спиной. Их явно подготавливали к скорой встрече. И действительно – спустя десяток секунд по канатам с рейдера спустился капитан с еще одним воином. Он лично решил увидеть своего противника.
К слову сказать, одет был капитан в духе традиций воздушного пиратства – устрашающе и внушительно. На крупной высокой фигуре плотно сидел мокрый от дождя и потрепанный красно-бурый плащ, на широком кожаном ремне красовалась железная пряжка, рядом с которой висела огромная сабля. Скуластое, с мощной челюстью лицо венчала широкая кожаная треуголка - этот символ пиратов пережил столетия, оказавшись роднее и удобнее, чем двухуголки и цилиндры, так популярные на суше. Зато на одном глазу капитана красовался оптический прибор с несколькими линзами, рядом с саблей – пара длинноствольных револьверов, а на перевязи – десяток патронов для них. 
Когда капитаны двух воздушных кораблей оказались лицом к лицу, на секунду повисла мертвая тишина. Капитан пиратов сплюнул под ноги своему пленнику, после чего с ухмылкой повернулся в сторону, знаком показывая команде увести его. Однако пленник взревел, оттолкнул разбойников и бросился на противника, намереваясь унести на тот свет вместе со своей и его душу. Но просчитался – тот машинально развернулся, схватил пленного капитана одной рукой за горло, а второй – мгновенно выхватил револьвер и нажал на спуск. Раздался глухой выстрел, и капитан «Либерти» безвольно обмяк, падая на палубу родного корабля. Пират посмотрел на него пару мгновений, после чего удалился осматривать захваченный корабль. 
Главного помощника Максимилиана захватчики увели в трюм, где бросили на пыльные ящики. От удара он застонал и облокотился на пару мешков с бесполезным хламом. Тяжело вздохнув, он посмотрел на закрывающуюся дверь трюма. Теперь свет проникал лишь через несколько небольших проемов в бортах гондолы. Помощник подвинулся ближе к свету и с испугом заметил смотрящие прямо на него две пары глаз.
- Кто здесь? – осторожно спросил он.
- Мы, - раздался из темноты голос Рауля. – Пассажиры вашего корабля. Когда пираты высадились на борт – мы решили, что здесь будет безопаснее.
- Вот оно что, - с легким удивлением спросил Максимилиан. – А я уж подумал, что вас либо посадили сюда до меня, либо вы летели здесь без билета.
Он негромко расхохотался и закашлял.
- Впрочем, какая уж теперь разница. «Либерти», вопреки своему названию, уже не свободна. Боюсь, наша участь незавидна.
Услышав эти слова, Ноэль расплакалась. Максимилиан опешил и посмотрел в сторону Рауля. Тот поспешил ответить.
- Она ищет пропавшего мужа. Этот перелет должен был приблизить ее к цели, но… Судьба коварна.
- Это очень бесчестно с ее стороны, судьбы как ты говоришь. – ответил Максимилиан. – Но – жизнь порой меняется в самый неожиданный момент. Не теряйте веры в лучшее, ведь порой кроме этого у нас ничего не остается.
Он достал плоскую флягу с крепкой настойкой и протянул Раулю. Тот сделал глоток и передал Ноэль. Та сначала отстранилась, но вскоре так же отведала напитка и притихла. Спустя десяток минут, от алкоголя и пережитого потрясения, она медленно провалилась в глубокий сон.
Тем временем наверху кипела работа. Капитан справедливо рассудил, что перегружать трофеи на борт и так потяжелевшего от воды тяжелого рейдера – дурное дело, и отдал приказ взять «Либерти» на буксир, благо тот не имел каких-либо повреждений. Три крепких швартовых каната передали на борт пиратов, закрепили - боцман занял место рулевого и дал малый ход. Связанные дирижабли медленно двинулись по неспокойному небу, описывая плавную дугу на Север.
***
Воздушные пираты имели много общего с морскими хищными птицами. Они охотились в воздухе и море, часами выискивали добычу. И даже свое логово они устраивали не как морские собратья – в защищенных бухтах островов и захваченных рыбацких городках, а как птицы – на высоких крутых скалах, зубьями торчащих среди бурного океана. Их быстрым кораблям были не страшны свирепые волны, достаточно было укрыться от сильного ветра.
База, куда пираты притащили «Либерти», была как раз такой. С воздуха эта скала выглядела как буква «Г» - каменный массив образовывал прямой угол. Там, на уступах пираты и построили причал, в камне продолбили небольшой грот. Материал для строительства привозили с собой – несколько удачно захваченных суден с древесиной пригнали к скале и с помощью дирижаблей подняли груз наверх. Дерево укрепляли тут же добытым камнем. В результате было основано целое поселение на полсотни человек, живущих в трех крепких постройках и на самих воздушных судах. Скала служила надежной защитой от штормовых ветров. В последствии были установлены пушки на скалах, для захваченных морских кораблей построена своя небольшая пристань, а в гроте даже установлены паровая машина и небольшая кузница. 
Раздался легкий толчок – дирижабль коснулся причала и теперь надежно крепился к нему руками экипажа. В трюм, громко разговаривая, спустились два пирата. С легким недоумением они обнаружили там вместо одного помощника капитана сразу трех пленников, но вскоре решительно вывели всех на палубу. Привыкшие к мраку, те щурились от дневного света.
- А ну, шевелитесь быстрее! – прикрикнул один из пиратов, и сильными толчками погнали их в сторону грота в скале. Там стоял еще один разбойник – охранник в потрепанном дорогом фраке, отвратительно скалясь полусгнившими зубами.
- Ы-ы, еще привели! – радовался он, бегая пустыми глазами. 
- Твое дело – охранять, и чтоб никто ни ногой. Понял, Кочегар?
- Да-да. – утвердительно кивнул тот, не прекращая скалиться.
Кочегаром его прозвали неспроста. Полгода назад, еще на старом дирижабле, он действительно кидал уголь в топку паровой машины. Но однажды, когда воздушный корабль попал в сильный ветер и его здорово растрясло, повредилась дымовая труба. Часть гондолы, где работал Кочегар, тут же наполнилась едким дымом. Тот потерял сознание и едва не умер, но его вовремя нашли. Жизнь он сохранил, но повредился рассудком – потому капитан отправил его на базу, охранять добычу и пленников. С этой задачей он справлялся прекрасно.
Увесистая железная дверь в перекрывавшей вход решетке со скрипом раскрылась, и пленников погнали в темную, слабо освещаемую тусклым светом факелов глубину грота. Здесь обнаружилась еще одна, более массивная дверь, за которой глазам открылось довольно крупное круглое помещение – карцер для пленных. Свет сюда проникал через небольшой, закрытый кованной решеткой пролом в скале. За ним слышался гул ветра и шум разбивающихся о скалы волн. Глаза все больше привыкали к темноте, очертания карцера и его обитателей.
Когда выход за спиной закрылся, Рауль взял Ноэль за руку и осторожно повел ближе к свету. Максимилиан, судя по звуку шагов, так же направился за ними.
- Не наступите только ни на кого, - раздался низкий мужской голос из темноты. Оттуда же донесся приглушенный шепот.
- Кто здесь? – тихо спросила Ноэль, оборачиваясь по сторонам.
- Мы здесь, – невидимый мужчина встал и подошел ближе. Теперь можно было различить его черты. – Вы ведь тоже с «Либерти»?
- Да, и мы тоже, - ответил Рауль.
- Что ж, располагайтесь тогда на свободном месте и ждите воли судьбы, - мужчина отошел на шаг и сел на каменный пол. – Хотя я думаю, что представиться было бы не лишним.
- Рауль, журналист из Рапиндо.
- Гарри, врач из Женавилля. И мне кажется, что я слышал ваше имя раньше. Вот только где…
- Из недавней газеты, я так полагаю. Никчемная известность.
- Да, вы правы, именно там! Однако же, занесла вас судьба на эту проклятую скалу. А кто это с вами рядом?
- Ноэль Линсингтон. Я швея из Миготта, - устало ответила спутница журналиста.
- Максимилиан Барроу, - раздался басовитый голос и умолк на секунду. – Помощник капитана нашего дирижабля.
Тут же в темноте зашептало полдесятка голосов, озвучивая волнующие вопросы пленников. В основном это были «Где капитан?» и «Что с нами будет?», но помощник ничего не стал им отвечать; Сел в стороне от всех и уставился взором на крохотное окошко света.
Рауль погрузился в мысли, стараясь уйти от ощущения безнадежности происходящего. Он еще раз спросил себя – «Зачем это все?», но не нашел хоть какого вразумительного ответа. Но тут же вспомнил – точно такой же вопрос он задавал себе совсем недавно, в подземельях подземного мертвого города Ирдишхорта. Тогда он нашел ответ лишь когда все кончилось. «Ничего не бывает в нашей жизни просто так» - эти слова поставили точку в его размышлениях. Рауль решил не торопиться с выводами, пока злоключения не пришли к своему финалу.
Дверь в карцер резко открылась и внутрь ввалились двое пьяных, с несвязной речью пиратов. В руках одного был мощный керосиновый фонарь, вырвавший из темноты сидящие на земле фигуры пленников. Пираты посмотрели на них пару мгновений, с трудом сохраняя равновесие, а затем решительно направились к двум хрупким девушкам, сидящим среди остальных заключенных. Один пират грубо схватил одну из них за руку и потащил в сторону выхода.
- Что вы делаете?! Пустите меня! Помогите!! – раздался испуганный девичий голос.
- Заткнись и иди куда с-сказано! – прорычал пират. – Сейчас повес-селимся!
- Я не позволю! – поднялся один из пассажиров. – Немедленно отпустите ее! 
Это был мужчина лет сорока, с пышными рыжеватыми усами, одетый в светло-коричневый и уже порядком измятый костюм. Впрочем, цвет было трудно точно угадать из-за плохого освещения. Мужчина решительно направился к разбойнику и попытался его схватить за одежду. Не смотря на сильное опьянение, пират резво вытащил револьвер и быстро выстрелил два раза в упор. Пули попали в живот заступнику, и тот безмолвно замерев, свалился на пол. 
- З-знай свое место, пес! – выдавил из себя пират, продолжая удерживать вырывающуюся из рук девушку. Потом он навел ствол револьвера на остальных пленников. – И вы, кр-рысы, сидите тихо!
Вытолкав девушек наружу, разбойники плотно закрыли дверь. Из-за нее еще минуту доносились отчаянные крики пленниц, которых вели на утеху этому отребью. Рауль подошел к Максиму и присел рядом.
- Есть ли шанс выбраться отсюда? – спросил он с грустью в голосе. Максимилиан шумно выдохнул и ответил:
- Это не имеет смысла. Абсолютно.
- Но почему?
- Мы на затерянном посреди океана – или может моря – островке, на котором нет никого, кроме этих уродов. Даже если мы выйдем за эту дверь – мы не выйдем за пределы острова. Будь у нас даже припасен рядом маленький корабль – нас быстро бы нагнали и растерзали воздушные суда. Как тот, который захватил «Либерти» …
Журналист закрыл лицо руками, пытаясь собраться с мыслями. Надо было хоть немного отвлечься от происходящего.
- Позвольте спросить. Давно вы начали летать на «Либерти»?
- Уже третий год пошел. Дирижабль старый, двигатели на нем еще те, прожорливые. Его списать хотели, да все никак у хозяина руки не доходили. Решил последние рейсы на нем провести и продать в одном из них вместе с грузом. Капитан хотел новый, быстроходный, с этими, как их… котлы на никеле, проще говоря. Вместо центнеров угля берешь на борт небольшую стопку металлических пластин – и только воду в цистернах пополняй. Но – нет теперь хозяина, да и «Либерти» наверно тоже.
- Сочувствую вам.
- Я ведь тоже хотел свой дирижабль. Были бы деньги – согласился бы даже нашу развалину у капитана выкупить. 
- Каждый имеет право на мечту, - ответил Рауль и обернулся. – Где это мадам Линсингтон пропала…
Ноэль тем временем нашла себе собеседника в лице пожилой дамы. Та была явно сильно потрясена произошедшем и теперь изливала ей душу тихим скрипучим голосом. Вместе с темнотой, легкой прохладой и запахом сырости этот голос создавал атмосферу тоски и уныния.
Из-за двери донеслись женские крики. Заключенные в карцере невольно притихли. Рауль вернулся к Ноэль и осторожно спросил:
- Мадам, у вас все в порядке?
- Как сказать, - ответила она усталым голосом. – Разве можно нахождение здесь назвать порядком? Впрочем, я так устала, что мне уже совершенно все равно.  
- Вам следует хорошо отдохнуть, - сказал Рауль и уселся поудобнее. – Я сейчас именно этим и займусь.
-Да, пожалуй вы правы, - Ноэль обессилено легла на холодный каменный пол.
- Вы ведь так замерзнете совсем, - раздался со стороны женский голос. – Идите к нам, у нас теплее.
Голос принадлежал одной из сидящих неподалеку двух девушек. Спасаясь от холода, они завернулись в огромный теплый платок. И сейчас они были не против поделиться теплом с Ноэль, что та с радостью приняла. Журналисту же оставалось лишь сесть поудобнее, укрывшись курткой. Обхватив колени и положив на них подбородок, он попытался уснуть.
Рауль проснулся от громких криков, грохота и выстрелов. Пираты решили устроить небольшую пирушку по поводу новой добычи. Свободные от нравов и морали, они предавались животным инстинктам – пили без меры, устраивали драки, устраивали ужасный блуд с несчастными девушками – пленницами. Ужасная смесь запахов одуревших людей ничуть не портила безумного веселья. В исступлении пираты танцевали вокруг тлеющего на площадке костра, оглашая воздух своими дикими воплями и выстрелами в воздух. Несколько разбойников с легкой руки одного из капитанов забрались на дирижабли и принялись стрелять из сигнальных орудий фейерверками. Толпа восприняла это действо с неизменным шумным одобрением.
Не забыли хозяева острова и про пленных. Дверь карцера со скрежетом раскрылась, и в нее вошел коренастый малый с керосиновым фонарем в одной руке и небольшим ведерком в другой. Сделав несколько громких шагов он остановился, поставил ведерко на пол и осветил все углы карцера дрожащим слабым светом. 
- Ужин прибыл. – быстро сказал он и вышел наружу.
Как только дверь закрылась, пленники с интересом направились к ведерку. В слабом свете там обнаружились скверно сваренные овощи. 
- Я это есть не буду. – с возмущением сказала одна женщина.
- Если не хотите умереть с голоду – лучше не привередничать, - ответил мужчина в полосатых брюках и измятой рубашке и наклонился ниже. – Так, что тут у нас… Картошка, кукуруза, репа… Разбирайте аккуратнее.
Пленники не стали терять времени, и десяток рук тут же начали разбирать содержимое ведерка. Рауль так же смог урвать немного еды. Большую часть он отдал Ноэль и сидящим рядом девушкам.
- Благодарю, - сказала Ноэль. – Вы очень добры ко мне.
- Не стоит. Вам нужно беречь силы. Кто знает, сколько еще нам придется находиться в этом мрачном месте. 
Веселье пиратов, даже в таком затерянном месте как эта скала, не осталось незамеченным. Наблюдатели с патрульного броненосца правительственного флота обнаружили вспышки над скалой и корабль, приняв их за сигнал бедствия, на всех парах направился туда.
Внешне броненосец внешне был похож на огромный темный утюг со скошенным кверху форштевнем, извергающий клубы черного дыма над морем. Он не мог сравниться в скорости с посыльными клиперами, но до скалы, виднеющейся на горизонте, мог вполне добраться в течение часа.
Тем временем, захмелевшие пираты начали скучать и выходить из под контроля. В небольшом дворике между трех построек, где горел костер, начались бурные пьяные драки. Никто не стеснялся в ругани, соблюдать какие-либо правила так же никто не думал. Еще четыре разбойника решили наведать пленников в поисках развлечений. Ворвавшись в карцер, они начали измываться над беспомощными людьми. Мужчин заставляли плясать и прыгать на коленях, с девушек срывали одежду и пытались похотливо заключить в объятья. Тех, кто пытался возмущаться или вмешаться – жестко избивали. Досталось и Раулю – один из пиратов сильно ударил его по лицу. Тот упал на спину, из разбитого носа потекла кровь. Гул в голове смешался с болью и на мгновение затмил осознание происходящего.
Внезапно, сквозь шум в голове, он услышал приглушенный звук выстрела орудия. Впрочем, не только он – в карцере все замерли и испуганно вслушивались в повисшую тишину.
- Джон, иди проверь что там наверху! – сказал один из пиратов своему напарнику.
- Да успокойся. Пушкари тоже хотели выпить за капитана.
Через мгновение прозвучал еще один выстрел. Орудия на вершине скалы решили предупредить неизвестное судно, что это место лучше обойти стороной. Но они жестоко ошиблись. На броненосце заметили и восприняли предупреждение как агрессию.
На бронированной палубе открылись огромные люки из четырех частей каждый, образовав закрытый с боков каземат. Подъемный механизм выдвинул орудийные площадки на палубу. На каждой из них было по два тяжелых бомбических орудия. Канониры быстро заняли позиции, зарядили орудия и произвели наводку. Офицеры отдали команду открыть огонь.
Когда пираты увидели вспышки на корабле, бежать уже было поздно. Четыре тяжелых ядра-бомбы с грохотом обрушились на скалы, заставив пиратскую обитель содрогнуться. Все веселье в миг прекратилось, разбойники начали метаться как перепуганные крысы. Капитан выбежал из своей каюты на рейдере и начал хриплым криком созывать экипаж на борт. Остальные бестолково топтались на месте, за исключением канониров – они бросились к заряжать установленные в укромных уголках скал орудия. 
Оказавшись одни в незапертом карцере, пленники зашептались. Однако в дело быстро вмешался Максимилиан, громко заглушив остальных.
- Господа! Если вам дорога жизнь, и вы хотите покинуть этот остров целыми – прошу следовать за мной и соблюдать тишину. Слушаться только моих приказов!
- Чепуха! – раздался голос из темного угла. – Нас схватят эти мерзавцы, как только мы переступим порог этой двери!
- Вы слышите выстрелы? У пиратов сейчас явно проблемы, им точно не до нас. Это хороший шанс сбежать.
- Куда сбежать? Мы на острове, - вновь возразил сухой голос. – переждать здесь было бы безопаснее. Кто остается – скажите это сейчас!
- Я!
- Мы!
- Мы тоже!
- Что-ж, ваше право, - сказал Максимилиан. – Кто же желает попытаться – подойдите к двери.
Рауль поднялся на ноги и направился к освещенному проходу. Увидев его, поднялась и Ноэль, увлекая за собой сидящих рядом двух девушек. Подошло еще двое мужчин, одетых довольно просто. Старпом быстро объяснил им задуманный план.
- Сейчас тихо двигаемся к выходу. Возможно, у пиратов осталось что-нибудь, на чем можно улететь или доплыть до континента.
- А если нет?
- Тогда спрячемся в скалах. Это будет наверняка безопаснее, чем находиться в известном для пиратов месте.
Они тихо покинули карцер и вышли в прорубленный в скале коридор под приглушенный грохот пушечной дуэли. 
«Укрыться в скалах безопаснее» - так думали и пираты, обустраивая свое логово. Действительно, небольшие суда и дирижабли практически ничего не могли сделать укрытым пушкам и закрытой с трех сторон базе. Но не в случае с новейшим броненосцем, оснащенным тяжелыми бомбическими орудиями. Каждый тяжелый снаряд – бомба, взрываясь на скалах, откалывал огромные массы камня, а разлетающиеся осколки прочесывали все пространство вокруг. После пары залпов у пиратских канониров уже была половина ранеными, с криками лежащих у орудий. Рейдер был готов к отлету и теперь неторопливо отходил от причала. Пропеллеры со скрипом вращались, капитан в ярости бросал команды экипажу. Суматоха на дирижаблях и острове усиливалась. 
Кочегар, пожалуй, единственный сохранял спокойствие и невозмутимо наблюдал за звездами. На его слегка перекошенном темном лице светилась простодушная улыбка. Он не замечал никого вокруг, потому старпому не составило труда подкрасться ближе и оглушить его одним ударом. С жалобным стоном Кочегар растянулся возле двери и затих. Максимилиан быстро обыскал его и забрал оружие. Себе он взял легкий палаш и один из револьверов, второй он вручил Раулю.
- Пользоваться умеешь?
- Приходилось и не раз.
- Тогда постарайся не мазать.
Они выбежали на площадку. В постройках царил хаос, многие пираты не протрезвели и не понимали в чем дело. Внезапно сверху раздался мощный взрыв. Подняв глаза, беглецы увидели, как часть вершины скалы отломилась от удара бомбы и теперь стремительно падала вниз.
- Торопитесь! – крикнул Максим.
Бывшие пассажиры-пленники побежали быстрее. Ужас добавил им сил, заставляя забыть обо всем. Тяжелая каменная глыба рухнула прямиком на крышу одной из построек, похоронив под обломками всех обитателей. Множество отколовшихся от каменной массы обломков разлетелись в стороны. Один из таких повредил соседнюю постройку, но не обрушил. Из нее тотчас выбежали трое ошеломленных пиратов и пали от пуль Рауля и Максимилиана. Другой обломок, размером с голову, с силой ударил в ногу бегущего последним мужчины-беглеца. Кувыркнувшись, он упал на землю. Другой беглец помог ему подняться, Рауль так же подбежал на помощь.
- Что с ним? – спросил Максимилиан.
- Явно перелом, - ответил мужчина. – надо торопиться.
Бывшие пленники выбежали на воздушную пристань. Теперь там лишь одиноко стоял «Либерти», в суматохе оставшийся не у дел.
- На борт, все на борт!
Появился небольшой шанс спастись. Команда набралась недостаточная, чтобы полноценно управлять дирижаблем, но Максимилиан решил сымпровизировать. 
- Друзья, - обратился он ко всем. – нельзя терять ни минуты. Женщины – укройтесь с раненым в салоне, Рауль и … как тебя зовут? – спросил он, обращаясь к мужчине, поддерживающего на ногах раненого.
- Джером.
- Да, Рауль и Джером – займитесь котлом и машиной. Я в рубку, попытаюсь вывести нас отсюда. Все согласны?
- Да. – с нерешительностью сказали все.
- Тогда за дело!
Мгновенно тронуться с места «Либерти» не мог. Требовалось время разжечь огонь в топке, прогреть тонкие трубы с водой и дать ход паровой машине. Броненосец был уже совсем близко от скалы. Ровными залпами он крошил пристанище пиратов, чье поражение было лишь вопросом времени. Канониры разбойников стали бить точнее, в броненосец попало уже более десятка выстрелов. Но для толстой и тяжелой брони это было как слону дробина – ядра с гулким звоном отлетали прочь от корабля. Единственным успехом пиратов была разрушенная надстройка на палубе, но на боеспособности броненосца это никак не сказалось. А вот четыре уничтоженных на скале орудия были для разбойников значительной потерей сил.
Пар в котле достиг необходимого минимума давления, и Рауль сдвинул рычаг регулятора. Паровая машина медленно начала работу. Четверка пропеллеров потянули дирижабль прочь от острова. Оставив Джерома следить за котлом, журналист бегом направился в рубку капитана.
- Максим, машина готова!
- Отлично! – ответил старпом и начал резво дергать рычаги управления. – Мы уйдем тихо, вдоль воды. Чем позже нас заметят – тем лучше.
«Либерти» уходил на всех парах. Некоторые пираты на острове заметили беглецов и теперь отчаянно пытались воспрепятствовать их побегу. По палубе гондолы дирижабля зацокали редкие попадания пуль. Одна из них пробила стекло иллюминатора в салоне. Девушки испуганно вскрикнули.
- Рауль, переведи регулятор на полный ход! – крикнул Максимилиан и направил рули направления вниз. Огромный дирижабль с жалобным скрипом послушно опустил нос. Струя дыма из труб котла все больше вытягивалась назад – скорость плавно росла. 
Внезапно из салона снова раздался женский крик. Встревоженный, журналист быстро вошел туда и столкнулся нос к носу с противником. Это был еще не протрезвевший, но не менее опасный пират. Во время ночной пирушки он уснул внутри салона, свалился в проход между кресел. Потому новый экипаж «Либерти» и не заметил до сих пор его обездвиженного тела. Звуки выстрелов и бьющегося стекла прервали его сон, и теперь он явно хотел вернуть контроль над прежде захваченным дирижаблем.
Вжух! Кончик тяжелого абордажного палаша пролетел опасно близко от груди ошеломленного Маршанда. Он отскочил на шаг назад и выхватил револьвер, но пират резким толчком не дал ему точно выстрелить и повалил на пол. Пуля с визгом ушла в потолок.
- Аргх! – хрипел пират, пытаясь добраться до шеи Рауля. Тот сопротивлялся как мог, но с трудом мог противостоять недюжинной силе разбойника. Одна из девушек бросила что-то ему в спину – тот лишь с недовольством повернул голову и отвлекся на мгновение. Рауль попытался рывком освободиться от удушения, но в ответ пират сильно ударил его в лицо. В глазах который раз потемнело, в ушах раздался противный звон. Пират приподнялся немного над жертвой, намереваясь побыстрее закончить дело. Но в следующее мгновение он получил мощнейший удар ногой в грудь и опрокинулся. Еще миг – и в грудь с треском вошел темный клинок. 
Журналист поднял глаза – рядом стоял Максимилиан и потирал руки. Затем он наклонился и помог встать Раулю. 
- Ни на секунду оставить вас нельзя, - сказал он, поглядывая на девушек. Затем посмотрел на убитого пирата. – Без билета на борт тоже не хорошо.
После этих слов он поднял обмякшее тело разбойника, открыл дверь наружу и выбросил его вниз. Стремительно набирая скорость, покойник летел туда, где ему и полагается быть – к земле.
Тем временем, возле острова разворачивалась своя драма. Еще несколько точных попаданий – и вот склон скалы разлетается на сотни кусков, шумно обрушившихся в море. Пиратский рейдер уже достиг броненосца и начал обстреливать его из немногочисленных орудий и ружей, целясь в узкие незащищенные части и орудия. В ответ с корабля полетели килограммы картечи. Дуэль оказалась недолгой – один из выстрелов броненосца разорвал баллон дирижабля-рейдера в клочья. Тот в секунды обмяк, и гондола с пыхтящим котлом и экипажем рухнула в море рядом с победителем. Моряки стали вылавливать незадачливых аэронавтов.
Беглецы с «Либерти» наблюдали эту картину с почтенного расстояния. Теперь их безопасности ничего не угрожало – только если с самим дирижаблем могла произойти поломка, но об этом новый экипаж старался не думать. Рауль, Джером, Ноэль и девушки подошли в рубку к Максимилиану. Тот уже проложил курс и теперь был свободен от дел.
- Друзья мои, - обратился он. – Мы свободны. И я считаю, что продолжить путь в Рапиндо было бы лучшим решением. Есть другие предложения?
- Но ведь на острове остались наши вещи, которые забрали пираты, - сказала одна из девушек.
- Думаю, лучше забыть о них, - сказал Джером. – Вас ведь зовут Матильда и Вероника?
- Да, - ответили девушки.
- Ну вот, Матильда и Вероника, - продолжил он. – Ночью пираты наверняка все переделили и попрятали. Даже если бы на острове никого не осталось – найти их было бы большой проблемой, ведь прятать они – большие мастера. А вы слышали выстрелы? Сомневаюсь, что к ночи от этой скалы вообще хоть что-нибудь останется.
- Верно, - вмешался Максимилиан. – Мы должны быть благодарны, что остались живы и невредимы. В отличие от других…
Одна из девушек тихо заплакала. Старпом поспешил сменить настроение. 
- Так, отставить слезы! Это их выбор. Мы скоро будем на месте и грустить повода не будет. Это я вам по праву нового капитана говорю. – он улыбнулся. – Возражений нет?
- Нет! – дружно ответили все.
- Вот и славно. Можете отдохнуть, - капитан вернулся к штурвалу дирижабля. – К полудню мы сойдем на землю.
  ''';
  static String g5a = 'Глава 4. Развеянные надежды';
  static String g5 =        '''
  - Не слишком ли дорога цена? – спросил Рауль у погруженной в размышления Ноэль.
- О чем вы?
- Вы до сих пор хотите найти Самюэля, несмотря на пережитое?
- Дорога ли цена… А во сколько вы оцениваете совесть?
Рауль умолк, не найдя подходящих слов, а Ноэль продолжила свою речь.
- Какими бы не были лишения в моем пути – они не сравнятся с муками совести и страданиями сердца. Мне это хорошо известно.
- Вы увидите его. Обещаю.
- Спасибо. А теперь мне бы хотелось побыть одной. 
- Как пожелаете.
Рауль зашел в рубку капитана. Максимилиан стоял у штурвала, глядя на покрытый облаками горизонт впереди.
- Разрешите, капитан?
- Конечно. Проходи.
Журналист неторопливо подошел к нему, осматриваясь по сторонам. Рубка, немного обветшавшая от времени, еще пыталась выглядеть достойно. Немного помутневшие иллюминаторы выдавали возраст воздушного ветерана. Рауль посмотрел на Максима и улыбнулся.
- Что будет с «Либерти» после нашего прибытия? Ведь теперь вы капитан, и только вам решать его судьбу.
- Я исполню свою мечту, - ответил Максимилиан.
- Оставите его себе?
- «Либерти» для меня конечно дорог, но он уже слишком стар для работы как прежде. Так что, скорее всего, после нашей посадки в Рапиндо я его продам. Куплю себе что-нибудь поновее да поскромнее. Зато будет уже мое – без отпечатка прошлого.
Рауль ответил молчанием.
- А куда направитесь вы? – спросил капитан.
- Чтобы разрешить проблему настоящего, нам нужно отправиться в прошлое. Только я не знаю – как оно меня примет.
- Это всегда тяжело. Но порой это единственный путь – будь то отчаяние или раны на сердце.
- Кто знает, кто знает… - ответил журналист и в задумчивости вернулся в салон.
Рапиндо встретил дирижабль плотной завесой облаков и прохладным сырым ветром. Обнаружив свободный причал на краю воздушного порта, Максимилиан аккуратно подошел к нему и остановил паровую машину. Швартовая команда порта резво связала стремящуюся в небеса громадину и непоколебимый массив воздушной пристани. Из гондолы несмело вышли многострадальные шестеро пассажиров. Девушки ликовали от радости, мужчины скромно улыбались, глядя на них. Капитан поблагодарил всех за помощь и разделил между всеми небольшие сбережения, сохраненные в тайнике на борту «Либерти». Этого должно было хватить на дорожные расходы. От души попрощавшись с капитаном, Матильда и Вероника скрылись в муравейнике города. Рауль и Ноэль простились с Максимилианом в числе последних.
- До встречи, Максим. Надеемся, что на твоем пути больше никогда не будет таких скал.
- Благодарю, друзья. Желаю и вам достичь своей цели. Как знать, может судьба и столкнет нас вместе.
- Как знать! - усмехнулся Рауль и повел Ноэль к ожидающему клиентов таксомотору. Рядом с капитаном остался стоять лишь Джером.
- Ну, а ты чего же не идешь? – спросил его Максимилиан.
- Да вопрос у меня есть. Вам же наверняка понадобится команда для нового полета?
- Точно подметил. Считай, ты уже принят.
- Есть! – ответил Джером, вытягиваясь по стойке смирно. Капитан не смог сдержать улыбки и они от души рассмеялись.
Очутившись в салоне, Рауль сообщил извозчику свой адрес. Тот учтиво кивнул и тотчас направил шипящий паромобиль к точке назначения. Рауль обратился к измученной злоключениями мадам Линсингтон.
- Полагаю, отдохнуть у меня дома будет не лишне. Конечно, это не отель, но…
- Нет. Отвезите меня к Самюэлю.
- Разве вы не устали?
- Лучше будет сейчас.
- В любом случае, нам необходимо приехать домой.
Менее чем за половину часа таксомотор добрался на окраину города к дому Маршанда. Там они организовали на скорую руку скромный ужин. Рауль понадеялся, что Ноэль все же захочет отдохнуть, но та звала в путь с завидным упорством. Ему ничего не оставалось, кроме как пойти отчаявшейся женщине навстречу. 
Вновь собравшись в дорогу спустя пару часов, журналист направился к небольшому шаткому сараю рядом с его домом. Именно там стоял спрятанный от любопытных глаз подарок Самюэля – небольшой паровой аэроплан. Журналист редко отправлялся на нем в полет – только когда служба требовала как можно быстрее оказаться на месте происходящих событий. И сейчас он был как нельзя кстати.
- Мы отправимся в путь на этом? – удивленно спросила Ноэль, изучая взглядом непонятный ей аппарат. – А оно быстро ездит?
- Оно летает, - пояснил Рауль. – Садитесь сюда, мы отправляемся.
Ноэль послушно заняла место пассажира, а Маршанд «оживил» паровую машину. Доработанная Самюэлем Донсоном, она приходила в готовность очень быстро. Вскоре деревянные пропеллеры уже мерно жужжали, перемалывая тяжелый сырой воздух. Рауль аккуратно увеличил подачу пара и потянул ручки управления. Немного громоздкая конструкция, построенная из деревянных реек и обтянутая тканью, поддерживаемая кроме двух пар крыльев еще и двумя из четырех двигателей, взмыла в воздух и резво стала набирать высоту.
Вскоре огромный город оказался как на ладони – и громады фабрик, и высокий, опутанный подвесными дорогами и мостками центр города, состоящий сплошь из личных роскошных башен богатых горожан. Аэроплан направился прочь от города, к небольшой деревне на окраине леса под названием Глозо. Минуя поля и рощи, воздушные путешественники наконец достигли небольшого озера возле леса. Там, за скромной оградой, в стороне от сельских жилищ, находился невзрачный дом гениального изобретателя.
Рауль посадил аэроплан на специально расчищенной для него площадке. Когда подобные велосипедным колеса прекратили катиться по темной траве, Рауль выбрался наружу и помог выйти из кабины Ноэль. Неторопливым шагом они направились к жилищу Донсона.
Это место было словно пропитано грустью и скорбью. В тишине, под серым небом, покинутая бесцветная усадьба буквально дичала на глазах. Растения на грядках начали хиреть, оголодавшие куры вырвались на волю и теперь отчаянно искали пищу. Свинья Пигси, получившая от изобретателя механические задние ноги взамен утраченных, уже успела перерыть весь участок в поисках съедобных кореньев. Теперь же она жадно грызла замешкавшуюся курицу, отвратительно чавкая и похрюкивая.
Опустив взгляд вниз дабы не замечать происходящего, Ноэль в сопровождении журналиста пошла к озеру. В ее голову без конца лезли плохие мысли, но она с упорством гнала их прочь. Рауль подвел ее к самому берегу и остановился. Его взгляд был направлен вдаль, на другой берег озера – он не мог сейчас смотреть ей в глаза.
- Вы обещали привести меня к Самюэлю, - Ноэль подошла ближе и взяла его за плечо. – Зачем мы здесь?
- Я сдержал свое слово, - холодно ответил Маршанд и указал рукой в сторону – там, где над берегом возвышался железный крест.
Потрясенная Ноэль медленно подошла к могиле. Ни проронив ни звука и не отводя глаз, она присела и положила руку на холодное железо креста. Сердце сжалось от боли, слезы потекли из глаз, а губы женщины тихо задрожали… Через мгновение отчаяние накрыло Ноэль с головой.
Рауль сел рядом и попытался ее утешить – но все напрасно. Он направился в дом, с трудом выдавив из себя слова напоследок.
- Я буду ждать вас в доме.
Подавленный, журналист вошел в опустевший дом. Механическая фигура-лакей по прежнему бодро приветствовала гостей, но тот не обратил на нее никакого внимания. Зайдя на кухню, он разжег огонь и поставил кипятить воду. На одной из полок Рауль нашел пару чашек и немного черного чая – как раз то, что могло помочь хоть как-то расслабиться.
Мадам Линсингтон зашла через полчаса. Молчаливая, с лицом без эмоций, она села за стол и обратила взор в угол комнаты. Рауль встал и заварил для нее чай. Взяв в руки чашку с горячим живительным напитком, женщина наконец-то произнесла несколько слов.
- Но ведь вы писали в статье… 
- Что именно писал, мадам? – заинтересованно спросил журналист.
- Писали… Что он убил Кастлетта…
- Да, и это правда. Вот только был ли он тогда человеком…
- О чем вы?
- Он ведь создал машину, машину для мести – и отдал ей свою жизнь. Донсон умер, а его сердце начало биться в холодном железе… Хотя возможно, что бьется и до сих пор.
Ноэль подняла на него глаза. Раулю стало не по себе от ее пронзительного взгляда.
- Что такое человек без сердца? Не больше, чем животное. Я помню тело Самюэля, но я любила его душу. Преданное сердце. И сама предала его… Так глупо…
Маршанд предпочел промолчать и вернулся к чаепитию. Внезапно Линсингтон схватила его за руку. От неожиданности тот чуть не поперхнулся.
- Отведите меня к нему.
- Кхе-кхе… Что?
- Отведите меня к нему. Той машине, что он построил, где бьется его сердце.
- Но я не знаю где он сейчас! – воскликнул журналист.
- Но ведь больше чем вы никто не знает! – она умоляюще взглянула на него. – Помогите мне, пожалуйста. Мне больше не на кого надеяться.
«Лишь шагнув в прошлое, мы можем разрешить проблемы настоящего» - эти слова вновь пролетели в его голове. Рауль закрыл глаза и тяжело вздохнул.
- Хорошо. Раз вы решили идти до конца – я вас не осуждаю. Но – нам будет непросто, в этом я могу вас уверить.
- Хуже, чем есть сейчас мне уже вряд ли будет.
В тишине они допили уже остывший чай и спешно покинули это мрачное место.
  ''';
  static String g6a = 'Глава 5. Такие разные люди';
  static String g6 =        '''
  Маршанд вновь взвалил на свои плечи бремя забот, которые его лично не касались - но память о погибшем друге заставляла его действовать наперекор себе. Он оставил у себя дома Ноэль, справедливо считая, что ей нужно набраться сил и побыть одной. Рауль отправился в центр Рапиндо к уже знакомым по совсем недалекому прошлому местам. Любая информация, любая зацепка могла помочь в невероятных поисках. 
Для начала он отправился к руинам дома Кастлетта – человека, который погубил город Ирдишхорт и всех его жителей. Среди них был и Томас, лучший друг Самюэля, чья гибель и была главной причиной мести изобретателя. Учитывая величину здания, тогда от нападения автоматона Самюэля серьезно пострадала лишь левая часть дома. Что же касается правой части, то она немного растрескалась, но в целом сохраняла свой первоначальный вид. Сейчас на месте развалин были рабочие с кирками и тачками, растаскивающие обломки дома в аккуратные кучи.
Журналист подошел к рабочим, аккуратно перескакивая между нагромождениями битого кирпича и камня. Те никак не отреагировали на появление гостя, пока Рауль не привлек их внимание громкой фразой.
- Простите, где я могу видеть вашего бригадира?
- Там ищи, - не отвлекаясь от работы ответил один мужчина с тачкой. – Вон, где угол дома уцелел – отдыхает.
Рауль поспешил проследовать в указанном направлении. Бригадир действительно был там, неспешно потягивая напиток из увесистой баклаги и лениво поглядывая на улицу.
- Сэр, - обратился к нему журналист, подходя ближе. Бригадир неспешно повернулся в его сторону. – Это ваши люди работают здесь?
- Да, мои, - простодушно ответил тот. – А что такое?
- Вы не находили среди развалин диковинную машину?
- А вам почто знать? – голос собеседника резко стал раздраженным. – Вы из газеты? Тогда обращайтесь в жандармерию, которая нас сюда поставила. А я пустословить о своем деле не собираюсь.
«Аккуратнее надо, вопросы задавать, аккуратнее, - подумал журналист про себя. – Теряешь сноровку, Рауль, ох теряешь»
- Простите за беспокойство.
Обнаружив диалог бесполезным, Рауль поспешил в отделение жандармерии центрального округа Рапиндо. Здесь журналиста встретили не менее холодно. Начальник отделения ответил ему заученной фразой.
- Найдем что-то, о чем должны знать все – сообщим. А прежде извольте откланяться.
Маршанд был готов отчаяться, потеряв последнюю ниточку для поисков. Внезапно он вспомнил о том самом человеке, что работал в конторе Кастлетта и помог с поиском документов о подземном городе Ирдишхорте. Вот только имя он вспомнить никак не мог, что находил для себя весьма постыдным. Теперь его путь лежал именно к нему, в крупное новое здание штаба компании. Он был там уже несколько раз, но запомнить все его коридоры и закоулки не мог бы и ветеран компании. После гибели Кастлетта владельцем стал человек, более компетентный в вопросах капитала. Рассудив, что хороший работник – сытый работник, он сократил лишние затраты, упразднил лишнюю администрацию и поднял выплаты. Дела компании сразу пошли намного лучше прежнего.
Тот самый служащий, которого искал журналист, теперь получил повышение. Из рядового работника он стал руководителем отдела и, несмотря на некоторую мнительность, быстро организовал работу своего коллектива. Были люди, кто из зависти природной хотел ему зла, но «насолить» в полной мере не мог никто.
Когда Рауль зашел в огромное здание, он поначалу растерялся. Вокруг него был настоящий муравейник из снующих с бумагами и папками людей. Потеряться здесь было минутным делом, потому журналист решил обратиться за помощью. 
- Простите, сэр, а кого вы ищете? - спросила женщина у Рауля. Тот, пожав плечами, попытался его описать насколько помнил. 
- Невысокий, с простым лицом, бакенбарды... Одет скромно. 
- Может, вспомните имя?
- Имя? Да, имя... Вы знаете, никак не могу вспомнить. 
Женщина улыбнулась. 
- Здесь работают сотни человек, и все заняты своим делом... Боюсь, вам вряд ли сможет кто-нибудь помочь. 
- Что-ж, спасибо и на этом, - вздохнул Рауль и спросил. - Может, что-то известно о погибшем хозяине компании? Нашли ли его, были ли похороны... 
- Простите, но у нас не принято обсуждать такие вопросы. По крайней мере, это не тактично с вашей стороны. 
- Прошу меня извинить, - потупив взгляд, журналист повернулся в сторону. И в тот же момент рядом прозвучал знакомый голос. 
- Господин Маршанд! Это вы?
Рауль моментально обернулся. Возле столика стоял тот самый служащий, которого он и пытался безуспешно найти. Только многое изменилось в его облике - костюм подороже, осанка ровнее да больше уверенности в лице. А ведь прошло совсем немного времени. 
- Да, это я! - дружелюбно ответил Рауль знакомому. - Рад тебя вновь видеть!
- И я тоже! Что же тебя занесло в мою славную обитель?  
Не успел Маршанд открыть рот, как за его спиной прозвучал все тот же женский голос.
- Кларка Гофорта просят пройти в бухгалтерию!
«Ну наконец-то вспомнил» - подумал Рауль и с уверенностью посмотрел на знакомого.
- Извини, Рауль, срочно надо подойти, - торопливо сказал Кларк, и добавил – Пройди в мой кабинет, большая зеленая дверь на втором этаже.
- Прекрасно, - ответил Маршанд и неторопливо направился к лестнице.
Кабинет с зеленой дверью достался Кларку от прежнего владельца в нетронутом виде. Тот был человеком явно приземленным и не склонным мечтать – массивная мебель, темные солидные цвета и приглушенное освещение вдоль стен. Главным в кабинете был письменный стол, чьи размеры позволяли накрыть на нем небольшой банкет, и небольшая софа рядом. Журналист решил присесть именно там, на слегка продавленных, но все равно пышных подушках.
- Человек вырос. – вырвалась случайная мысль-фраза.
Спустя несколько минут дверь открылась и внутрь быстрым шагом зашел Кларк. 
- Я уже здесь, - он энергично сел за стол и с интересом уставился на Рауля. – Итак, зачем ты здесь?
- Любопытство меня мучает, - ответил журналист. – Нашли ли тело бывшего хозяина?
- А разве теперь это важно, - с усмешкой ответил Кларк. – Его нет, все сменилось, справедливость восторжествовала. Лишь его верные служки до сих пор бегают и причитают. Ну а зачем это вам?
- Есть небольшая проблема. Ты ведь слышал о причине его гибели?
- О огромной машине- убийце? Ну конечно, об этом весь город знает. Только машину так и не нашли, как в тех руинах не копались. Жандармы только зря тратят время.
- Это почему же?
- Да потому что наверняка ее там уже нет. Как и нет тела Кастлетта – если он конечно же мертв.
- Ты думаешь, что… - Рауль уселся поудобнее. – Что же тогда?
Кларк встал и достал из шкафчика бутылку с ромом. Наполнив пару небольших стаканов, он протянул один журналисту.
- Есть одна информация… Только знать ее всем не обязательно. Понимаешь?
- Никто не узнает, даю слово. Моя честь под залог. 
- Я так и думал. Итак – я общался с некоторыми старыми работниками компании, которые многое знают и многое повидали. Ну и конечно же, слухов они знают не меньше трактирщиков. Один старик рассказал мне о кое-каких историях о доме Кастлетта, а точнее – том, что находится под ним.
- Укрытие?
- Не совсем. Лет десять назад он слышал о том, что Кастлетт в своей паранойе решил прорыть тоннели от своего дома, опасаясь покушения. Один из них шел к зданию старого штаба, еще один – куда-то за пределы города. Возможно, были и другие, но про них вообще никто не знает. Кроме самого хозяина.
- Значит, возможно они сбежали оттуда?
- Сомневаюсь, что вместе… Но кто-то из них вполне мог бы это сделать. Иначе – почему их не нашли?
- Логично. Хотя я сомневаюсь, что Кастлетт держал бы эти тоннели доступными к посещению. 
- Но дом ведь разрушен. 
- Догадки… В любом случае, попытаться попасть туда стоит.
- Повторюсь – зачем тебе туда? – Кларк допил ром и звучно стукнул стаканом о стол.
- Мне необходимо найти эту машину. Долгая история, но уверяю – это очень важно. – с твердостью в голосе ответил Рауль.
- Так бы сказали многие. Особенно, городские власти. Но – по дружбе я смогу тебя туда доставить. Однако дальнейший твой путь пройдет уже без меня.
- По рукам! - обрадовался журналист.
- Ты так рвешься туда, что я и не знаю – может ли тебя что-либо остановить, - усмехнулся Кларк. Ладно, идем.
Они вышли из кабинета и направились на улицу. По пути к Кларку обращались многие служащие, но тот лишь разворачивал их краткими фразами. Оказавшись снаружи, они направились к солидному красному паромобилю. За рулем скучал служебный водитель. Кларк быстро сел в салон и пригласил Рауля последовать за ним. После он обратился к водителю:
- К старому штабу, да поживее.
С басовитым гулом паромобиль тронулся с места. «Не в достатке жизнь заключена...» - из памяти почему-то всплыл тот самый невзрачный нищий, которого недавно встретил Рауль в Ирдишхорте. Хотя… Разве не спроста эта мысль всплыла именно сейчас, когда старый знакомый так изменился?
- Кларк, - задумчиво сказал журналист. – Ты счастлив?
- Хм, что? – удивленно переспросил его не ждавший вопроса собеседник.
- Счастлив ли ты сейчас, живя новой жизнью. Ты ведь был простым работником компании, тебя использовали и не ценили по достоинству… А что сейчас, когда ты поднялся на ступени выше?
- Знаешь, не все так просто… Вот любят говорить люди – «лучшее для человека – это свобода». И мало кто слышит, как кто-то тихо дополняет – «свобода – это ответственность». Многие считают, что они, поднявшись по карьере, став важными людьми – избавятся от нынешних проблем и каждодневных забот, станут свободны и счастливы. Ищут утешения в достатке, которого у них нет. Но это не так.
- Но ведь у тебя теперь все есть, - заметил Рауль. – И начальник тебя не гоняет как мальчика на побегушках. Ты можешь реализовываться.
- По-твоему, это легко? Я тоже повторю: свобода – это ответственность. Да, я стал выше, надо мной теперь не вся пирамида управления, а лишь небольшая ее часть. Но – чем выше ты стоишь, тем больше ответственности за тех, кто внизу. Ведь именно твоих слов они ждут, начиная рабочий день. Твоя ошибка аукнется ошибкой сотен. Одно твое несправедливое недовольство вернется презрением толпы людей. Ты скажешь – да, достатка больше, возможностей больше… Но это как весы – чем больше ты получаешь, тем больше должен отдать. 
- А как же Кастлетт? Он ведь стоял на самой вершине. Ты сам презирал его всей душой.
- Да, не спорю. Но я бы никогда не хотел оказаться на его месте, на его вершине. Слишком большая цена – посвятить всего себя делу. Без какого-либо остатка. Это мы выходим работать – он же жил этим. Именно потому он стал преступником – Кастлетт настолько был одержим своей компанией, что пошел бы на все ради ее выгоды. Даже стереть с лица земли великого соперника. Даже нарушив правила…
- Да, возможно, - ответил журналист и устало откинулся на спинку трясущегося сиденья. – Но сейчас на его месте другой человек… Не боишься, что он повторит судьбу прежнего хозяина?
- Нет, - ответил Кларк. – Он человек с большим сердцем. Он сможет нести тяжелое бремя, но не позволит страдать из-за него другим. Надеюсь, сил для этого ему хватит.
Паромобиль подъехал к печально известному журналисту мрачному зданию. Рядом, по другую сторону улицы, наигрывало мелодии яркое заведение «Ветер радости». Журналист почувствовал, что он как будто оказался между полюсами магнита – в одну сторону его тянуло, от другой – отталкивало всем естеством. В голове промелькнули недавние злоключения.
- Кларк, есть вопрос.
- Слушаю.
- В старом штабе все тот же сторож, что и тогда?
- Что? Нет, конечно, - Кларк улыбнулся. – Тот доходяга был совсем плох, его быстро уволили. И теперь его регулярно видят возле старого рынка, пьяного вусмерть. Что и следовало ожидать. Теперь так куда более приятный человек. – с этими словами он постучал в тяжелые двери.
Послышались неторопливые шаги. Вскоре на пороге показался мужчина пожилых лет с небольшой прямой бородкой. Он был одет в невзрачный плащ поверх серой рубахи, простенькие брюки. На поясе висела извечная для сторожей колотушка. Мужчина явно только проснулся и с непониманием потирал глаза.
- Что вам угодно?
- Свои. – сказал Кларк и показал охраннику свой жетон. Тот тут же выпрямил спину и суетливо отошел в сторону. 
- Проходите, рады вас видеть. То есть, рад… Чем могу помочь?
- Этот человек, - Кларк указал на Рауля. – Сыщик. Ему необходимо осмотреть подвал этого здания. Надеюсь, здесь все в порядке?
- Что вы, в полном! – ответил охранник. – Вот только третий этаж совсем плох, скрипит ужасно по ночам, сырости много… Боюсь, рухнет в этом – другом месяце.
- Ничего, этому зданию все равно скоро грозит снос. Сколько можно ему уродовать эту прекрасную улицу. 
- Когда-то все было иначе… Идемте, я проведу вас! – охранник энергично направился к двери в подземную часть здания, освещая путь старой керосиновой лампой. Рауля все это время мучило чувство – то самое, когда был здесь раньше. Но – не в таких условиях, не в таких обстоятельствах… и с чувством холодного страха внутри. Об этом напоминало все – лишенные света темные углы огромных помещений, слой пыли на старой мебели, потемневшие от времени стены и двери. 
Сняв увесистый замок, навешанный на эту дверь совсем недавно – ведь иначе журналист наверняка запомнил бы его – охранник толкнул тяжелую дверь и та с глухим треском отворилась. Из темноты доносился неприятный запах сырости и гнили – но все же терпимый, чтобы окунуться в него с головой. Фонарь перешел в руки Кларка и тот вместе с Раулем направился по темному забытому коридору. Пожилой сторож немного покряхтел и вернулся на свое уютное место с горячим чаем и ветхим креслом.
Как только посетители подземелий остались вдвоем, воцарилась неприятная тишина. Спустя пару мгновений ее нарушил Кларк, разворачивая большой лист бумаги.
- Посветите мне здесь. – сказал он Маршанду.
Лист бумаги оказался картой подземной части здания, хранящейся до сего момента в одном из архивов кампании. Эту карту Кларк взял неспроста – хоть на деле это и была обычная карта подземных этажей старого здания. Схемы трубопроводов, хозяйственных помещений, складов… но только ему было известно – за какими дверьми начинаются секретные подземные ходы погибшего хозяина. 
Повернувшись к Раулю, Кларк начал вести линию на карте, в лабиринте стен и дверей.
 -Направляйтесь этой дорогой. Осторожно – здесь уже давно никто не бывал, и в каком состоянии эти уровни сейчас – не знает никто. Мне остается лишь пожелать вам удачи. – он протянул журналисту руку и тот от души ее пожал.
- Который раз вы выручаете меня тогда, когда никто больше помочь мне не в силах. Я в огромном долгу перед вами.
- Не стоит. Будем считать – я помог вам совершить какое-нибудь доброе дело. Ну – до встречи!
Кларк торопливо направился к лестнице, а журналист еще раз взглянул на обветшавшую карту. «Три развилки прямо, налево, направо, прямо, налево, прямо, налево, налево… черт, это будет тяжело запомнить» - сказал он мысленно себе, сильно зажмурил глаза и резко открыл. Взять себя в руки ему удалось с большим трудом.
Подземные этажи старого штаба компании были куда более мрачным и зловещим местом, нежели верхние. Наверху они были бесцветные, пугающие своей опустошенностью и завываниями ветра. Внизу же царила полная темнота, удушливый тяжелый воздух и мертвая тишина. Да, порой тишина, от которой звенит в ушах, может пугать куда больше непонятных звуков. Стены и все зримые предметы были покрыты слоем пыли, нетронутой за все это время. Журналист вздохнул и осторожно начал идти по незнакомому темному пути, в неизвестность.
Всего подземных этажей было два. Проходя по верхнему, Рауль то и дело встречал целые склады замшелых материалов, некогда запасенных компанией для работы впрок. Высота потолков в коридорах была невысокой – обладающему ростом выше среднего Маршанду приходилось идти едва касаясь головой потолка. Неровный тусклый свет лампы плясал по стенам и полу, высвечивая целые тучи висящих в воздухе пылинок.
- Раз, два, три, четыре, пять, шесть… - едва слышно бормотал Рауль, пытаясь перебить оглушительную тишину хоть чем-то кроме монотонного стука шагов. Внезапно под ботинком что-то хрустнуло. Рауль посмотрел под ноги – там были осколки битого стекла. Присмотревшись получше, он так же заметил неподалеку погрызенный деревянный ящик и крысиный помет.
- Вот кто здесь хозяйничал все это время, - сказал он сам себе. – мерзкие создания.
Словно в ответ его словам, которые прокатились эхом по темному подземелью, раздался тихий писк. Журналист повернул голову и заметил в темноте два крохотных уголька глаз. Рауль направил туда фонарь и лучи света вырвали из темноты невзрачного зверька с длинным хвостом, который тут же ринулся наутек.
- О вас только вспомни, - пробурчал журналист и развернул карту. – Так, еще две развилки – и должна быть лестница.
Как только он сложил карту и повернулся за фонарем, как тишину разорвал звук упавшей металлической емкости и последующий гул. Неосторожно задев стоящую на пузатой бочке жестяную коробку, Рауль смахнул ее на выложенный камнем пол. Звук тотчас пронесся по коридору и дружный писк невидимых существ прозвучал ему в ответ. Рауль почуял недоброе и поспешил к спуску на нижний уровень.
Вскоре лестница была уже перед ним. Это был не главный переход между этажами, потому особым удобством не отличался. В квадратном проеме крепилась вертикальная железная лестница, вся покрытая слоем темной ржавчины. Рауль аккуратно толкнул ее угол носком ботинка – та от толчка со скрипом зашаталась в своих креплениях. «Надеюсь, на раз мне спуститься ее хватит» - подумал он и поставил ногу на первую ступень. Лестница угрожающе затрещала. Журналист перенес весь вес на нее и начал спускаться, удерживая в одной руке фонарь. Лестница затрещала еще громче – к ее звуку добавился новый писк вездесущих крыс. Еще шаг – и крепления оборвались. 
- А-аргх! – вскрикнул журналист и упал на спину на грязный пол нижнего этажа. От падения у него выбило дух, в глазах на секунды потемнело. По счастливой случайности лестница упала рядом, а фонарь – прямо на него, чудом не разбившись. Случись иначе – и здесь под землей Раулю было бы туго. Сверху прыгнула пара наглых и голодных крыс, одержимых желанием укусить беззащитную жертву. 
- Кха-кха... пошли вон! – хрипло рявкнул на них журналист, рывками пытаясь стряхнуть с себя шустрых тварей. 
Он с трудом поднялся на ноги, шумно откашливаясь. Перед глазами все плыло – хотя разглядеть что-то в едва живом свете лампы было и так сложно. Рауль схватился за голову и замер – спустя минуту он уже полностью пришел в себя. Только боль продолжала пульсировать по всему телу. «Надо… идти дальше» - мысль собрала все его рассеянное и потерянное внимание. Подняв из пыли фонарь и отрегулировав пламя, Рауль посмотрел карту и определил дальнейший путь. До заветной двери оставалось совсем немного.
Очередная деревянная дверь не оказалась существенной преградой, даже несмотря на заржавевшие старые петли – понадобилось лишь приложить побольше усилий. За ней оказалось широкое помещение, полное всевозможных труб и куч угля и золы. Посреди этого унылого и едва различимого зрелища красовались три железные печи – котла. Именно они давали тепло огромному зданию в холодные сырые дни, коих в Рапиндо было немало. Маршанд сразу же ощутил затруднение с дыханием – воздух за дверью оказался очень тяжелый, полный гари и различной пыли. Он достал из кармана платок и повязал на лицо, стараясь прикрыть нос и рот, но это помогало лишь отчасти – через считанные минуты его начал сотрясать неприятный кашель, возникли головные боли. «Каждый шаг в этом подземелье – словно шаг в преисподнюю» - подумал Рауль и, собрав силы, решительно направился вперед, стараясь поскорее пройти через ужасное место. Спотыкаясь о рассыпанные куски угля и обходя змеи труб, он все же рассмотрел невзрачную дверь, отмеченную на карте, и вышел в полный прохлады коридор. Заветная дверь должна была быть где-то рядом. Журналист уверенно прошел его до конца – но в отмеченном месте ее не было. Только пара стоящих вдоль стены бочонков, на одном из которых был вкручен небольшой кран с вентилем.
- Ну да, самое время утолить жажду, - с издевкой произнес Рауль. – А двери как не бывало. Наверное, как и содержимого этой бочки.
С этими словами он небрежно прокрутил кран. Из него тут же полилась мутная непонятная жидкость и журналист едва успел отпрыгнуть в сторону, чтобы не замочить одежды. Бочонок стремительно опорожнялся, как вдруг в нем что-то щелкнуло, а в стене раздался лязг механизма. До того незаметная дверь медленно отворилась внутрь на глазах изумленного Рауля. Посмотрев пару мгновений в открывшийся проход, он шагнул вперед. 
- Он действительно ненормальный, раз додумался до такого, - сказал он сам себе, освещая стены тоннеля. 
Он был довольно узким и неровным – было заметно, что рыли его без должного оборудования. Освещения здесь не было, приходилось по прежнему довольствоваться слабым светом фонаря. Где-то в дали завывал ветер – похоже, что про вентиляцию строители не забыли. Ощущалась неприятная холодная сырость – она еще больше усугубляла негостеприимность этого места. Впрочем, для спасающегося бегством Кастлетта это вряд ли было бы проблемой.
В голове журналиста вновь стали всплывать неприятные воспоминания, по коже прошел легкий морозец. Он снова под землей, снова в поиске – но теперь один, и помощи ждать неоткуда. «Сколько еще придется спуститься в глубины, чтобы обрести покой?» - устало спросил он сам у себя. Мгновенный ответ из подсознания заставил его содрогнуться. «Только под землей ты сможешь его обрести» - с издевкой ответил внутренний голос, и Рауль поспешил выбросить мысли прочь. 
Тоннель был весьма длинным. Осторожно продвигаясь вперед, освещая пространство перед ногами, Рауль прошел уже не меньше сотни метров, но подземный путь и не думал заканчиваться. Вскоре тоннель достиг кирпичной стены, под углом перерезающей путь, и отклонился на несколько градусов в сторону. Журналист потрогал кладку – ей было не меньше полусотни лет. Действительно, при строительстве пути для побега землекопы не учли глубину залегания погребов и подземных этажей, вот и выходили такие слишком поздние промашки. Путь продолжался, и через еще пять сотен шагов изрядно уставший и потрепанный Маршанд достиг развилки.
- И куда дальше? – тихо спросил он сам себя. Первой мыслью было достать карту – однако на ней не было ничего за пределами старого здания. Рауль решил довериться интуиции и пошел в правую сторону. Дышать здесь, под толщей земли, в этих узких проходах было настоящим мучением. Рауль шел медленно, стараясь не тратить зря силы, но его то и дело настигала одышка. Неясные контуры стен и потолка периодически начинали плыть перед глазами, приходилось останавливаться и приводить себя в чувство. В эти моменты вновь возвращалась беспощадная тихая паника – худший враг в такие моменты.
«Я дойду… Я справлюсь.» - Маршанд повторял эту фразу как мантру, которая поддерживала его дух. Наконец путь кончился – дальше тоннель был перекрыт серьезным завалом. 
- Как… все? – разочарованно спросил себя Рауль. Однако через мгновение он вспомнил, что подземный ход, если бы он шел к дому Кастлетта, должен был быть завален обломками обрушившихся перекрытий. Внезапно краем глаза он заметил незнакомый темный объект возле стены тоннеля, присыпанный битым камнем. Рауль подошел ближе, подсвечивая себе фонарем.
- Боже, это же… - не веря своим глазам, он наклонился к мертвому изувеченному телу.
Это был Кастлетт. Да, сомнений у Рауля не было – он хорошо заметил его костюм за несколько мгновений до смерти. Пожилой мужчина, невысокого роста, с небольшой бородой и густыми бровями, могущественный человек этого города – теперь лишь разлагающийся труп, полный ран и пятен, в темной пыли собственного дома. Выпрямившись, журналист хорошо осмотрелся вокруг – больше ничего подозрительного не было. Лишь на одной стене виднелись едва заметные царапины.
«Надо проверить другой путь» - сказал он сам себе и торопливым шагом вернулся к развилке.
На другом направлении царапины и следы на стенах стали обнаруживаться чаще. Теперь были понятны безрезультатные попытки жандармов отыскать машину – ее здесь просто не было. Самюэль смог бежать… но куда?
Тоннель вышел в небольшую подземную полость, из которой от него оставалось жалкие десять метров. Дальше уже виднелся яркий дневной свет, слышалось гудение ветра. Глаза журналиста заприметили небольшой потухший костерок и обрывки холщового мешка – здесь явно кто-то скрывался или пытался переждать грозу. Знал ли этот кто-то о этих туннелях, или принял его за невзрачную нору в земле – ответ на этот вопрос был не столь важен.
Маршанд вышел наружу. В глаза ударил нестерпимо яркий для непривыкших глаз свет, в легкие ворвался сырой прохладный воздух. Когда он наконец смог открыть нормально глаза, то обнаружил себя на берегу небольшого озера на краю города. За ним начиналась гряда зеленых, поросших мощными деревьями холмов, с другой стороны на расстоянии виднелись утлые домики бедняков. Серая, лишенная радости картина, но после подземелья она казалась весьма дружелюбной.
«Дальше куда?» - вопрос возник сам собой. В поисках ответа журналист стал кругами ходить вдоль берега, обдумывая свои предположения. Обдумывая один из них, он вернулся ко входу в тоннель и обнаружил там едва заметный крупный след на сухой земле. Без сомнения - ни человек, ни зверь не могли оставить подобного. Заинтересованно, Рауль осмотрел ближайшие несколько метров – и напал на след. Голод и жажда не смогли затмить увлеченности поиском, и двигаясь по следам, он достиг вершины холма. С него открывался неплохой вид на окрестности Рапиндо и близлежащие земли. Отсюда было хорошо заметно, что подземный ход уходил ровно к центру города, а заросли вокруг озера надежно прикрывали из него выход. Обратив взор туда, куда уходили следы, Рауль обнаружил у вдалеке небольшое поселение. Забыв о усталости, он побрел именно туда.
Над землей кружило несколько ворон. Они что-то выискивали на земле и хрипло перекрикивались между собой. Пыль под ногами быстро оседал на потрепанной обуви – она успела подсохнуть после последнего дождя. 
Вскоре он вошел в небольшое селение. Десяток скромных домов, пара колодцев да пара больших сараев – вот все, что открылось перед уставшим взором. Навстречу неторопливо шла стройная женщина средних лет с покрытой платком головой и увесистой палкой в руках.
- Что вам угодно? – настороженно спросила она у журналиста. Впрочем, на журналиста он был теперь мало похож – потрепанный костюм, измазанное лицо и слипшиеся волосы производили отталкивающее впечатление.
- Я… я из города. Мне нужно задать вам пару вопросов.
- Да на вас лица нет! Идемте в дом, вам нужно привести себя в порядок.
- Я был бы очень благодарен.
Спустя четверть часа он уже сидел за столом, порядочно отмывшись и согревшись и пил вкусный чай. Обстановка в доме была уютной, хоть и производила впечатление некой неухоженности – как это бывает в домах старых хозяев. Хозяйка с интересом ждала от него хоть нескольких слов.
- Так что же вы хотели узнать? – с нетерпением спросила она, приготовившись слушать. – Я была бы рада помочь.
- Вы не видели ничего странного примерно неделю назад?
- А что я должна была видеть странного? Работаю, управляюсь тут по хозяйству. Одна… Да и некогда мне особо по сторонам смотреть!
Она посидела молча несколько секунд, а потом добавила.
- Ну, разве что слышала шум непонятный. Как удары такие где-то вдали. И скрип, как ворота не смазали. Но – из далека. Потом еще соседский мальчишка всякие глупости рассказывал, но на то они и дети!
- Подождите… А что именно он рассказывал? 
- Да я и не помню уже, надо ли запоминать фантазии этого мальчишки! – отмахнулась она и посмотрела на Рауля. На ее лице расплылась милая улыбка. – Вы наверняка очень устали. Оставайтесь, переночуете – я все равно одна здесь, места хватит.
Рауль уловил легкую игривость в ее голосе. В голове промелькнула его последняя встреча с Инес, ее голос, глаза… Он решительно встал из-за стола и направился к двери.
- Куда же вы? Уходите?
- Да. У меня очень мало времени, - оправдываясь ответил он. – Я очень признателен вам за помощь и гостеприимство.
- А может все-таки… - она не успела договорить, как журналист открыл дверь.  – Как будет время – заходите, всегда вам рада!
- Благодарю! – Маршанд слегка поклонился и осторожно поинтересовался. – А где живет тот мальчишка?
- Который выдумщик? Да через дом по этой улице! – хозяйка указала направление рукой. Красное здание, видите? Только не понимаю, зачем он вам…
- До встречи! – Рауль вышел за ворота и подошел к названному дому.
Двухэтажный, ухоженный, он явно принадлежал селянину не из бедных. Красивый сад раскинулся прямо перед входом, создавая неповторимый уют. На крыльце сидел мальчишка в рубашке и пытался соединить две непонятные детали. На незнакомого гостя он не обратил никакого внимания.
- Эй! -  попытался привлечь его внимание Рауль. Мальчик неохотно оторвался от своего занятия. – Как тебя зовут?
- Эрик. 
- А меня Рауль. Можно тебя спросить?
- Можно. А что такое?
- Понимаешь, - журналист присел рядом. – Мне сказали, что ты чудовище видел. Там, на холмах. Это правда?
- Конечно, - мальчик оживился. – А вы верите? Мне вот никто не верит, кроме Виктора.
- Какого Виктора?
- Мой сосед. Он любит выпить, потому его рассказам никто не верит. Он тоже видел чудовище, хотел рассказать всем – но его никто не стал слушать. И меня тоже не слушали. – мальчишка обиженно опустил глаза. 
 - Знаешь, а я тебе верю, - Маршанд дружелюбно улыбнулся. – В наше время столько чудес происходит! И это тоже может быть таким.
- И вы верите? – глаза Эрика заблестели. – А вы видели других таких чудовищ?
- Конечно видел. Даже таких, что летают по небу. 
- Как интересно!
- Может, расскажешь – где ты видел это чудовище на холмах? На что оно было похоже?
- Вам я расскажу, - Эрик довольно уселся поудобней. – оно было похоже на огромного человека, горбатого такого. Он ходил смешно, как Виктор, - он расхохотался и добавил – Когда пьяный! А еще от него шел черный дым и он скрипел.
- Такого я не встречал! – с восторгом сказал Рауль и понял, что он на верном пути. Осталось лишь узнать главное. – А где он шел? 
- Пойдем, я покажу! – Эрик вскочил на ноги и побежал по дороге к краю селения. – Не отставайте! 
«Как же доверчивы и честны дети» - промелькнуло в голове журналиста. «Как много мы теряем, становясь большими и взрослыми». 
Мальчишка выбежал за последний дом в ряду и свернул в сторону. Там вдоль забора начиналась узкая тропинка к возвышающемуся неподалеку старому сараю. Эрик ловко перескакивал с кочки на кочку, словно лесной зверек на охоте. Рауль старался не отставать и заодно осматриваться в незнакомом для себя месте. Легкий ветер донес запах каких-то лекарственных трав из долины. От сарая Эрик помчался по заросшему склону к вершине одного из холмов. Он был довольно высок – Рауль догадался, что мальчик собирается показать что-то вдали. Спустя несколько минут торопливого подъема вершина оказалась под двумя парами ног.
- Вот там я его видел, - Эрик указал вытянутой рукой на отстоящий в полумиле вытянутый холм. – Он шел прямо по склону, вон к тем деревьям. А потом его не было видно, только слышно немного.
Маршанд оглянулся – селение отлично просматривалось отсюда. Немного покосившиеся домики как разбросанные игральные кости заполняли всю низину. Вернувшись взглядом к тому месту, куда указывал мальчик, журналист обратил внимание на неясные очертания невзрачных построек где-то за линией холмов. А дальше – уже возвышались скалы Родниковых гор.
- А что там? – спросил он у Эрика.
- Там? Не знаю, - тот лишь пожал плечами. – Мама говорила, что там шахтеры раньше жили. Часто приходили к нашим соседям за едой. А потом перестали. Я и не видел их ни разу. Туда дорога отсюда идет, старая такая.
- Вот как, - ответил журналист. – Ну что же – спасибо тебе, Эрик, ты мне очень помог! Возьми, это тебе. – с этими словами он вытащил свои старые карманные часы и отдал мальчишке. 
- Ого! Спасибо вам! – Эрик даже подпрыгнул от радости, не ожидая такого подарка. – Это правда мне?
- Тебе, тебе, – с улыбкой ответил ему Рауль и потрепал по волосам. Затем торопливо стал спускаться обратно в селение. 
- А вы хотите поймать чудовище? – поинтересовался Эрик, провожая по тропинке Рауля. 
- Ну, с твоей помощью его будет проще найти жандармам, и отвести обратно в город…
- А вдруг оно на волю захотело, - перебил его мальчик. – Как птички – они вечно вырываются из клетки. 
- Может и так, - задумчиво ответил Маршанд. – Ну, до встречи, мой маленький друг! 
- Заходите к нам! – ответил Эрик и побежал к своему дому. Рауль же решил вернуться к себе, справедливо полагая, что без отдыха поиски будут бесполезны. 
Солнце плавно уползало к линии горизонта. Журналист неторопливо шел по проселочной дороге среди зарослей низкого кустарника, за которыми лежали скромные поля растущей фасоли. А впереди лежала громада города, по прежнему мерно коптящая небо. Где-то вдали пролетало светлое пятно огромного дирижабля. Мысли Рауля перенеслись к Инес, с которой он собирался встретиться как раз сегодня. Но – обстоятельства всегда меняют даже хорошо слаженные планы, что уж говорить о переменчивой жизни журналиста. 
Они виделись всего лишь пять раз – и это считая два раза, когда он отправлялся в опасный путь с еще живым Самюэлем. Она приглянулась ему с первого взгляда – и тогда, в мрачных подземельях города Ирдишхорта он порой вспоминал ее глаза. И уже на третьей встрече они решили быть вместе, пускай и не каждый день – но это уже было не важно. Каждой встречи они теперь ждали с нетерпением – но появление Ноэль заставило его вернуться назад в недалекое прошлое и поставить в нем точку. Потому он и не отказал в казалось бы безнадежной просьбе отчаявшейся женщине.
Пыль под ногами сменилась мелким укатанным щебнем главной дороги. Под легкое шуршание шагов Рауль вошел в город. Вскоре он увидел на улице усталую газетчицу, с грустью наблюдавшую за стаей голодных голубей.
- Доброго вечера! Дайте сегодняшний выпуск. – сказал он, вытаскивая кошель из кармана.
- Две монеты. – ответила женщина, протягивая слегка помятую газету. – Вам повезло, эта была последняя. 
- Благодарю, - Рауль протянул ей деньги.
Отойдя в сторону, Рауль бегло просмотрел первую страницу. Одна из колонок была озаглавлена новым кричащим заголовком. «Силами Континентального воздушного флота уничтожено логово пиратов» - и далее краткая заметка о истории, в которой сам журналист был очевидцем. Взгляд зацепился лишь на одной строке – «В разрушенных подземельях убежища обнаружены восемь трупов, принадлежащих горожанам. Очевидно, это пленники с одного из захваченных пиратами дирижаблей. Тела доставлены в Миготт для опознания.» 
- Подвела тебя осторожность, друг. – сказал про себя Маршанд, сложил газету и тяжело вздохнул. До дома оставалось идти всего лишь четверть часа.
  ''';
  static String g7a = 'Глава 6. Уайтторн';
  static String g7 =        '''
  - А вот и он! Как тебе наш корабль? - энергичный фигуристый мужчина с тонкими усами, одетый в дорогой темно-вишневый костюм и высокий цилиндр, с удовольствием осматривал пароход. Рядом стояла молодая девушка, чье лицо не выражало ярких эмоций и лишь отражало легкую грусть. Легкое голубое платье слегка развевалось в унисон с кудрявыми каштановыми волосами. Ей это путешествие было ничуть не в радость. Взгляд девушки приковали тяжелые волны и огромные пышные облака, стремительно затягивающие голубой простор. 
- Так себе. Хватит, чтобы добраться до Миготта. - она опустила глаза и тяжело вздохнула, будто набираясь уверенности. 
- Ты не жалеешь, что я тебя увожу в такую даль? - вновь спросил мужчина и взял ее за руку. - Знаю, это ведь было непросто. 
- Все хорошо, Оливер, - девушка посмотрела ему в глаза и слабо улыбнулась. - Все к лучшему. 
- Тогда - пойдем на борт! - мужчина с улыбкой приобнял ее и повел к трапу на злополучное судно. А над морем уже начинал крепчать ветер.
***
Энергичный стук в дверь вырвал Ноэль из плена воспоминаний. Она вскочила на ноги и поспешила впустить хозяина дома. Рауль устало переступил порог и вытер пот со лба. 
- Устали? - заботливо спросила Ноэль и проводила журналиста в комнату. - Как вы себя чувствуете? 
- Неплохо, благодарю, - Рауль опустился в скрипящее кресло и расслабил ноющие ноги. - Хотя конечно сил маловато. 
- Ужин готов - как раз, то что вернет вас в форму, - женщина торопливо стала вытирать со стола. - Еще теплый. 
- Прекрасно. Позвольте, а где вы взяли продукты? К моему уходу в доме ничего не оставалось, кроме неизменных соли да воды. 
- Пришлось пройтись на рынок, прикупить кое-что. Не могу же я оставить вас голодным!
"Да уж, это сейчас весьма кстати" - подумал Рауль, когда Ноэль поставила на стол горячий ароматный суп. Но жаждущий ответов на вопросы взгляд не дал ему приступить к желанной трапезе. 
- Вы нашли его? - тихо спросила она. 
- Нет. - тихо ответил журналист и добавил - Но я знаю, где мы сможем его найти. 
- И где же?
- В Родниковых горах. Неподалеку от того места, что мы с Самюэлем искали тогда вдвоем. Да…
- Горы? Но зачем ему нужно было туда... - Ноэль с волнением сжала пальцы. 
- Он всего лишь хотел покоя, я думаю, - Рауль не удержался и приступил к еде, отвечая уже в кратких перерывах. - После того, как он убил. Кастлетта. 
- Раз так, то он все же остался человеком, - задумчиво сказала женщина и спросила - Не хотите ещё? 
- С удовольствием, - не отрываясь от тарелки пробурчал Маршанд. 
Вскоре после ужина Рауль довольно завалился спать, в надежде восстановить силы. Сон быстро одолел его и сознание уступило место подсознанию. 
Утро для журналиста нельзя было назвать добрым - спина неприятно побаливала, чувствовалась неприятная слабость. Размявшись через силу, он вышел наружу из дома. Легкий туман еще висел над городом, словно сдерживая приход долгожданного утра. Рауль умылся холодной водой из колодца и направился в дом искать Ноэль. 
- Мадам Линсингтон? - в голосе ясно прозвучало удивление Рауля. И было от чего - вид у Ноэль был, мягко говоря, непривычен.
На ней был настоящий костюм путешественника – рубашка, грубоватые крепкие брюки, подпоясанные широким и тяжелым ремнем. На ногах были немного заношенные сапоги, а на плечах – плотная накидка. Шею Ноэль закрывал простенький платок. Словно смущаясь своего вида, она опустила глаза.
- Я здесь, - тихо сказала она. – Что-то не так?
- Да нет, почему же. – Рауль немного замялся. - Просто вы выглядите так, будто собрались в далекое путешествие.
- А разве не так? Мы разве не идем в родниковые горы искать Самюэля?
- Мы? Если честно, я рассчитывал идти один. Вам ведь этот путь может оказаться тяжелым.
- Я трудностей не боюсь. И я хочу видеть все своими глазами.
- Но… - начал было говорить журналист, но увидев полные решимости глаза Ноэль, остановился. – Ладно, я так понимаю, что отговаривать вас бесполезно.  Отправимся через час, нужно собрать вещи и подготовиться.
- Я уже готова. Буду вас ждать.
- Хорошо. – удивленно ответил Маршанд.
Журналист имел уже немалый опыт в путешествиях в подобные места, и потому решил последовать примеру Ноэль – удобная неприхотливая одежда, простая еда и самое необходимое. Включая оружие – нельзя было рассчитывать на свою безопасность. Особенно когда речь шла о неизвестной местности и огромном разумном механизме. Добираться до шахтерского поселения Рауль решил на старом железном друге – пароцикле «Буревестник». Он конечно подводил хозяина пару раз, но в целом был незаменим – быстрый, удобный и красивый. В самый раз, чтобы быстро и не привлекая слишком много внимания, как аэроплан, доставить пару человек в нужное место.
Спустя полтора часа Рауль и Ноэль загрузили вещи в пару наплечных сумок и навесили их на пароцикл сзади. После чего журналист развел пары, и вскоре новые путешественники отправились к селению, чье название осталось неизвестным. Главное – что путь туда Маршанд запомнил очень хорошо. Погода вновь была хмурой и неприветливой, лишь изредка и очень ненадолго пробивалось тусклое солнце. Пароцикл объехал по подъездной дороге весь окутанный дымом северный промышленный район, где люди плавили металл и обрабатывали древесину.  Миновав десяток невзрачных длинных складов, дорога сменила гравий на каменистый грунт и запетляла за пределами города. По правую сторону показалось знакомое озерцо, под колесами пошли кочки, заставив Ноэль держаться крепче. 
- Далеко нам еще ехать? – громко спросила она из-за спины журналиста.
- Мы только выехали – весь путь еще впереди!
Вслед за хлипкими заборчиками небольших полей мимо пронеслись домики и любопытные жители. От яростно шипящего и стрекочущего пароцикла разбегались утки и распалялись собаки. Но спустя всего лишь пару минут, за старым кривым деревом все это сталось позади, и дорога поползла вверх по склону холма. Ход замедлился, но паровой двигатель исправно тянул двухколесную машину к вершине.
Оттуда открылся хороший обзор на ближайший двухчасовой путь. Дорога спускалась с холма и начинала описывать дуги и изгибы подобно небрежно оброненной на пол нитке огибая крутые склоны и редкие овраги. Земля здесь не отличалась плодородием, зато была богата на носимую ветром мелкую пыль. Путешественники поспешили закрыть глаза защитными очками из латуни с круглыми стеклами. Необходимый здесь, этот аксессуар входил в моду и среди горожан, хотя особую надобность в нем испытывали лишь техники и владельцы воздушного транспорта.
- Почему Самюэль ушел туда? – заинтересованно спросила Ноэль.
- Не знаю. – Рауль остановил пароцикл и выпрямил спину. - Наверно, он хотел вернуться в горы, найти себе прибежище. Он упоминал что-то подобное в своей последней записке.
- Но ведь вы говорили, что он стал машиной…
- Да. Но эти механизмы, частью которых он стал, совершенны. Его мозг, пускай из шестерен и рычажков, но не хуже настоящего. А если он научился совершенствовать себя… Кто знает, какой он будет сейчас. 
- Я уже боюсь встречи…
- Хотите вернуться? 
- Нет! – решительно ответила женщина и отвела взгляд в сторону. Но уже через секунду на ее лице вспыхнуло удивление. – Посмотрите, что это?
 Журналист повернулся в сторону небольшой рощи между холмами. Впрочем, рощей назвать это было уже трудно – часть деревьев была изломана и измельчена. На работу дровосеков это было совершенно не похоже – ни одного ровного сруба, стволы будто с силой ломали на части. Кучи щепы валялись неровным слоем между темнеющих пней. Рауль оставил пароцикл и заинтересованно направился к загадочному месту. Ноэль поспешила за ним. 
- Здесь следы… 
На земле действительно виднелись отпечатки конечностей, похожих на человеческие. Вот только размер ступни такой ноги был раза в два больше чем у Рауля. Тот сразу же узнал их. 
- Он был здесь. Мы на верном пути.
- Но зачем ему понадобилось творить здесь такой хаос?
- Он ведь машина, Ноэль. Из металла. И движет ей все та же паровая машина, которая требует топлива. Я сам лично помогал Самюэлю загрузиться углем тогда, в первый день создания машины. Но – уголь сгорает, и на его место нужен новый. Видимо, в пути он его не нашел – а потому обошелся этими деревьями.
Рауль вернулся к пароциклу, а Линсингтон задала ему вопрос вдогонку. Предсказуемый вопрос.
- Что будет, если он вдруг не найдет топливо?
- Что будет… Машины тоже умирают. Тогда, когда в них угасает огонь и они становятся холодными, как камень суровой зимой. Все как у людей. Да и сердце – единственное, по настоящему живое – будет таковым недолго.
Увидев, как угасает после его слов Ноэль, он поспешил ободрить ее.
- Не стоит унывать. Ведь он не зря направлялся к шахтам – там обычно нет недостатка в топливе.
Дорога побежала дальше, сменив зеленые холмы за обочиной на каменистые горные пейзажи. Пространство вокруг постепенно сокращалось между крутыми склонами, краски становились менее яркими. Наконец перед путешественниками показался мост через небольшую, но шумную горную речушку. Она оказалась кстати – в баке «Буревестника» уже заканчивалась вода, а его всадников начинала одолевать жажда. Потому было решено сделать небольшой привал на каменистом берегу и отдохнуть. До цели путешествия оставалось по ощущениям совсем немного.
Журналист аккуратно заливал в бак тонкой струей ледяную воду, а Ноэль сидела на крупном валуне. Ее ноги были в стремительном пенящемся потоке реки, а мыслями она вновь вернулась в прошлое. Тогда, годы назад, они с Самюэлем ходили купаться на реку, отправляясь в известное лишь им двоим место. Никогда она себя не чувствовала так свободно и раскованно, как в те счастливые моменты. 
Долина среди гор, где располагались шахты, вскоре раскрылась перед глазами путешественников. Дорога спускалась вниз по крутому обрывчатому склону из небольшого соснового леса. Примерно на полмили вперед простирался песчаный плес, за которым начинались небольшие остающиеся холмы. На границе с песками, возле широкой скалы, виднелись небольшие домики шахтерского поселения. Сами шахты, очевидно, располагались немного дальше. 
Пароцикл, пыхтя, спустился в долину и неспешно покатился к постройкам. Резкие порывы ветра взметали в воздух легкий песок, и если бы не защитные очки - Раулю пришлось бы туго. Ноэль хотя бы могла спрятаться за его спиной и закрыть глаза... 
Дорога петляла мимо небольшого холма. На его вершине находилась небольшая ветхая церковь. Неподалеку Рауль заприметил деревянный крест и человеческую фигуру рядом. Спешно остановив "Буревестника", путешественники спешились и направились к этому первому замеченному жителю поселения. 
Человек с длинными темными волосами стоял лицом к кресту без движения, не обращая внимания ни на что вокруг. На нем была ряса священника, сильно потрепанная временем. Склонив голову, он едва слышно читал молитву. Гудение ветра и далекий металлический скрежет непонятного происхождения придавали происходящему зловещий оттенок.
- Простите, - обратился к нему Маршанд, заходя сбоку. - Вы не скажете, где мы сейчас находимся? 
Священник поднял взгляд на журналиста и выпрямил спину. Его глаза излучали мудрость и спокойствие. 
- Вы в покинутом людьми месте, где некогда было иначе. Эта скала, - он мягко указал рукой на высокий утес из светлого камня. - называется Уайтторн, и селение шахтеров получила от нее название. 
- Значит мы пришли правильным путем. 
- Что вы хотели здесь найти? - спросил священник, не отрывая от него своего удивительно мягкого взгляда.
- Мы искали шахтерское поселение. Хотели поговорить с жителями.
- Здесь давно уже не с кем разговаривать – за исключением меня. Я единственный здешний житель, служитель этой церкви отец Климент. – священник прошел немного вперед за крест, на обрывистый склон холма. – Взгляните сами.
Путешественники подошли к нему. Отсюда открывался вид на весь поселок и шахты. Он выглядел совершенно заброшенным и безлюдным. Некоторые дома были заколочены, в некоторых других ветер хлопал полураскрытыми дверьми и ставнями окон. А за десятком опустевших зданий, в небольшой песчаной ложбине располагались входы в шахты. В них уходили старые рельсы для вагонеток, неподалеку стояли железные краны для погрузки руды. Поржавевшие, они угрожающе скрипели на ветру. Чуть в стороне и дальше раскрывался вход в горное ущелье, а за ложбиной – отвалы пустой породы, уходящие вдаль. Дальше за ними было видно лишь клонящееся к закату рыжее солнце.
Ноэль прикрыла глаза рукой от летящих с ветром песчинок. Священник вновь обратился к гостям.
- Раз уж пришли – проходите в мой дом. Он первый от церкви, да и не такой опустевший как остальные – мимо не пройдете. А я закончу и подойду.
- Вы очень гостеприимны для такого мрачного места, - заметил Рауль.
- Что поделать, - усмехнулся священник. – В любом месте надо оставаться человеком. 
Рауль и Ноэль спустились с холма и прошли у указанному дому в селении. Он действительно выглядел опрятнее остальных построек, не столь занесен песками и слоем мелкой пыли. Отворив скрипучую дверь, они зашли внутрь. Неказистые две комнатки с ветхими ковриками на полу и вездесущими щелями в стенах производили гнетущее впечатление. Путешественники уселись за стол и позволили себе расслабиться.
- Как вы думаете, он действительно здесь? – тихо спросила у Рауля Ноэль.
- Все указывает на это. Мы не можем знать все абсолютно точно, но – надеюсь, этот священник видел хоть что-нибудь.
Ноэль откинулась на спинку стула и закрыла глаза. Рауль достал записную книжку и написал небольшую заметку, в которой изложил свои мысли.
Внезапно раскрылась дверь, и под вой ветра зашел священник. В руке он держал небольшую кожаную сумку, которую он бросил на небольшой шкафчик у входа.
- Я смотрю, вы уже успели заскучать, - сказал Климент. Он присоединился к сидящим. – Ну, так что же вы хотите здесь найти?
- Отец Климент, мы отправились в эти края в поисках одного человека. Вернее, того, кто был человеком…
- Что вы имеете ввиду? – насторожился священник.
- Этот человек отдал свое сердце железному созданию, похожему на человека, - попытался объяснить журналист. – И это создание, как говорили люди, пришло сюда. Вы не видели его?
- Создание, похожее на человека, но неодушевленное… - Климент задумался. – Похоже на сказания о големах. Что ж, хоть это и против Божьей природы, но я помогу вам.
- Так вы видели его? – с надеждой спросила Ноэль.
- Да. И я покажу, куда он направился.
- Мы будем очень вам благодарны.
- Но это будет не так-то просто. Это место сильно изменилось под руками людей. 
- Я все же хотел бы уточнить, где мы находимся.
Журналист достал из своей сумки сложенный помятый лист бумаги и аккуратно развернул. Это была та самая карта, которую с большим трудом Рауль разыскал тогда в здании старого штаба компании Кастлетта. Только на ней было точно обозначено место расположения входа в загадочный подземный город Ирдишхорт. Священник взглянул на нее, задумчиво осмотрел и уверенно показал пальцем в небольшую отметку. 
- Мы вот здесь.
Рауль оценил расстояние. Отсюда до Ирдишхорта было около десятка километров, а до той самой отметки – полтора. 
- Расскажите нам о этом месте, - попросил Маршанд и уселся поудобнее. – Почему отсюда исчезли люди?
Климент выпрямил спину, пригладил свою небольшую бороду, на которой уже белели отметины близкой старости, и начал свой рассказ.
- Уайтторн имеет не слишком долгую историю. Название селение получило от здешних скал из светлого камня, которые издали были похожи на шипы. Море отсюда недалеко, отвесные склоны горных массивов там уходят прямо в воду. Там очень опасно для кораблей, потому те места проплывают вдали от берега. Горная компания из Рапиндо искала здесь уголь, а потом и никель, которые были так нужны растущему городу. Первые шахты они построили прямо здесь – пробовали породу, так сказать. Тогда здесь было лишь пять домов. Вскоре первые шахты закрыли, а вместо них построили еще четыре – чуть поодаль отсюда. А затем – еще три, в горном ущелье. Уайтторн рос, и вскоре здесь построили церковь. Тогда и я попал сюда.
- Продолжайте, пожалуйста, - сказал Рауль.
- Вскоре возникла одна проблема. В здешних краях обитает одна секта – поклоняющихся Великому Древу. Они называют себя Орденом и стремятся жить в согласии с природой, и считают, что только так человек может достичь совершенства. И вроде бы затея благая – но только они ненавидят творения рук человеческих. Считая технологию губительной, они призывали к уничтожению механизмов, паровых машин, паромобилей и дирижаблей. Они ничего не могли сделать с городами, потому держались вдали от них. А вот шахты, полные механизмов, были для них привлекательной жертвой.
- Мне приходилось встречаться с ними… - задумался журналист. – Безумные люди.
- Где? – спросила мадам Линсингтон. 
- В Ирдишхорте. Разрушенном подземном городе, который искал Самюэль. Там они чувствовали себя почти хозяевами.
- Так и здесь, - вмешался отец Климент. – Пока шахтеры продолжали работу – охрана не позволяла фанатикам нанести хоть какой значимый вред. Но – залежи угля оказались довольно бедны, а никель так и не нашли. К тому же среди шахтеров поползли слухи о самых дальних шахтах, что-то нехорошее там творилось. И вот, буквально год назад, компания закрыла шахты и ушла в другое место. Уайтторн опустел.
- А орден?
- Они стали безнаказанно уничтожать все, до чего могли дотянуться, - с грустью вздохнул Климент. - Из своей церкви я порой видел их костры, вокруг которых они устраивали свои звериные веселья и дикие обряды. Но меня они не трогали – в них жило уважение перед церковью. А не так давно они перестали появляться здесь. Или я их просто не замечал…
Священник вздохнул. Но вскоре сидящее внутри возмущение переполнило его терпение.
- Они думают, что так смогут защитить природу. Да их сама природа пережует и не заметит! – он возмущенно ударил кулаком по столу. Но, быстро взяв себя в руки, вернулся к главному вопросу. – Итак, вы ищете этого голема. Я видел его своими глазами – посреди ночи раздались тяжелые удары-шаги. Когда я вышел из дома, то увидел огромную фигуру, дёргано переставляющую ноги и извергающую потоки дыма. Скрипел он не хуже шахтерских подъемников, это уж я хорошо запомнил. 
- Куда он направился? – Раулю не терпелось узнать самое главное.
- В том то и проблема, что существо направилось к дальним шахтам. А туда путь довольно сложен.
- Мы не боимся сложностей! - воскликнула Ноэль и даже подскочила в своей решимости. Климент удивленно посмотрел на нее и начал описывать предстоящий путь.
- Попасть к дальним шахтам не просто. Для начала вам придется пройти мимо старых шахт, за которыми начнется место, называемая шахтерами «Рудная долина». Это огромный пустырь, куда из шахт свозили обломки скал и пустую породу. Сейчас он еще изрядно завален остатками шахтерских механизмов, которые изуродовали проклятые фанатики. Из-за всего этого путь через «долину» весьма сложен и опасен. Особенно для хрупкой женщины, - он указал на Ноэль. – Но возможен более простой путь через нее – по колее для вагонеток, на которой вывозили породу.  Для этого вам потребуется дрезина.
- И где ее взять? – спросил Рауль. – Не будем же мы делать ее из этих обломков?
- Я специально уберег одну паровую дрезину на случай, если придется отправиться к шахтам. Она стоит в небольшом сарайчике рядом с шахтами. Я вас отведу.
- Хорошо. Мадам Линсингтон, может вы пока подождете здесь? – журналист поднялся из-за стола и подошел к двери.
- Согласна. Скажите, когда будем идти дальше.
Климент вместе с журналистом направился к шахтам. Последний был немного обеспокоен сложностью предстоящего пути. Священник рассказывал про особенности дороги, упоминая все необходимые мелочи.
- В «рудной долине» всего есть три направления. Их трудно перепутать. Все они идут от центральной развилки, возле огромного элеватора. Одно направление – сюда, к селению и старым шахтам. Другое – к большому отвалу, туда свозили породы из больших шахт. И последнее – к дальним шахтам, через ущелье. Туда вам и надо. Только… путь давно никто не осматривал, никто не знает в каком оно виде.
- Веселая ситуация, - иронично ответил Рауль. 
- А вот и он. – священник подошел к сараю, в который уходили наспех собранные рельсы. Открыв нехитрый замок, он отворил ворота. Свет высветил из темноты нехитрую конструкцию с небольшими колесиками, паровым котлом и площадкой для машиниста и угля. Впрочем, на ней вполне могли разместиться еще пара человек. 
Совместными усилиями дрезину вытолкали из сарая и смахнули пыль. Климент ловко заправил масленки и залил воду в котел из небольшой цистерны в углу сарая. Устало вздохнув, он подозвал поближе журналиста, который закончил разбираться с рычагами и убрал старую грязь.
- Все готово, за исключением главного. Топлива у меня нет. Но – это угольные шахты, так что найти будет не проблема. Вроде как немного я видел на главном складе, каких пару мешков. Раньше было больше – да только ваш голем поглотил большую часть. Еще и разворотил стену. 
- Я займусь этим. А где главный склад?
- Хорошо. Главный склад – массивное двухэтажное строение с плоской крышей - вон там. Пройдешь пару сотен метров и выйдешь прямо туда. А я, пожалуй, вздремну немного. С каждым годом все тяжелее проживать дни.
Священник задумался, а затем снова обратился к журналисту. 
- Послушай… Эта женщина – кто она? Почему идет с тобой? Ведь не за этой грудой железа она гоняется. 
- За этой, увы, за этой…
- Зачем это ей? Я понимаю – сейчас пришло такое время, что женщины хотят быть наравне с мужчинами – но здесь я просто не нахожу смысла.
Рауль вздохнул и вкратце рассказал о встрече с Ноэль и ее просьбе. Священник ответил недолгим молчанием, но вдруг произнес:
- Такие вещи противны Богу… Но времена меняются – и люди уподобляются вещам. Так поступил и этот человек. А вот что касается женщины… «Обреченные могущественны в своем отчаянии». Да-да.
- И как же это понимать?
- Она обречена, друг. Она ищет того, кого уже и быть не может. Она ищет того мужчину, которого она запомнила в прошлом, а найдет лишь одушевленную груду железа. Но она в отчаянии, ведь считает себя виновной. И в нем она сильнее и тебя, и меня. Не стоит ей мешать, но… берегись. 
Климент неторопливо пошел к своему дому, а Рауль, тяжело вздохнув, направился на поиски угля. Склад оказался неподалеку, привлекая внимание своими темными деревянными стенами, ничуть не похожий на легкие домики в один - два этажа вокруг. Сверху он напоминал лежащую гайку без отверстия с резьбой, с «насечками» - бревнами на гранях. Казалось, что стены уходят глубоко под землю, а сам склад был лишь вершиной огромной закопанной башни. 
Журналист подошел к массивным воротам склада – на них висел тяжелый засов, сдвинуть который требовалось немало усилий. Вспомнив про автоматон, он обошел по периметру здания и сразу же наткнулся на большой пролом в мощной стене. За ней была темнота неосвещенного помещения. Фонаря под рукой не оказалось, и Маршанд не нашел другого выхода, как дать глазам время привыкнуть и не спеша отправиться исследовать склад. Внутри он был просто огромен, но поразительно пуст – вдоль стен кое-где стояли небольшие штабеля ящиков, кучи мешков. На проверку они были заполнены никому не нужным хламом и дешевыми припасами. Воздух здесь был на удивление сухим – склад строили на совесть. Рауль пнул один старый мешок – из него посыпалась непонятная труха. В ящиках тоже не оказалось ничего полезного. Наконец возле одной из опорных колонн он нашел несколько мешков с содержимым, очень похожим на искомое топливо. Вокруг пол был засыпан толстым слоем неизвестного порошка. Понять что-либо точнее Рауль не мог – слишком уж плохо было видно в таком темном месте. 
- Что поделать, придется подсветить, - вздохнул он и достал из кармана свою бензиновую зажигалку. После пары неудачных попыток огонь брызнул из форсунки и заплясал маленьким факелом в его руках. В желтоватом свете Рауль убедился – это именно то, что он искал.
Однако беда подкралась незаметно. Погасив и убрав обратно зажигалку, журналист заметил внизу еще один маленький огонек. Он был среди рассыпанной угольной пыли и быстро рос. Очевидно, брызги вспыхнувшего бензина из старой зажигалки упали сюда и теперь могли дать поживиться огненной стихии. Рауль спешно начал затаптывать пламя – но оно, словно убегая от пыльных подошв, перекидывалось на новый уголь, а затем охватило и ткань одного из мешков. 
- Вот же ж черт! – на эмоциях воскликнул журналист, отпрянув от горячего языка огня.
Ситуация выходила из под контроля. Тушить разгоравшийся пожар среди угля и без достаточных средств, да еще и в полной темноте было для Маршанда непосильной задачей. Он решил по возможности выполнить хотя бы то, за чем он пришел, а именно – схватившись за углы нетронутого огнем мешка, Рауль спешно потащил его к выходу, пятясь как рак и спотыкаясь о разбросанный хлам. Пламя с воем захватывало все новые территории, а самое опасное – выделяло клубы темного едкого дыма, из-за которого помещение темного склада становилось еще более непроглядным. Начало щипать глаза, а горло сотрясать непроизвольный кашель. Но уже через пару секунд журналист вывалился на улицу с мешком в обнимку.
Поток прохладного свежего воздуха окатил его лицо, быстро приведя в чувства. Поднапрягшись, Рауль натужно поволок тяжелый мешок в сторону сарая с дрезиной, тяжело дыша и поглядывая на злополучный склад. Его темная громада понемногу окутывалась дымом, исходящего из вентиляционных фрамуг под крышей. Чувство некоторой обиды и преследования судьбой возникло в голове журналиста, встав словно кусочек мозаики на свое место. 
- Словно череда испытаний, раз за разом, - уже вслух сказал он, волоча уголь. – Только что я должен понять от всего этого, черт возьми!
На оставшиеся несколько сот метров ушло добрые полчаса. Мешок лежал рядом с дрезиной, а Рауль устало вытирал пот со лба, стараясь отдышаться и поглядывая на ставший гигантским столбом дыма и огня склад. Такое зрелище могли заметить не только посетители Уайтторна и шахт, но и случайные зрители с десятка миль вокруг. «Только любопытных лиц мне здесь не хватало», - подумал Маршанд и спешно выгрузил содержимое мешка в загрузочный бункер дрезины. Потратив еще десяток минут на розжиг котла, он спешно направился к дому Климента, оставив паровую машину набираться сил.
- Что там произошло? – взволнованно спросила Ноэль, встречая журналиста с порога дома. Рядом стоял невозмутимый священник.
- Непредвиденные обстоятельства, - ответил Рауль, пытаясь отдышаться, и зашел в дом. – Главное, что мы можем двигаться дальше. Поспешим. 
- Склад жалко конечно, но в конце концов он был бесполезен, - сказал Климент, прохаживаясь по комнате и отряхивая одежду. – Вот только дым может привлечь непрошенных гостей. Возможно, вам стоит действительно поспешить.
Забрав вещи, Рауль и Ноэль спешно попрощались с Климентом и быстрым шагом направились к ожидающей их дрезине. И вовремя – давление пара в котле уже достигло высокой отметки, лишние минуты могли повредить котел. Журналист сбросил излишний пар через клапан, который тугой струей ударил в землю рядом. Ноэль с недоверием взглянула на яростно шипящий транспорт. 
- Признаю, в нашем пути вы выбираете все более оригинальные средства передвижения. Обязательно двигаться на этом? 
- Если вам жаль свои ноги и вы хотите действительно дойти до нужного места – пожалуй, не стоит привередничать. 
- Я ведь ничего не сказала, - обиженно ответила Ноэль и резво запрыгнула на дрезину. 
Журналист так же занял место рядом и привел паровую машину в движение. Дрезина резко дернулась, а затем неспешно покатилась по кривым старым рельсам, уходящим в «рудную долину». Облако пара, рассеиваясь в воздухе, прошло над головами двух пассажиров. Скорость плавно росла но оставалась разумной для такого негостеприимного пути.
«Рудная долина» на самом деле оказалась весьма мрачным местом. В тени от высокой вершины, серые кучи породы достигали высоты в несколько метров. Рельсы, уложенные шахтерами без особой подготовки и точных измерений, постоянно змеились и делали поворот за поворотом. Старые шпалы трещали под тяжестью дрезины, которую трясло и метало из стороны в сторону. Скорость то падала, то возрастала – на пути рельсы преодолевали небольшие возвышенности и вновь спускались в проходы между отвалами. Колеса лязгнули на соединениях путей – здесь к основной линии выходило ответвление, уходящее вверх по склону отвала. 
Над головами пронеслась ветхая деревянная арка с креплениями для фонарей. В темное время суток они должны были размечать путь впереди, но сейчас оказались просто бесполезны. Слева донесся угрожающий скрежет – звук шел от элеватора для сортировки руды, превратившегося в прибежище ветра. Вскоре перед глазами из-за горы битого камня появилась долгожданная развилка. Пути здесь расходились в разные стороны. 
- Который из них наш? – Ноэль взволнованно озиралась вокруг. 
- Этот. – Рауль указал рукой в перчатке на правый путь. Затем указал на высокую насыпь, виднеющуюся за левой дорогой – Там мы ничего не найдем.
Дрезина приближалась к развилке. Журналист замедлил ее ход, спрыгнул на ходу и подбежал к механизму переключения стрелок. Решительный рывок заржавевшего длинного рычага - и направление со скрежетом сменилось. Вернувшись на свое место, Рауль вновь увеличил подачу пара и дрезина повернула в сторону скал, где рельсы уходили в до того незаметное узкое ущелье. Внезапно на земле рядом с рельсами Ноэль увидела огромные тяжелые следы, о чем тут же сообщила Раулю.
- Да, мы на верном пути, - ответил тот. - Теперь сомнений быть не может.
Через несколько минут отвалы сменились высокими стенами ущелья, закрывающими обзор и солнечный свет. Шахтеры в свое время укрепили склоны деревянными опорами, но это была скорее мера предосторожности. Каждый поворот пути теперь был неизвестностью.
Пока Рауль с тревогой наблюдал по сторонам, Ноэль сидела совершенно без эмоций на лице. Она вновь ушла в свои воспоминания, годы детства, которые она проводила с заботливой мамой. Отец много времени проводил на работе и на встречах с важными людьми, а потому был незнаком с мыслями и всем, чем жила его дочь. А вот мама всегда могла поддержать ее и окружить заботой... Может потому ее детство ассоциировалось и Маршанд мамой и ярким уютным садом за домом. Эти воспоминания были такими теплыми, что Ноэль невольно улыбалась сама себе. 
Рауль тоже это заметил. Он оставил управление дрезиной, и повернулся к женщине.
- Надо же, я уж подумал, что не увижу вас с улыбкой на лице.
- Почему же? - Ноэль заинтересованно взглянула ему в глаза.
- Вы постоянно были замкнуты, и уж простите, я если честно к этому даже привык.
- Да, вы правы, последнее время в моей жизни происходило много плохого. Иногда мне кажется, что это - плата за ошибки прошлого.
- Пути Господни неисповедимы, вроде так говорится в писании? - усмехнулся Рауль. - Если это так, то мне было бы интересно - за какие грехи я составляю вам компанию.
- Зря вы так, - грустно ответила Ноэль. - Ничего в жизни не происходит просто так. Это всё наши тяжелые уроки, исправление ошибок прошлого.
- Ох, держитесь! - Маршанд испуганно схватился за регулятор и спешно сбросил скорость. Прямо впереди путь пересекала глубокая расщелина, и рельсы шли через нее через хрупкие деревянные рамы. Не успел Рауль подумать, как выйти из этой ситуации, как дрезина осторожно выкатилась на опасный участок. Дерево под рельсами угрожающе затрещало и просело, и путешественники испуганно ухватились за все, что было рядом. Треск усилился, пути резко просели еще на пару сантиметров. Журналист перевел регулятор на полный ход, и дрезина начала ускоряться. В этот момент рамы крякнули последний раз и часть пути рухнуло в темнеющую глубину. В это же мгновение задние колеса дрезины выехали на твердо стоящий путь.
- Кажется, пронесло. - вздохнул Рауль и шумно выдохнул. - Вот только назад мы этой дорогой уже не вернемся.
Ноэль ответила молчанием. Затем задумчиво задала вопрос.
- Зачем вы отправились с Самюэлем в этот самый подземный город? В чем ваш интерес?
- Много причин. Во-первых, профессиональный интерес, шанс открыть что-то новое, - дрезину качнуло на неровности пути и Раулю пришлось ухватиться за стойку корпуса. - Во-вторых, захотел узнать его как человека.
- И как, удалось?
- Я понял, что этим человеком двигала одержимость своим делом, которой он прикрывал свою беду. Одиночество и потери. Тогда я и понял, насколько страшно быть одному.
- А вы не хотели признавать, что это жизненный урок. - ответила мадам Линсингтон и устремила взгляд вперед. Через секунду на ее лице промелькнуло любопытство. - Взгляните, нам сюда?
Рауль повернул голову и увидел вход в шахту. Это были широкие укрепленные ворота, которые сейчас были открыты и куда уходили рельсы. Рядом стояла неизвестная деревянная конструкция с огромными железными колесами вверху и деревянные столбы по сторонам от путей. Ущелье здесь расширялось до небольшой площадки, в углу которой возле скалы был обрыв вниз. Здесь возле небольших кустов тек небольшой ручей с замшелыми камнями на дне. Левее входа в шахту ущелье продолжалось, правда уже без рельсового пути.
Путешественники сразу же заметили неподалеку от входа несколько белеющих скелетов. На них виделись обрывки одежд, скорее всего балахонов. Возле одного лежала железная дубина, рядом с другим- присыпанный каменной крошкой кинжал. Возможно, эти люди погибли совсем недавно - здешние птицы быстро расправляются с такой легкой добычей.
- Кто это? - спросила Ноэль, когда дрезина проехала мимо.
- Наверно те самые фанатики, о которых говорил Климент. На шахтеров они мало похожи.
- Но ведь и не шахтеры их отправили на тот свет.
- Я тоже так думаю. Нам следует быть осторожнее.
Дрезина заехала внутрь шахты и в глаза путешественников ударила тьма. Пока глаза привыкали к таким условиям, дрезину зашатало из стороны в сторону, а затем и вовсе встала как вкопанная. От неожиданного торможения ее пассажиры едва не налетели телами на раскаленный котел. Натужно засвистел пар. 
Журналист спешно спустил пар и затушил топку, заблаговременно использовав еще горящее пламя для розжига красной керосиновой лампы. Она использовалась как сигнальная на дрезине, но теперь ей приходилось быть единственным источником света в руках путешественников. Придя в себя, они забрали вещи с уже бесполезного транспорта и неторопливо направились вглубь шахты.
  ''';
  static String g8a = 'Глава 7. Выигрыш Смита';
  static String g8 =        '''
  Шахта пугала своей оглушительной тишиной. Казалось, что ни звука не проникало сюда из-за толщи тяжелого камня. Лишь едва слышное шипение и треск доносились из потушенного котла дрезины, да шорох мелких камушков под ногами эхом отражался от узких стен штольни.
- Куда мы теперь?
- Не знаю. Мне известно не больше вашего.
- Тогда зачем мы здесь?
- Вы же сами видели следы...
- Но здесь их уже нет.
- Возможно, что он пошел не в шахту, а по скалам. В отличие от нас, его возможности куда выше.
- Но откуда он тогда знает о том, куда идти?
- Не знаю, - раздраженно отмахнулся журналист. И тут его осенила догадка. - Хотя... Кажется, я понимаю в чем дело.
Ноэль терпеливо ждала ответа.
- Когда мы с Самюэлем были в Ирдишхорте, то на пути встречали много различных документов... Да, в одной комнате мне попалась одна бумага, там говорилось о некотором северном проходе, который не достроили, о подземной гавани... Вот!
- О чем вы?
- В своей последней записке Самюэль говорил - когда он обретет новую жизнь в механическом теле, он уйдет в "тихую гавань". Вот что он тогда имел ввиду! Подземную лабораторию в прибрежных горах с выходом к морю, где долгое время управлялись ученые- просто идеальное для него место. А главное - у того документа с обратной стороны была схема... Наверно это путь к этому месту, и Самюэль его изучил. Сейчас бы этот документ был бы только кстати!
- Кажется, я начинаю понимать, - заинтересованно сказала женщина.
- Климент говорил о том, что шахтеры что-то нашли в этой шахте, после чего их закрыли... Идем. Мы должны найти это место. 
Они двинулись дальше, двигаясь вдоль остатков рельс в глубину штольни. Кое-где были разбросаны инструменты, в небольшом ответвлении обнаружилась даже заваленная набок старая вагонетка. Чувствовался легкий запах сырости и другой, незнакомый, вызывающий отторжение. В красном свете лампы узкая штольня казалась одной из дорог в ад. Но мертвая тишина не вписывалась в эту картину.
- Мы как будто в кошмарном сне, - сказала Ноэль, перебирая ногами за спиной журналиста. - Только он все никак не заканчивается.
- Кто знает, может мы реально спим – и когда-нибудь придется проснуться! – усмехнулся Рауль и устремился вперед.
Вскоре прямая штольня сменилась пологим длинным спуском. В темноте его конца не было видно, путешественники заволновались. К тому же тишина сменилась едва слышимым гулом. Ноэль стала нервничать и теребить в руках лямку сумки с неприятным скрипом. 
- Спокойнее, - недовольно сказал Рауль. И в то же мгновение откуда-то впереди раздался металлический стук, эхом прокатившийся по шахте.
Напуганные неожиданным звуком, они осторожно пошли вперед. Через сотню метров штольня вышла в вертикальную шахту-колодец, диаметром с десяток метров. Свет сюда проникал с поверхности через железные решетки вверху колодца. Внизу стояло неизвестное сооружение из металла, по возрасту такого же как и все механизмы шахт. В нем было множество массивных шестерен и тускло поблескивающих труб, назначение которых было трудно объяснить. Из колодца в другом направлении был еще один проход. 
- Здесь пахнет сыростью, - сказала Ноэль, и провела пальцами по старому металлу. На пальцах остался слой ржавчины. – Я не хочу здесь больше оставаться. 
- Хотите вернуться? – с насмешкой спросил Рауль. – Ну, сейчас это конечно будет очень кстати.
- Вам смешно? Ну конечно же, я ведь безумна – так вы считаете. Бросила все, доверилась незнакомцу и полезла прямиком в ад – что уж тут скажешь. Но раз так – зачем вы согласились идти со мной? 
- Потому что… - начал было Рауль и задумался. – Потому что… я считаю это своим долгом. Хотя бы перед собой. 
- Тогда вы поймете меня. – ответила Ноэль и отвернулась. - Идемте же дальше. 
- Стоять. – раздался мрачный суровый голос за их спиной, заставив обоих вздрогнуть от неожиданности. – Не так быстро.
Слова были настолько внезапно и странно нарушили тишину, что Ноэль буквально впала в ступор. Ошарашенный журналист медленно повернулся назад, в сторону механизма. Рядом с ним стоял крепкий мужчина среднего роста, одетый в кожаную куртку и в небольшой шляпе надвинутой на глаза. Такие шляпы носили обычно охотники-егеря – с узкими, поднятыми сзади и к краям полями и высокой тульей. Через плечо у мужчины висела косая сумка, а в руке был направленный в сторону Маршанда револьвер. 
- Кто вы такие и что здесь делаете? – вновь сказал незнакомец.
- Мы в праве задать тот же вопрос, - ответил Рауль.
- Не стоит спорить.
- Соглашусь. Мы, эм… исследователи из горной компании, ищем здесь одно место. А вы?
- Исследователи? Камушки изучаете, значит? Это хорошо. – мужчина опустил револьвер и подошел ближе. Свет осветил его мощное лицо с небольшой небритостью. – Вот хозяева шахты и их люди –другой разговор.
- Чем же они плохи? 
- Жадные слишком, - незнакомец протянул руку журналисту. – Я Смит. Ищу приключений на свою душу, хех! А если честно – что-нибудь ценное из того, что осталось от шахтеров. Тут полно полезных штуковин. 
- Занимаетесь мародерством? – язвительно спросила Ноэль.
- Не люблю это слово. Скорее – присваиваю бесхозное имущество. Все равно оно здесь лежит без дела. А ваши имена? 
- Я Рауль, а это – Ноэль. Мы из Рапиндо, в этой шахте впервые. Но знаем, что нам надо в дальнюю штольню, нам сказали, что там есть нечто необычное. 
- Необычное? Хм, а это звучит заманчиво. Дальняя штольня? Это уровень ниже, здесь я уже успел все обойти. Я пойду с вами.
- Хорошо. Покажете путь туда?
- Разумеется, - Смит широко улыбнулся и энергично пошел во вторую штольню. - Не отставайте! 
Захватив с собой фонари, увеличившаяся на одного человека компания отправилась в путь по шахте.
- Зачем вы ему сказали про поиски? – тихо сказала Ноэль Раулю, чтобы Смит их не услышал.
- Расчет, - ответил журналист, не сводя глаз с нового компаньона. - Мы ведь не знаем, какие опасности поджидают впереди, и лишним еще один человек не будет. К тому же - он знает дорогу, а мы нет. Вот и пришлось заинтересовать.
- О чем это вы там шепчетесь? - спросил обернувшись Смит. С немного надменным видом он что-то постоянно жевал и ухмылялся.
- О поисках. А вот что вас может заинтересовать в таком мрачном месте?
- Я же говорю - шахтерские механизмы... В Рапиндо механики гоняются за такими вещичками, сооружая свои безумства. А в старых шахтах полно того, что они ищут... - Смит негромко щелкнул языком. - Ну и порой можно найти и что-то другое.
- И не надоедает? Да и шахт в наших краях не так уж и много...
- Гы, так кто же говорит, что я только в этих краях обитаю! - он расхохотался. - Хороших мест повсюду хватает!
- И где же ты находился до этих мест? – спросил Рауль.
- Сидел в эту неделю в таверне Рапиндо. Славная выпивка, ничего не скажешь. Просто планы изменились – я ведь хотел сначала на кладбище кораблей попасть, но не смог.
- Кладбище кораблей? – Ноэль удивленно склонила голову. Журналист так же перевел внимание.
- Да. По другую сторону этих гор начинается море. Отсюда до порта Рапиндо меньше десятка миль – но место коварное. Что-то не так там под водой, и она течет в противоположные стороны, беснуется и порождает ужаснейшие волны. А еще скалы… Немало кораблей погибло там, пытаясь сократить путь к порту – они становились игрушками волн и гибли на острых скалах. Поначалу никто на это не обращал внимания – ну что такое для моря один-два рыбацких баркаса или торговца. Но пару лет назад там оказался огромный поврежденный броненосец, едва ползущий на ремонт. Стихия целые сутки забавлялась с беспомощным гигантом, кроша и скручивая сталь. Он стал зловещим символом места. Погибла большая часть команды, остальные с трудом добрались до порта и рассказали об этом людям. По городу поползли слухи, которые разнесли газеты. Властям надоело это терпеть и они построили маяк недалеко от этих скал. Но – совсем недавно он сам разрушился от непогоды. С тех пор все избегают этого места – слухи сделали свое дело. 
- Но ты ведь хотел попасть…
- Конечно, это ведь такая сокровищница! Я попытался туда пройти вдоль берега – и неудачно. Как бы я не пробовал – у меня ничего не выходило. А о том, чтобы подплыть туда на лодке – и речи не могло быть. Тогда я оставил эту затею и начал осматривать окрестности… И эта шахта оказалась весьма кстати. 
- Чего не скажешь о нас, - добавила Ноэль. 
- Это верно. Но – думаю, что мы не станем на пути друг у друга, правда?
Через пару минут они вышли к старому подъемнику. Это была небольшая деревянная кабинка, которая спускалась и поднималась по зубчатым рейкам с двух сторон при помощи шестерен и двух воротов. Механизм был старым, но все же мог успешно работать.
Смит осмотрел платформу, проверил шестерни. Он остался доволен.
- Заходите сюда, будем спускаться. 
- Эта штука нас выдержит? - недоверчиво спросил Рауль, осторожно забравшись внутрь кабинки.
- Должна. Тут не так уж и много спускаться. Раньше на ней вообще уголь поднимали, а уж нас так и подавно спустит.
Все трое встали внутри кабинки. Дерево немного затрещало, звук отразился эхом от каменных сводов. Смит взялся за один ворот и указал Раулю встать возле другого. Затем взялся рукой за рычаг стопора кабинки, удерживающего ее на месте.
- Раз, два... поехали!
Кабинка подъемника вздрогнула и начала спускаться. Придерживая два ворота, мужчины контролировали спуск. Ноэль смотрела на них из центра кабинки и придерживала вещи. Внезапно Смит отпустил ворот и не отрывая от него взгляда, отошел на шаг назад.
- Слушай... Отпускай ворот. Она сама спуститься.
- С ума сошел?
- Да не волнуйся, здесь смазка в шестернях застыла- туго крутятся. Отпускай.
Рауль с недоверием посмотрел на него и осторожно отпустил ворот. Он слегка дернулся и продолжил так же неторопливо вращаться. Смит довольно улыбнулся и присел на пол кабинки.
- Вот видишь - все в порядке.
Однако через десяток секунд началось неладное. Смазка нагрелась и размягчилась- шестерни вздрогнули, а затем начали стремительно вращаться. Ноэль вскрикнула, и кабинка подъемника стремительно полетела вниз, набирая скорость.
- Тормози! - крикнул Рауль Смиту. Тот послушно кивнул и, дотянувшись до рычага, потянул что есть сил. Но было уже поздно - кабинка с грохотом упала на каменную твердь нижнего уровня. Дерево треснуло, пара балок отвалилась, не выдержав удара. Воцарилась тишина.
Спустя несколько мгновений пассажиры подъемника стали приходить в себя. Откашливаясь, охая от полученных ушибов, мужчины поднялись с жесткого пола и помогли подняться Ноэль. Ей повезло больше - во время падения она налетела на относительно мягкие сумки и практически не пострадала. Только немного пожаловалась на боль в руке.
- Простите, я не хотел, - начал оправдываться Смит, поглаживая ушибленное плечо. - Эта техника такая ненадежная.
- Стоило об этом вспомнить раньше, - пробурчал журналист и выпрямил спину. - Дальше куда?
- Вот по этому тоннелю, - Смит одел шляпу и указал рукой направление. А вот дальше я не знаю, какое место вы ищете.
- Спасибо и на этом!
Они продолжили идти, пока тоннель не свернул влево. Здесь его высота уменьшилась- идти приходилось, сильно пригибаясь. Это довольно быстро утомляло.
- Долго еще идти?
Я знаю не больше вашего.
Через еще пару десятков метров они вышли к развилке. Здесь путь расходился на три направления, окончательно разочаровав путешественников.
- И что теперь? 
- Может будем обходить каждый путь по очереди? - робко предложила Линсингтон.
- Мы так будем вечно блуждать в этом мраке. А керосин в лампе не бесконечный. Надо выбрать один путь.
Воцарилось неприятное молчание. Рауль решил расслабиться и закурить. Достав из кармана куртки свою старую бензиновую зажигалку, он разжег пламя, которое тут же затрепетало в его руках. Глаз случайно заметил одну важную деталь- пламя отклонялось от потока воздуха. Выставив раскрытую ладонь вперед, журналист прислушался к ощущениям и громко заявил:
- Идем в правую сторону.
- Чего это? - удивился Смит.
- Нужно кое-что проверить. Идем туда.
Рауль решительно пошел вперед, и остальным ничего не оставалось как последовать за ним. Штольня становилась все более грубо обработанной - путешественники приближались к месту забоя. На каменных сводах появились капельки воды, в воздухе начала ощущаться легкая сырость. Движение воздуха стало более ощутимым.
- Кажется, ты был прав, - сказал Смит Раулю из-за спины. Тот промолчал и продолжил движение. 
Наконец тоннель закончился. Перед глазами путешественников предстал огромный шахтерский бур с механическим приводом. Он был немного отодвинут от места проходки, где виднелся небольшой провал. В нем был заметен очень слабый холодный свет, доносился легкий гул и далекое неразличимое эхо неизвестной активности. Подойдя к буру, Смит заглянул в провал и присвистнул от удивления. 
- Вот это «шкатулка» … Это и есть то самое место, что вы искали?
- Похоже на то. Что видишь? – спросил его журналист.
- Коридор здесь. Освещен электрическими свечами… я такие видел на заводе. Признаюсь – я такого здесь не ожидал!
- Тише, прошу вас! – громко зашипела на них Ноэль. – Не привлекайте внимание – мало ли кто здесь есть еще…
Мужчины переглянулись и осторожно, не говоря ни слова, стали спускаться в провал. Аккуратно спрыгнув на выщербленный пол, Смит помог спуститься Линсингтон. Спустя мгновение он уже увлеченно бегал глазами по незнакомому месту в поисках наживы.
- Я просто чую здесь свой выигрыш, - воодушевленно сказал он остальным.
Рауль споткнулся и чуть не выругался в слух через мгновение – под ногами оказался почти разложившийся труп, разрезанный на три части. Осветив его фонарем и морщась от отвращения, журналист понял – это был один из шахтеров.
- Не к добру это, - сказал Смит пнув разваливающиеся останки. – Не от старости же он развалился как…
- Довольно. Главное – чтобы мы сами не разделили его участь.
- Да будет вам, - усмехнулся Смит. – Не первый раз в таких местах, не пропаду.
- Я тоже не первый. И я знаю другое.
- Да? – Смит недоверчиво покосился на Рауля. В его взгляде промелькнула неприязнь. – Ну тогда веди, о великий исследователь. Уж тебе лучше знать, чем мне, мастеру пыльного хлама!
- Ставишь себя выше? Как и подъемник? – с издевкой спросил журналист, от чего искатель побагровел и надвинул на глаза шляпу. Но через мгновение из-за поворота длинного коридора раздался ужасный металлический скрежет. Спустя секунду вновь повисла привычная тишина. Смит преобразился в лице и осторожно пошел на шум.
- Стой! Куда? – приглушенным голосом обратился к нему журналист, но тот лишь раздраженно отмахнулся рукой. Обида и азарт взяли верх. Раулю и Ноэль ничего не оставалось, как осторожно следовать за ним, сохраняя дистанцию.
За поворотом коридор выходил в большой квадратный зал. Вход в него преграждался выдвижной крупной железной дверью, но сейчас она была открыта и помята в нескольких местах. В зале находилось несколько рядов стеллажей с деревянными ящиками, трубы и бочки с неизвестным содержимым. В дальней части зала оказалась широкая дверь. Смит, нервно озираясь, нетерпеливо открыл ее. Перед ним открылся плохо освещенный коридор, в который выходили двери в боковые помещения. Он зашел в первую дверь и довольно присвистнул.
- Вот это мне по душе! Займемся делом!
Когда через мгновение в помещение зашли Рауль и Ноэль, искатель уже вовсю хозяйничал здешним инвентарем. Это была явно небольшая лаборатория – пара шкафчиков бумаг, столы с различными приборами и небольшими механизмами. Смит хватал вещи через одну и быстро оценивал своим приметанным взглядом. Рауля же заинтересовали разбросанные повсюду бумаги, немного испорченные сыростью. Прочитав пару из них, он понял – это расчеты какого-то нового вещества. В заголовке стояла подпись – «3 исследовательский отдел, Ирдишхорт – Север».
- Я был прав, - сказал он тихо волнующейся Ноэль. – Это то самое место.
- Нужно разыскать Самюэля. 
- Не будем торопиться. Нужно разбирать свой каждый шаг. Посмотрим, что тут есть еще нового.
Они перешли в следующую лабораторию. Подземелье не было большим, но содержало огромное количество ценностей для науки и техники. У Смита загорелись глаза, и он решил оббежать все помещения, чтобы оценить все свои трофеи. Рауль попытался вмешаться.
- Нам не стоит разделяться. Это место нам совсем неизвестно.
- Вы явно никуда не торопитесь. А вот я – да. Ищите свои камушки, а я займусь тем, что теперь мое по праву.
Смит стремительно ушел, а журналист в смятении начал собирать разбросанные отчеты и заметки. Однако ничего относительно информации о этом месте найти не удавалось. Его внимание привлек один из железных шкафов, предназначенный для хранения приборов. Металл был сильно измят, дверцы выломаны – и часть приборов уже лежала на полу в виде крупных осколков и деталей. Было ясно, что кто-то здесь успел похозяйничать.
Еще одна заметка, попавшая журналисту на глаза. «14 мая. Ожидаем поставки меди и кристаллов для продолжения работы. Прототипы прошли успешные испытания и направлены в центральные мастерские».
Тишину поиска нарушил недовольный возглас Смита и шум падающих вещей. Одержимый исследователь не особо церемонился с сохранением порядка и сохранности этого места. Внезапно послышались быстрые тяжелые шаги с характерным шарканьем, испуганный возглас Смита, сменившийся криком боли и мучительный хрип. Его прервал противный визг металла и короткое тарахтение. Снова наступила тишина.
Рауль и Ноэль присели к земле и замерли. Огонь в лампе пришлось срочно потушить, чтобы не выдавать своего присутствия. Через пару секунд вновь раздались торопливые твердые шаги, и через темный дверной проем они заметили спешащую сгорбленную фигуру с неестественным шагом, промчавшуюся по коридору. Шаги стремительно удалялись. Рауль коснулся плеча Ноэль и шепотом произнес.
- Идем. Надо выскользнуть отсюда.
- Туда? Нет, ни за что! –возмущенно прошипела Ноэль.
- Тихо. Лучше там, где можно убежать, чем здесь – тут как западня.
Он потащил ее за рукав к двери и замер за ее краем. В царящей тишине он слышал лишь неприятный шум, напоминавший непрерывное человеческое сипение. Оно давило на подсознание и вносило в него все больше страха. Журналист сделал усилие над собой и осторожно заглянул за угол. 
В длинном коридоре, уходившем в глубины подземелья, он увидел удаляющуюся человекообразную фигуру. Присмотревшись, ему стало понятно – это автоматон. Но к его ужасу, это была вовсе не то, что он рассчитывал увидеть – шаркающая дерганная походка, опущенные верхние конечности, часть которых выглядела совершенно непонятно – и некоторая предсказуемость. Вдоль всего коридора тянулся жуткий кровавый след, кое-где посыпанный ошметками плоти. «Бедняга Смит» - подумал журналист, но тут же отмахнулся от расстраивающих мыслей. Машина неторопливо прошагала до конца коридора и начала озираться. При этом от нее исходило шипение воздуха, напоминавшее шум ветра в пустой трубе. Рауль скрылся обратно за угол. 
- Нужно ждать, - шепотом сказал он Ноэль. Та не ответила.
Шипение сменилось удаляющимися шагами автоматона. Снова выглянув за угол и не обнаружив там опасности, журналист решительно пошел в свободный проход, откуда вышел автоматон. Ноэль испуганно следовала за ним. За новой распахнутой дверью оказалось большое помещение, заполненное всевозможными механизмами и станками. Под потолком располагались затронутые ржавчиной подвесные краны, всюду находились жестяные пустые баки, к станкам тянулись кожаные шкивы и ремни, соединявшие ролики и шестерни. Все это мрачно освещалось сквозь грязные стекла тусклыми газовыми фонарями. Топливо к ним поступало по тонким латунным патрубкам из источников светильного газа в самой горе – они часто сопутствовали угольным месторождениям.
В дальней части этой своеобразной «фабрики» находился еще один, довольно широкий проход. Попасть к нему можно было лишь миновав этот лабиринт из механизмов, станков, цистерн и ящиков. Путешественники осторожно двинулись вперед, стараясь заранее просчитать путь к выходу. Внезапно, не заметив в темноте, Ноэль задела торчащие обрезки труб и они со звонким лязгом рухнули на каменный пол. Эхо выстрелом раскатилось по огромному залу. Не успел звук утихнуть – как раздалось уже знакомое сипение. Краем глаза журналист успел заметить, как замерший без движения автоматон ожил и теперь стремительно приближался к источнику шума.
- О боже! – воскликнул он, и в панике потащил Ноэль вперед. Автоматон стремительно приближался, неуклюже разбрасывая оказавшийся на пути хлам и резко припадая к земле. Линсингтон тоже заметила нависшую над ними опасность – и едва не потеряла сознание. К счастью, резкий рывок Рауля за руку вывел ее из опасного состояния и мобилизовал силы.
- Быстрее, быстрее!
Маршанд мчался, не разбирая пути. В голове вновь возникли картины из недавнего прошлого, из страшного Ирдишхорта – как пришлось так же спасаться бегством от безумных культистов – фанатиков. Но – то были, живые люди, так же имеющие страх и чувствующие боль. А здесь…
Внезапно путь преградил массивный ящик для металлических отходов. Сдвинуть его уставшему и напуганному журналисту было сейчас не под силу. Про мадам Линсингтон вообще речи не шло – в тот момент она была смертельной обузой для его спасения. Пара мгновений – и вот глаза отыскали проход под лотком для деталей, а тело уже решительно направилось вперед под бешенный стук сердца. Пробежка в десяток метров, поворот, еще поворот… За спиной вновь раздался металлический визг и тарахтение – неизвестный автоматон ломал преграды на своем пути своим страшным оружием. Теперь Рауль точно знал это. 
Спасительный проход оказался теперь прямо перед ними. Из последних сил Маршанд тянул за собой задыхающуюся Ноэль, стараясь выиграть время. Дверь впереди оказалась закрытой, но не запертой – и в одно мгновение оказавшись за ней, журналист закрыл тяжелый рычаг-засов. Оставив Ноэль возле стены, он принялся сбрасывать стоящие возле стен тяжелые шкафы на закрытую дверь, стараясь укрепить ее еще больше.
Из одного шкафа вылетела измятая бумага. Схватив ее, Рауль мельком прочел текст. 
«25 июня. 
Сэр, работы над новыми уравнителями закончены. Образцы доставлены на испытательную площадку 23, ждем дальнейших указаний»
После того, как на нее рухнул второй по счету шкаф – за дверью послышался лязг металла и удары. Вокруг дверного проема осыпалась каменная пыль.
- Надолго ее не хватит… надо идти.
Они прошли пару десятков метров по широкому тоннелю с колеей по центру. Газовых фонарей становилось все меньше – и конца тоннеля уже нельзя было рассмотреть. Это место все больше угнетало его посетителей.
- Я не могу… Я не могу больше, - дрожащим голосом произнесла Линсингтон. Состояние шока немного оставило ее, и теперь нахлынули сильные эмоции. – Я не хочу этого… Я не хочу! Верните меня и моего Самюэля!! 
- Прошу вас – тише. Мы и так в большой опасности.
- Нет! Я не хочу больше терпеть… Я хочу проснуться от этого кошмара! Хватит! Все!
Из темноты тоннеля послышался зловещий гул, от которого Раулю стало не по себе. Нужно было действовать. Чего не скажешь о Ноэль, ее полностью охватила истерика. 
- Я тебя ненавижу! Зачем я здесь? Почему! Выпустите меня!
- Простите меня… - тихо сказал Рауль. 
- Что? Простить? Я…
Ноэль не успела закончить фразу – ловкий удар руки оглушил ее и ввел в беспамятство. Она обмякла и завалилась назад, но журналист успел ее вовремя подхватить. Тяжело вздохнув и выругавшись про себя, он поправил сумку на плече, поднял безвольное тело женщины и насколько мог – спешно направился в темноту тоннеля. 
Спустя сотню метров из темноты показалась новая дверь – двустворчатая, из листового металла. Осторожно раскрыв ее, Рауль зашел внутрь. По глазам резанул яркий свет – здесь находилась еще одна часть подземного комплекса. Лучи света проникали через провалы в «потолке» - это была часть подземной полости, частично выходящей на поверхность. Здесь было намного прохладнее - сюда залетали порывы холодного ветра. А еще был слышен гул моря неподалеку, пускай и довольно слабый. По периметру помещения были расставлены столы и стеллажи, небольшая стенка из кирпича частично разделяла это место на две части. Из-за нее Рауль не видел происходящего в другой части помещения. 
Осторожно положив Ноэль в углу возле стопки старых бумаг, он осторожно пошел вперед вдоль стены, стараясь оставаться незаметным. Общий шум подземелья разбавлял звук каких-то неизвестных работающих механизмов, доносившихся из-за стены. Сердце учащенно забилось от ощущения неизвестности, дыхание стало неровным – но журналист взял себя в руки. «Спокойно, парень, спокойно… Ты сильнее своего врага. У этих машин нет души – они остаются лишь железом» - мысли постепенно собирались в одно целое. Подобравшись к краю кирпичной кладки, Рауль осторожно заглянул за угол. Там он увидел широкую площадку с проложенными рельсами, которые уходили в два расходящихся в разные стороны тоннеля. Звук механизмов раздавался из левого –он все больше походил на работу механических мастерских Рапиндо, коих в городе было великое множество. Обоняние учуяло неприятный запах горящего угля и гари – подобный часто царил на железнодорожных узлах. Не в силах остановиться, журналист прошел дальше.
  ''';
  static String g9a = 'Глава 8. Самюэль';
  static String g9 =        '''
  Место, куда выходил короткий тоннель, больше всего походило как раз-таки на одну из мастерских. В полутьме стояло оборудование и рабочие столы. Дым и запах здесь становились совсем уж нестерпимыми. Взгляд буквально сразу же обнаружил движение – возле одного из столов стоял механизм- автоматон. Его размер был куда крупнее предыдущих, встреченных в подземелье. Автоматон был явно занят делом, но каким – трудно было сказать из-за плохого обзора. Внутренний голос вопил – нужно уходить. Рауль уперся рукой в стену – и неожиданно для него от нее отвалился небольшой кусок треснувшего камня и с громким стуком упал на пол. Автоматон вздрогнул и быстро развернулся в сторону шума.
Маршанд в мгновение ощутил холод ужаса по всему телу – это был Самюэль! «Но как? – промелькнуло в голове. – Я ведь четко помню – он не мог слышать звуков!» Ответ пришел буквально через секунду – огромная механическая фигура вышло на освещенное пространство, поблескивая хрустальной оптикой «зрения». Фигура была хорошо знакома – все те же мощные механические конечности, загрузочный механизм для топливо, пара коротких труб, выбрасывающих дым работающей паровой машины – лишь благодаря добротной вентиляции подземного комплекса он не заполнил помещение и журналист мог кое-как дышать. Но главное – автоматон «оброс» дополнительными механизмами, словно старое дерево мхом. Среди прочих были и пневматические «уши», такие же как и на незнакомых автоматонах. Впрочем, времени на передышку не было – «Самюэль» был явно настроен на плохой исход встречи. В одной из его «рук» была огромная самодельная дубина из металлических прутьев и обрезков труб, которую автоматон с некоторым усилием и ужасным скрежетом волочил за собой. И тем не менее – огромные шаги позволяли ему очень быстро догнать напуганного Рауля. Тот в страхе выбежал в тоннель, спотыкаясь и едва не падая. Спустя минуту они оба оказались в зале с проваленной крышей. Здесь было больше места для маневра, но отступать было уже некуда.
- Чего ты хочешь? – прокричал журналист автоматону-Самюэлю. Тот ответил протяжным гудком и мощно описал впереди себя полукруг дубиной. Окажись в его радиусе Маршанд – и как минимум с ногами пришлось бы попрощаться. Но за мгновение до этого, тот тяжело отпрыгнул в сторону, прерывисто дыша. Неравный бой продолжался.
Журналист удачно вспомнил про свой револьвер за поясом – от растерянности поначалу он просто вылетел из головы. Схватив его, он сделал быстрый выстрел по автоматону не целясь. Пуля срикошетила о металлическую конечность и ударила в каменный свод, отколов несколько осколков. Рауль выстрелил еще раз – теперь пуля пробила обшивку, но все же не нанесла ощутимого вреда. Зато автоматон смог нанести удар по касательной, так что Рауль отлетел в сторону, постанывая от боли. Лишь чудом он избежал следующего удара – отчаянным рывком поднявшись на ноги, подвывая от резкой боли, он вновь бросился в противоположную сторону зала, отбрасывая за собой хлам под ногами. Автоматон вновь начал движение, оставляя за собой темный и едкий дым. Журналист устало обернулся на бегу для очередного выстрела и заметил позади Самюэля Ноэль, которая с трудом держалась на ногах. Рукой она держалась за ушибленную голову.
- Самюэль?! – раздался женский голос. Огромная механическая фигура замерла, а затем резво развернулась на источник шума. Ноэль вскрикнула, но не сошла с места. Автоматон огромными шагами угрожающе приближался к женщине.
Внезапно звук, издаваемый «человеком», заметно изменился. Вой механических конечностей и сотен шестерен стал более напряженным, появился едва слышный новый гул. Автоматон замер в нерешительности перед хрупкой замученной женщиной. Та с отчаянием и слезами смотрела на него, не проронив ни слова. Самюэль наклонился ниже своим огромным металлическим корпусом и опустил конечности. Внутри застрекотали маленькие шестеренки механического разума.
- Неужели это ты…- со слезами на покрасневших глазах сказала Ноэль. Она протянула руку и коснулась холодного металла. Повисшая тишина превратила момент в вечность.
Рауль поднялся на ноги, тяжело откашливаясь. В глазах немного двоилось от удара, но он все увидел. Пораженный зрелищем, он замер невольным зрителем в десятке шагов в стороне.
Самюэль, хоть и был теперь настоящей машиной и олицетворением своей заветной мечты, имел и нечто живое. Это было сердце, которое ученый попросил Рауля вырезать и вложить в новое «тело». Самюэль Донсон считал, что это даст его творению умение чувствовать и ощущать эмоции – и оказался прав. Автоматон обрел все это в дополнение к прекрасному искусственному интеллекту, механическому мозгу – творению лучшего друга Самюэля Томаса. Но главное – он непостижимым образом сохранил в живой плоти человеческое сознание и развил интуицию. Потому его можно было назвать личностью. 
Рауль подошел ближе. Автоматон угрожающе загудел, но Ноэль сделала останавливающий жест рукой, и тот остановился. Вместо этого он выпрямился и неторопливо направился назад в лабораторию. Линсингтон и Маршанд последовали за ним, пытаясь понять его действия. 
 Оказавшись повторно в мастерской, Рауль смог наконец ее осмотреть. Неизвестно, чем занимались ее обитатели тогда, но сейчас все было определенно – здесь хозяйничал умный автоматон. Из деталей он собирал новые устройства, и даже улучшал себя – журналист заметил на корпусе автоматона немало прикрученных блоков шестерен, пружин, дополнительных рычажков и вовсе непонятных вещей. А возможно, он лишь пользовался когда-то созданными здесь изобретениями?
Разгадка пришла, когда Рауль подошел к месту «работы» автоматона. Возле мощного стола-верстака лежал разбитый остов одной из зловещих машин – как та, что убила Смита. Остов был раскурочен, внутренние детали механизмов грубо выломаны – повсюду на столе лежали сломанные детали. В противоположность этой картине чуть в стороне виднелся полуистлевший труп человека – скорее всего, законного обитателя этой лаборатории.
- Он научился самосовершенствоваться, - заметил журналист, обращаясь к Ноэль. Та не обратила внимания, поглощенная задумчивым созерцанием того, на чьи поиски она потратила столько сил. Казалось, что ее потрясло сильное разочарование. Сам же автоматон после его слов поднялся с места и направился в дальний угол мастерской.
- Эй, куда же ты? – Маршанд с интересом последовал за ним. Там Самюэль остановился возле старой печатной машинки, оставленной таинственными учеными. В печатную машинку был вставлен довольно длинный лист пожелтевшей бумаги. Самюэль замер возле нее, потрескивая и щелкая механическим мозгом, а затем осторожно нажал на клавишу с буквой. Затем еще и еще... Рауль и Ноэль завороженно наблюдали, как огромный автоматон печатал слово на непомерно маленьком для него устройстве. Вскоре он остановился, двигая хрустальными "глазами". На бумаге отпечаталась короткая фраза - "ИДТИ ВЫХОД".
- Что это значит? - спросила Ноэль. Автоматон выпрямился в полный рост и загудел.
- Он просит нас уйти, - сказал Рауль. - Не хочет, чтобы мы оставались.
Откуда-то издали раздался звук глухого мощного удара. Через пару секунд он повторился. Самюэль вновь загудел.
- Но почему? - спросила Ноэль. - Он ведь узнал меня. Он не тронул меня...
- Здесь происходит что-то недоброе. И он это знает. Нужно уходить.
Вдалеке вновь раздался грохот. По лицу женщины потекли слезы. Она подошла к огромной чадящей машине, слегка покашливая от едкого дыма, и вновь прикоснулась к холодному металлу. Автоматон повернул на нее "глаза" и коротко прогудел. Затем быстро направился к выходу из мастерской, волоча за собой свою тяжелую самодельную дубину с противным скрежетом. Рауль незаметно взял некоторые бумаги по исследованиям, имеющим немалую ценность для других исследователей, а затем взял Ноэль за руку и осторожно повел вслед за машиной. Впереди послышался новый шум и звук работы незнакомых механизмов. Ещё не развеявшийся дым слезил глаза, заставлял щуриться. На душе камнем висело чувство тревоги. Путешественники вновь вышли в зал с проваленной крышей, где начинали развиваться драматические события.
Посреди зала, возле обломков исследовательского оборудования, неподвижно стоял Самюэль. Паровая машина внутри него накапливала дополнительную энергию, сжимая пар. Машина словно готовилась к чему-то важному.
Рауль и Ноэль затаились возле выхода из туннеля и наблюдали. Вскоре действия Самюэля стали понятны - вновь раздался грохот и шум механизмов. Из-за разделительной стены осторожно вышли два автоматона-"хищника", уже знакомых гостям подземелья. Отдаленно напоминающие смесь человека, обезьяны и парового станка, они были меньше Самюэля и лишь незначительно больше человека. Их конечности-"руки" на конце несли небольшие дисковые пилы-фрезы, медленно вращающиеся с небольшим стуком. Автоматоны издавали звук шипящего воздуха, эхом отражающегося от каменных сводов подземелья. 
Самюэль протяжно загудел и, заведя дубину в сторону, бросился на противника. "Хищники" разделились и пружинистыми шагами, припадая к земле, атаковали с флангов. Самюэль размахнулся дубиной, которая сбила и отбросила одного автоматона в сторону. Второй оказался в стороне и нанес удар. Пила застучала и с визгом начала резать металл, но безуспешно - Самюэль мощным толчком опрокинул "хищника" и обрушил на него всю тяжесть удара своей дубины. Раздался треск проламывающегося металла, шипение пара и воздуха, хруст деталей - автоматон был разрушен и не в состоянии продолжать бой. Опустив пилы на землю, он дал им вращение- и под скрип и лязг медленно стал уползать прочь, оставляя грязный след. 
Тем временем, второй "хищник" оправился от удара и вновь ринулся в атаку. Тяжелый удар пилой пришелся прямо по корпусу "Самюэля" - зубья мгновенно разорвали обшивку и вырвали часть шестерен механизма привода. Тот загудел, паровая машина резко увеличила обороты, расходуя резервный запас пара. С огромной силой развернувшись назад, он ударил дубиной по противнику. "Хищник" за мгновение лишился конечности с пилой, которая отлетела на пару метров в сторону. Из образовавшейся дыры с воем начал выходить сжатый воздух. Самюэль победно загудел - "хищник" поспешно отходил прочь. Ноэль радостно воскликнула и улыбнулась. Но Рауль уже заметил, что бой продолжается.
Из-за фигуры отступающего автоматона показалось нечто странное. Машина, напоминающая древний четырехгранный обелиск или перевернутое долото, медленно и с мерным стуком приближалась к Самюэлю. С двух сторон на разной высоте к нему крепились две штанги, оканчивающихся острыми треугольными наконечниками как у стрелы. По высоте он был несколько ниже Самюэля и не испускал дыма - в нем не было паровой машины. 
Автоматон обрушил тяжелый удар по "обелиску", но не нанес никаких повреждений- материал был очень крепким, а устойчивость конструкции была потрясающей. Самюэль опустил дубину на землю и вновь сделал замах, но не успел атаковать - обе штанги-лезвия "обелиска стремительно развернулись горизонтально вперед и разрубили обшивку корпуса и один паропровод. Самюэль пошатнулся и быстро окутался клубами горячего пара, в воздухе начал ощущался металлический привкус.  Еще один выпад "обелиска" повредил одну из конечностей.
- Нужно уходить, - сказал Рауль и попятился назад.
- А как же он? - с тревогой спросила Линсингтон.
- Мы ему не поможем. И он в силах справиться сам - ведь он здесь уже давно. Идем.
Ноэль пошла вперед, а журналист следом. Последнее, что он успел заметить - как сокрушительный удар дубины с треском сминает одну из граней "обелиска", под стук работающих шестерен и гул парового котла. Рауль обернулся и ускорил шаг.
Путь оставался только один - в соседний с мастерской туннель, ведущий в неизвестность. Вдоль него был проложен старый рельсовый путь, по которому когда-то передвигались платформы с исследовательским оборудованием. Здесь не было освещения, идти приходилось почти на ощупь. Но уже через пару сотен метров изогнутого вправо пути впереди показался слабый мерцающий свет. За спиной еще был слышен гул борьбы, а впереди уже доносился новый гул. Запах сырости и влажность усилились.
- Это… Это действительно страшный сон, - проговорила Ноэль. Слова эхом отражались от сводов. – Я не могу поверить, что это реальность… Самюэль, он…
- Он справится, - ответил не оборачиваясь Рауль. – Я знаю его силы, они огромны. Не переживайте за него.
- Зачем он просил нас уйти?? 
- Чтобы спасти. Нужно убираться отсюда.
Тоннель закончился, и путешественники-беглецы вышли в огромную высокую пещеру, полную сырости и увесистых сталактитов. Вверху была широкая трещина, пропускающая солнечный свет, но стены были укреплены прочным металлическим каркасом, кое-где слегка покрытом коррозией. Сквозь пещеру протекала довольно широкая и быстрая подземная река, несущая холодные воды к морю. Повсюду находились десятки промаркированных деревянных ящиков, погрузочные краны, массивные металлические цистерны. С противоположной ко входу стороне чернели еще несколько туннелей.
В центре пещеры она была искусственно расширена под пристань с «карманами» для небольших судов. Две из них были свободны, в третьей находилось неизвестное подводное судно, больше похожее на толстую сигару из латуни, длиной немногим больше городского паробуса. Вдоль корпуса были протянуты поручни, спереди и сзади по бокам располагались большие проклепанные рули, больше похожие на ласты тюленя. Сзади виднелся сдвоенный тусклый гребной винт, толкающий судно вперед. На верхней части находилось два выпуклых люка-полусферы, по которым экипаж мог попасть внутрь. Спереди и на бортах было пять небольших иллюминаторов с тусклым стеклом.
- Гавань, - тихо произнес Рауль, не переставая бегать глазами по уголкам пещеры. – Именно это место.
- Там! – испуганно вскрикнула Ноэль и быстро указала на нагромождение ящиков. Оттуда медленно двигался причудливый механизм, созданный, вероятно, для работы с грузами. Теперь же он шел прямо на беглецов с явно недобрыми намерениями. Отчаянно пробежавшись взглядом вокруг, журналист принял решение и направился прямо к незнакомому судну. Оказавшись рядом, он начал взбираться на его борт, что оказалось без специального трапа, лежащего на борту, весьма непросто. Для этого необходимо было подняться на погрузочный кран и, пробравшись по его стреле, спуститься на «сигару».
- Подождите здесь! – крикнул он женщине, продолжая карабкаться вверх по металлической раме. Его ботинки отстукивали по балкам характерный цокающий звук. Металл угрожающе заскрипел, с тонких опор посыпалась влажная ржавчина. Ноэль со страхом переводила взгляд то на своего компаньона, то на приближающуюся страшную машину. До нее уже оставалось не больше трех десятков метров… Женщина в ужасе отклонилась назад и закричала.
- Ради Бога, прошу – быстрее!
- Уже! – ответил Рауль и соскочил на круглый корпус «сигары». Под ногами загудело – судно от прыжка зазвучало подобно огромному соборному колоколу, звонящему в центре Миггота. Схватившись за круглый вентиль люка, он сделал усилие и сдвинул его с места – тот поддался и дальше крутился уже легко. 
- Рауль!
Автоматон – грузчик был уже совсем рядом. Ноэль отчетливо слышала хруст и журчание каждой шестерни внутри его корпуса. Машина неторопливо переставляла опоры и со зловещим скрипом лязгала трехпалым захватом. Через мгновение журналист схватил ее за руку, подхватил потрепанную сумку и потянул к хлипкому мостику-трапу на борт корабля. Оказавшись возле люка, он стал помогать спуститься женщине внутрь. В этот момент автоматон наступил на тонкие доски трапа. Раздался неприятный треск. Судно слегка накренилось от возросшей нагрузки. Журналист захлопнул люк и закрутил вентиль – теперь они были в безопасности. 
Через мгновение снаружи послышался грохот, «сигару» вновь качнуло. Потеряв равновесие, механизм завалился на бок и с силой ударился о каменный край причала. Сквозь иллюминатор «пассажиры» подводного судна видели, как в воде плавно опускались на дно грубые детали, окруженные расплывающейся темной смазкой.
- Так, что теперь нам делать… - сказал Рауль, подходя к рычагам в носовой части «сигары». Внутри судна было очень тесно, два человека едва могли разминуться, идя навстречу друг другу. Задняя треть корпуса была занята ходовыми машинами, средняя – самая свободная и имела пару откидных сидений вдоль бортов и ровную площадку для груза в центре. Холодный металл корпуса внутри судна был покрыт узкими деревянными досками. В носовой части находилась кабина экипажа – пара крупных иллюминаторов, сквозь которые можно было видеть вперед, пара узких и жестких сидений, проклепанных и обтянутых плохой кожей. И главное – четыре рычага, с помощью которых и управлялось судно. К счастью для незнакомых с управлением Рауля и Ноэль, они были подписаны выгравированными на маленьких латунных табличках надписями-указателями.
- Выведи нас отсюда… - тихо сказала Линсингтон и закрыла глаза. Рауль неуверенно взялся за рычаг, подписанный как «тяга винта» и передвинул его на одно деление. В то же мгновение из задней части «сигары» донеслось мощное шипение воздуха, судно сдвинулось с места и плавно начало движение вперед. Через несколько секунд «карман» пристани оказался за спиной. Журналист схватил рычаги направления и попытался изменить курс. «Сигара» послушно следовала воле нового «капитана».
  ''';
  static String g10a = 'Глава 9. Кладбище кораблей';
  static String g10 =        '''
  Выйдя из гавани, путешественники оказались в неторопливых водах подземной реки, нещадно петляющей среди каменной толщи. Шахты остались далеко позади, впереди лишь море, до которого оставалось совсем немного. Журналисту необходимо было неустанно следить за направлением, чтобы не врезаться в камни.
- Кто был его друг? – неожиданно спросила Ноэль после небольшого раздумья. 
- Чей друг?
- Самюэля. За которым он отправился с вами.
- Да… - Рауль пытался вспомнить, но управление кораблем его ежесекундно отвлекало. – Его звали Томас Цейзе. Самюэль говорил, что дружил с ним все последние годы. Они были так похожи… Оба были одержимы одним делом, но оба искали свои пути… Когда Томас пропал, Самюэль решил отправиться к нему, но совсем не знал дороги… Тогда он попросил меня найти путь и помочь ему. Лучше бы я этого не делал… Тогда бы он был сейчас жив и здоров. А сейчас – он здесь, в машине, построенной его умом и его друга… Он хотел отомстить за его смерть.
- Неужели ему больше нечего было терять, что он решился на такой шаг? – спросила мадам Линсингтон.
- Боюсь, что нечего. Он сам говорил об этом. Вас же он тогда потерял…
Через мгновение Рауль понял, что совершил большую ошибку своими словами. Не проронив ни звука, Ноэль отвернулась к иллюминатору и пустым взглядом смотрела на колышущуюся воду подземной реки. А впереди уже виднелся свет – путешественники выходили на поверхность.
Но чем ближе виднелся кусочек света, тем сильнее начинала раскачиваться «сигара», тем больше становились волны на спокойной прежде реке. Вскоре сквозь белизну света стали проступать очертания скал и сильных быстрых волн, проявлялось темное небо в свинцовых тучах. Еще пара мгновений – и путешественники оказались в небольшом заливе, полном причудливых острых скал и свирепой стихии.
-  Кладбище кораблей, - проговорил Рауль.
Словно в подтверждение его слов, очередная волна приподняла «сигару» над водой и сквозь носовые иллюминаторы стали видны десятки изуродованных, потемневших, с зияющими дырами и проломами корпусов кораблей. Их трагедия была одинакова – оказавшись рядом со зловещим местом, корабли попадали во власть коварной стихии и уже не могли вырваться. Капитаны в отчаянии наблюдали за их гибелью, а те несчастные, что прыгали в воду – погибали там же либо захлебнувшись, либо обессилев в холодной воде, либо разбившись о острые камни. Те же, кто оставался ждать спасения и посылал телеграфом отчаянные призывы о помощи – так же имели мало шансов. Спасательные бригады не могли подойти по воде, а дирижабли здесь кидало крепким порывистым ветром в разные стороны. Лишь пара человек уцелело из этого кошмара – и то лишь благодаря чистой случайности.
«Сигару» резко бросило вперед, и Раулю пришлось срочно менять курс, дабы не врезаться в ветхого «торговца».  Маленькое судно послушно начало поворот, как очередная волна отбросила его на метров двадцать в сторону. Мертвый корабль вновь оказался на уже новом курсе беглецов. Журналист резко положил руль на другую сторону. Путь впереди теперь представлял собой узкую полоску воды между длинным, высоким корпусом «торговца» и выступающей из под воды скалой. Рауль ускорил ход, стараясь проскочить опасное место как можно быстрее. «Сигара» заметно ускорилась, через минуту половина пути оказалась за кормой. Маршанд взглянул на Ноэль – та побледнела, а затем, шатаясь, побрела в середину судна.
- С вами все в порядке? 
Женщина опустилась на колени и ее стошнило. На таких серьезных волнах качка легкого суденышка становилась просто невыносимой. Неудивительно, что очень скоро нагрянула свирепая морская болезнь.
Сам Рауль тоже себя чувствовал неважно. Сильная усталость, ноющее плечо лишь способствовали морской болезни. Перед его глазами начинало темнеть, но он встряхивал сам себя, стараясь не отвлекаться от управления. Спустя пару минут Ноэль заняла свое место и безжизненно улеглась на свое место.
- Разотрите себе запястья, - быстро сказал ей Рауль?
- Что?
- Разотрите свои запястья. Вам станет легче.
Женщина с сомнением выслушала его и последовала совету. Спустя пару минут интенсивной терапии морская болезнь слегка отступила.
- Откуда вы знаете про этот способ?
- Ну, - замялся Рауль, - один знакомый моряк поделился секретом. Можно так сказать.
  Впереди уже опасно близко возвышались наскочившие на одну из скал длинные корпуса двух старых колесных пароходов. Почти вся обшивка с их бортов была содрана, обнажив проржавевший и обросший наростами скелет. Ходовые колеса потеряли большую часть лопастей и лишь слегка покачивались под ударами волн. Путешественники обошли их «могилу» в стороне, отвернув вправо. Здесь было довольно большое открытое водное пространство, окруженное по сторонам цепочками выступающих скал. Путь впереди перекрывал гигантский корабль, в разы превышавший в размерах все остальные. Темной горой он безнадежно напоролся бортом на острый подводный «клык» и уже почти разваливался на две части. В длину он достигал двух сотен метров и был явно военным. Рауль был очень впечатлен подобным зрелищем.
- Боже… так вот что имел ввиду Смит, рассказывая про это место. Воистину, эти скалы всесильны.
Юркое судно направилось по центру, курсом прямо на гиганта. Волны стали совсем непредсказуемые – раз появившись и ударив со страшной силой, они могли исчезнуть на довольно долгое время. Соблюдая осторожность, Рауль верно вел «сигару» к спасительному выходу, до которого явно оставалось немного. Внезапно судно резко погрузилось на метров пять и замерло. Через пару секунд его вновь выбросило на поверхность. Взглянув в окно путешественники увидели, как огромная волна с ревом обрушилась на скалы. 
- Эти волны, - Рауль с секунду задумался и указал рукой вперед. – Да, они образуются прямо здесь. Под водой. Знать бы от чего…
«Сигара» вновь резко нырнула под воду. Выглянув в иллюминатор, журналист увидел огромные круглые ямы на дне. Вода проходила быстрым подводным течением прямо в них, чтобы потом потоком выйти наверх. Там поток складывался с поверхностными волнами и, умножив усилия, несся во все стороны от центра. Сама природа явления оставалась неясной, но Раулю это сейчас и ненужно было знать. Ям было всего несколько, потому направленные в разные стороны массы воды в столкновениях генерировали огромные волны, беснующиеся в здешних скалах. 
За десяток секунд размышлений Рауль нашел решение. Стараясь держаться на расстоянии от скал, он дал полный ход машине. Судно скользнуло вперед, как мощный гидроудар встретил его прямо в лоб, сбив скорость до нуля. Однако винт продолжал работать, и судно вновь начало пробиваться вперед.
- Мы выберемся, - воодушевленно сказал Рауль. – Выберемся.
«Сигара» очередной раз нырнула под воду, и через мгновение двигатель снова работал полным ходом. Но толчок водного потока после этого оказался весьма сильным. Когда иллюминаторы вновь оказались на поверхности, путешественники с ужасом увидели прямо по курсу едва держащийся на краю скалы рыболовный корабль, совсем рядом от гигантского броненосца. До него оставалось совсем немного, и, учитывая скорость, избежать столкновения было бы крайне трудно. Маршанд положил руль на борт до упора, но было поздно – частично успев совершить разворот, «сигара» под углом ударила «рыбака» крепким бортом. Раздался глухой удар и неприятный скрежет. Затем другой, более тихий – потеряв равновесие, «рыбак» стремительно сполз со скалы и закачался на волнах. Казалось, что он обрел новую жизнь, но это не так – сквозь чудовищные дыры уже заливалась тоннами вода и корабль оседал на глазах. 
Путешественники к этому моменту уже успели отойти на пару десятков метров. Через иллюминатор Рауль лихорадочно искал глазами выход из сложившейся ловушки. Он оказался один, и весьма опасный – небольшой проход между кормой броненосца-гиганта и небольшой скалой. За ними уже было видно открытое море. Риск усугубляли все те же волны, угрожавшие превратить дерзких беглецов в груду искореженного металла. Но Маршанд все же решил рискнуть. Для пущей безопасности он погрузил судно на небольшую глубину, дабы избежать силы поверхностных волн.
Неожиданно возникла смертельная опасность: очередная мощная волна подхватила еще держащегося на плаву «рыбака» и понесла прямиком в борт броненосца. Менее чем за минуту он оказался на расстоянии считанным метров от гиганта. Новая волна, швырнув погибающее судно в броненосец, так же всей силой обрушилась на его борт. Порядком прогнивший и развалившийся на две части броненосец не выдержал такого двойного удара и соскочил с ранившего его уступа. Такой крохотной подвижки оказалось достаточно, чтобы потеряв точку опоры, вся задняя часть стала погружаться под воду.
Именно этот опасный момент и увидели пассажиры «сигары». На их глазах громадный руль наряду с тремя тяжелыми гребными винтами, каждый из которых мог посоперничать в размерах с дерзким суденышком, резко повернулись в их сторону на несколько градусов. Поднялась небольшая туча песка со дна. Через мгновение эти самые винты стали медленно подниматься вверх: часть корабля – исполина под углом уходила ко дну.
- Что происходит? – испуганно спросила Ноэль.
- Кажется, наш путь к спасению решил немного расшириться.
Рауль поднял судно на поверхность. Их глазам открылось страшное зрелище – на фоне серого неба вверх поднималась темная громада корпуса броненосца. Другая его часть с гудением и треском уходила под воду. Руль и винты уже были в нескольких метрах от поверхности. Маршанд понял – у них всего несколько секунд, а потому дал полный ход.
В корме громко зашипело, сильнее зазвучал ходовой винт и «сигара» стремительно рванулась вперед. За секунды проскочив возносящуюся «гильотину», она оставила броненосец за спиной. И вовремя – очередной раз потеряв равновесие, огромная корма рухнула на воду, создав мощную волну. Впрочем, она лишь помогла беглецам, создав сильный толчок им в спину. Гигант и гроза флота наконец-то обрел покой. «Кладбище кораблей» в ярости бушевало позади, а здесь уже простиралось куда более спокойное море. На одной из скал путешественники увидели полуразрушенный маяк – тот самый, который должен был предупреждать незадачливых капитанов. Опасность наконец миновала.    
- Я никогда не думал, что этот момент станет реальностью, - сказал он Линсингтон. – До последнего момента я не знал, что будет происходить дальше, шел в неизвестность… Простите меня за тот риск, которому я вас подвергал.
Ноэль ничего не сказала в ответ а лишь закрыла лицо руками и разрыдалась. Все потрясения и эмоции этого сумасшедшего дня, доселе спрятанных внутри хрупкой женщины, вырвались наружу и ничто не могло их остановить. Смущенный и растерянный, журналист не нашел лучшего решения, как перевести пустой взгляд на невзрачный горизонт и вести судно вперед – к порту Рапиндо, который как и город уже едва виднелся на горизонте. Запаса сжатого воздуха оставалось совсем немного, а потому он переключил рычаг тяги на экономичный и спокойный ход.
 Посреди длинной и пустынной пристани в порту Рапиндо сидел на деревянном ящике пожилой докер и неспешно курил длинную деревянную трубку. При каждой затяжке он выпускал белесоватый дымок, а сам задумчиво смотрел вдаль. Сейчас работы поубавилось – уже полдня не было новых кораблей на разгрузку, а потому появилось время для спокойного перекура.
- Эй, старина! – к нему вразвалочку подходил молодой рабочий. – Не найдется ли и для меня чего подымить?
- Для своих всегда найдется, - с усмешкой ответил докер. После он достал кисет и положил на ящик рядом. – Бери, угощайся.
- Вот спасибо! – молодой так же набил трубку, прикурил от огнива и присел рядом. – В такую погоду – лучше дела не найти!
- А чем тебе погода не угодила? – удивился старый. – Это морячков там качает, а нам – только меньше работы. Радоваться надо!
- Спать охота, - ответил молодой и начал разминать спину. – Это не солнечный денек, когда каждая пташка жизни радуется!
- Ты ведь все равно отдыхать пришел. Вот и отдыхай.
- Ну да… - молодой докер лениво окинул взглядом портовый залив. Внезапно его взгляд на чем-то зацепился. – Взгляни-ка, что это там?
- Где? – с недовольством сказал старый и повернулся в указанную сторону. – Эге… Кажись, у нас новые гости.
- Как понять?
- Очередное корыто. Маленькое, незаметное, но все же плывет сюда. Давай, подготовим им встречу.
Они взяли тяжелый моток швартовочного троса и закрепили его на причале, после чего начали ждать. Раскачиваясь на волнах, едва выглядывающее из воды судно или нечто весьма похожее на огромную перевернутую шлюпку, приближалось к берегу. Вскоре оно вплотную подошло к пристани – из круглого люка сверху выбрался высокий человек, одетый совсем не по морскому. Докеры бросили ему свободный конец троса, который тот со второй попытки все же поймал и кое-как привязал к металлическому поручню вдоль корпуса. На борт был перекинут мостик – из судна выбралась усталая и замученная женщина в походном, практически мужском костюме, и при помощи своего спутника сошла на берег. Это были Рауль и Ноэль, сумевшие добраться до города. К ним от ближайшего здания уже бежал суховатый служащий, держа в руках увесистую книгу. 
- Постойте, господа! – обратился он к сошедшим на землю путешественникам, будто не замечая присутствия докеров.
- С кем имею честь говорить?
- Я регистрирую все заходящие в порт корабли. И здесь я задаю вопросы! Ваши имена?
- Даже так… Я – Рауль Маршанд, а это – Ноэль Линсингтон.
- С добрыми ли намерениями вы прибыли в Рапиндо?
- Разве мы бы стали с вами говорить, будь они недобрыми? – устало усмехнулся журналист. Докеры с улыбкой переглянулись.
- Не знаю. Но раз положено спрашивать – то спрашиваю. Судно ваше?
- Наше.
- Документы на него в порядке? Предъявите. 
- У нас их нет. 
- В таком случае мы вынуждены конфисковать ваше судно.
- Да пожалуйста. Нам оно все равно не нужно.
Докеры хохотнули, а служащий удивленно приподнял бровь. 
- Для оформления соответствующих бумаг вы должны проследовать за мной. Таковы правила.
Проведя в небольшом и темном домике около получаса, путешественники вновь вышли на свежий воздух. Ветер с моря крепчал, предвещая ухудшение погоды, запах сырости и дерева был повсюду. Рауль уже собирался идти к станции городского подвесного пневматического трамвая, чьи пути проходили высоко над улицами, дабы быстрее добраться домой. Но Ноэль была против этого решения.
- Я не поеду. Я поплыву домой, в Миготт.
- Ну полно вам, - устало ответил Маршанд. – Неужели после такого кошмарного дня вы не хотите отдохнуть?
- Я не хочу оставаться здесь. Я плыву домой. Спасибо вам за вашу огромную помощь – я в неоплатном долгу перед вами.
- Вы хотите плыть одна? Нет, в таком состоянии… Давайте хотя бы подождем до утра.
- Я не прошу меня сопровождать. Я плыву сегодня.
- Что ж вы за человек такой! – возмутился Рауль и раздраженно последовал к билетным кассам в огромное здание пассажирского порта Рапиндо. Ноэль, проигнорировав его слова, пошла следом.
  ''';
  static String g11a = 'Глава 10. Раскаяние';
  static String g11 =        '''
  Пароход в Миготт должен был отправиться через час, и сейчас спокойно стоял у пристани, принимая на свой борт пассажиров. Это было небольшое судно для недалеких морских плаваний, уже довольно старое и морально устаревшее. Но для своих целей оно по прежнему подходило прекрасно и пароход оставался неутомимым тружеником. Возмущаясь «неразумностью» спутницы, Рауль приобрел пару билетов и направился к пристани. На борту корабля они без труда нашли свою небольшую светлую каюту на средней палубе и зашли внутрь. Маршанд с облегчением сбросил сумку с плеча и с наслаждением завалился на кровать прямо в одежде.
- Наконец-то долгожданный отдых! Какое облегчение. Я ног не чувствую, а тут еще плечо… 
- Мне нужно привести себя в порядок. Я скоро вернусь, - сказала Ноэль и скрылась за металлической дверью.
- Конечно, это же ваше право, - ответил Рауль и с улыбкой закрыл глаза.
Журналисту снился яркий и обрывчатый сон. Ясный летний день, небольшой тихий парк в одном из районов Рапиндо, огромные клумбы и загадочные скульптуры. На небольшой деревянной сцене исполняли свои задорные мелодии музыканты. По парку гуляли спокойные жители, увлеченные умиротворенными беседами, отдыхающие в тени густых крон на скамейках. По мощеным дорожкам бегали хохочущие дети. А главное – рядом была Инес. На ней было легкое стройное платье белого цвета, так прекрасно подчеркивающее фигуру, с пышным красным бантом сзади. На голове красовалась маленькая кокетливая шляпка с перьями, а под ней – взгляд больших прекрасных глаз и обворожительная улыбка. Инес шутила и смеялась, рассказывала забавные истории и вдыхала аромат растущих повсюду цветов. Рауль чувствовал себя легко и раскованно, всем сердцем радуясь происходящему. Отведя взгляд от возлюбленной вперед, он внезапно увидел прямо впереди Ноэль. Женщина была в темном платье, каменное лицо прикрыто вуалью, по телу не проходило ни одного движения. Рауль остановился.
- Кто это? – с любопытством спросила Инес.
Ответить Рауль не успел. Ноэль медленно подняла руку, указывая на нечто за спиной пары. Он обернулся – по аллее в ужасе бежали люди, а за ними, в облаке пыли, круша все на своем пути – шел автоматон- Самюэль. Хотелось убежать, но ноги словно окаменели от ужаса. Рауль вновь обернулся – Ноэль медленно отвернулась и неспешно пошла по аллее.
- Рауль! Что это? Бежим скорее! – в панике кричала Инес, с перепугу пуская слезы.
Но он не мог. Самюэль огромными шагами за пару мгновений приблизился к Маршанду и замер на мгновение.
- Ты? – спросил Рауль.
В ответ Самюэль выпрямился во весь рост, занес огромный механический кулак и с ревом обрушил на голову журналиста. В глазах тут же потемнело. Рауль в ужасе проснулся и вскочил на своей койке. 
Прошло всего полчаса, хотя во сне это казалось совсем иначе. Он обнаружил на другой кровати спящую мадам Линсингтон, за иллюминатором уже виднелся пробивающийся сквозь тучи и облака закат. Морщась и потягиваясь, он вышел из каюты на прогулочную палубу и с удовольствием закурил свою надежно припрятанную доселе трубку. Перед глазами открывалось море, прекрасное и беспокойное. Пароход неторопливо пересекал его простор, раскачиваясь на волнах. Впрочем, после побега из секретной гавани морская болезнь и не думала возвращаться. Рауль пожалел, что перед отплытием он не навестил Инес, с которой он обещал увидеться еще до начала этого кошмара. Увиденный сон вносил в голову смятение и неясные чувства, но он решил гнать их прочь. Никогда дурные мысли не доводили до добра. Докурив трубку, он вернулся в каюту, попутно рассуждая о желании перекусить. Покопавшись в своей сумке, он все же нашел немного вяленного мяса и пару ломтиков хлеба. Оставив часть для Ноэль, он перекусил и, зевая, продолжил свой прерванный сон.
Но ночь не прошла для него спокойно. Тревожные и непонятные сны сменяли один другой, сам он много ворочался во сне. Наконец он проснулся. Была глубокая ночь, каюта ходила ходуном – корабль сильно раскачивало на волнах. Поднявшись на ноги, Рауль осмотрелся – Ноэль не было на своем месте, однако одежда лежала на кровати. Удивленно он заглянул во все уголки каюты – женщины нигде не было видно. С тревожным предчувствием Рауль быстро оделся и направился осматривать все возможные места. Весь корабль, за исключением дежурного экипажа, мирно спал – в то время, как за бортами крепчала непогода.
Наконец журналист решился выйти на палубу. Как только он открыл дверь наружу – в его лицо налетел мощный порыв холодного и влажного воздуха, проникая под небрежно застегнутую одежду. Вокруг корабля царил мрак, лишь у самого борта были заметны огромные беснующиеся волны. С небес грохотало и изредка вспыхивала молния – на палубу падали то ли брызги, то ли капли мерзкого дождя. Журналист осмотрелся – кроме извергающей дым трубы и нескольких тусклых фонарей ничто не притягивало взгляд. Пока очередная вспышка молнии не выхватила из темноты человеческую фигуру на носу судна.
- Ноэль? Это вы? – Рауль, стараясь держать равновесие, торопливо направлялся к увиденной фигуре. Липкое чувство нарастающей тревоги постепенно окутывало тело. Вскоре он смог отчетливо видеть ее – это была женщина в ночной рубашке, которая стояла у самого борта и безмолвно смотрела на страшные волны. Он легко узнал в ней мадам Линсингтон.
- Зачем вы пришли сюда? – крикнул он ей издали. - Сейчас не лучшее время. Так и заболеть недолго!
- Вы боитесь заболеть? – спокойно ответила женщина и улыбнулась. – А я вот уже нет.
- Не время шутить. Идите сюда, вам нужно согреться, - Рауль подошел на пару шагов ближе, но Ноэль остановила его движением руки.
- К чему все это? – сказала она. – Ведь я нашла что искала. Я наконец взглянула правде в глаза. Я знаю теперь все!
- О чем вы?
- Я потеряла все. Все, что у меня было, разменяв на жалкое существование. Все, к чему я стремилась – оказалось вымыслом. А теперь я знаю – я потеряла самое дорогое что у меня было. Единственного человека, который любил меня по-настоящему.
- Но ведь это не повод, чтобы…
- Вы сами это сказали! Вы сами, тогда - вы ведь не лукавили. Но вашей вины нет – я сама поняла все это. Что только я виновна в произошедшем. Я не смогу себя простить. И искупить вину я тоже не в силах.
- Ноэль! – крикнул журналист, слегка подавшись вперед. Та быстро наклонилась вперед, а затем вновь обернулась.
- Спасибо вам за все. Вы закончили то, что должны были. И теперь меня уже ничто не держит. Прощайте.
- Стойте! – Рауль побежал к борту, дабы успеть схватить отчаявшуюся женщину. Но тщетно – налетевшая волна сильно качнула корабль, и он, потеряв равновесие, свалился с ног и покатился по мокрой палубе назад, к сложенным на палубе ящикам и цепям. В последнюю секунду он заметил лишь перекинувшееся через ограждение тело, и через мгновение мощный удар по затылку прокатился перед глазами полной тьмой. Шум волн быстро стих в затухающем сознании.
  ''';
  static String g12a = 'Эпилог';
  static String g12 =        '''
  …Это было странное и бесконечно долгое видение. Перед взором журналиста проносились удивительные и незнакомые образы, которые складывались в причудливую мозаику и разбивались вновь на сотни частей. Это было так завораживающе, что даже пугающий шум в голове не мог отвлечь от такого зрелища. Затем стали появляться ослепительные вспышки света, как волны заполняя все вокруг. Так продолжалось несколько долгих мгновений, и свет стал исчезать. С каждой секундой яркий свет все больше затухал и наконец сменился тьмой. Постепенно возвращалось осознание и ощущения. Рауль пришел в себя и медленно открыл глаза. 
Неясные и размытые контуры и пятна быстро превращались в четкую картину. Белый потолок с карнизами, тяжелая люстра, высокий шкаф… Здесь было немного душно и тепло. Он понял, что окончательно проснулся. Попытавшись повернуть голову, журналист ощутил жгучую боль в затылке и прекратил попытку. Поднеся ладонь к голове, он обнаружил, что она была плотно забинтована. Кое-как склонив голову на бок, шипя от жжения в затылке, он обнаружил себя в больничной палате. Свет проникал в нее через три высоких окна, за которыми Рауль мог рассмотреть только безрадостное небо. Рядом с кроватью стоял маленький столик, чуть дальше за ним – еще одна кровать. Она была пуста. 
Рауль попытался вспомнить последние произошедшие с ним события, но в голове пролетали лишь смутные обрывки последних дней. После десятка минут умственного напряжения, он вспомнил свои последние злоключения. Однако ему не давали покоя вопросы – что произошло последним? Почему он находится в больнице? И наконец – это происходило на самом деле, или лишь было дурным сном? Обнаружив свою беспомощность ответить на это, он расслабился и прикрыл глаза.
Внезапно с легким скрипом открылась дверь. Рауль взглянул туда и увидел довольно пожилую медсестру. Та быстро взглянула на него и подошла ближе.
- Уже проснулись? Доброе утро.
- И вам… Где я?
- Чувствуете себя уже лучше, как я посмотрю. Это хорошо, я скажу доктору, - она умолкла ненадолго, а потом продолжила. – Вы в безопасности. Это лучшая больница во всем Миготте, быстро встанете на ноги.
Рауль хотел еще что-то спросить, но медсестра уже скрылась за дверью палаты. Спустя несколько долгих минут в палату зашли двое мужчин в халатах. Журналист не смог их рассмотреть, так как видел дверь лишь расплывчато, краем зрения. Один из мужчин подошел к койке – Рауль тут же определил его как доктора.
- Ну что, идем на поправку? – весело спросил док, осматривая голову пациента. – Ох и напугали вы нас вчера, не ожидали. Привезли из порта, голова разбита, говорят – думали, что не выживет. А тут гляди – день полежал и уже живет! – он проверил зрачки и убрал руку. - Вот и славно.
- Я… Я не помню, что со мной было.
- Да я тоже знаю обо всем лишь с уст напуганных моряков! Говорят, что пароход, на котором вы плыли, попал в жесткий шторм. В такую погоду на палубу собаку не выгонишь, а тут – матрос шел на свой пост и нашел вас, без сознания и с разбитой головой. Ясное дело, на судне вам правильно помочь не могли – но спасибо и на этом, что живы сейчас! Они еще говорили, что недосчитались еще одного пассажира, но нигде не нашли.
- Ноэль… - тихо проговорил журналист.
- Вы ее знали? Что ж, когда вас выпишут – думаю, у вас будет время заглянуть к жандармам. Да, кстати – к вам тут посетитель, очень уж просил встречи.
Доктор отошел в сторону, а его место занял другой мужчина, в хорошем костюме и белым халатом на плечах. Острые черты лица и выразительная мимика создавали интересный образ. Рауль сразу же узнал его лицо – это был его напарник из газеты, которого он мог смело назвать настоящим другом. Тот подошел ближе и расплылся в довольной и хитрой улыбке.
- Ну здравствуй, старина! – хохотнул он и пожал слабую руку Маршанду. – Этот ж как тебя сюда угораздило? Ох не дело, не дело. Мы же тебя с конференции ждали, а ты себе приключений на голову ищешь! 
- Здравствуй, - слабо ответил Рауль. – А как ты меня нашел вообще здесь?
- Э, мы же волки своего дела, Рауль! Мы же везде знакомых имеем – и в таких местах само собой. Как ты с конференции исчез – так руководство запросы отправлять стало во все инстанции. Просили, если где объявишься – чтобы передали. А ты сюда… Ну меня и отправили проверить, как там здоровье ценного сотрудника! Хотя как – я сам вызвался, как иначе то!
- Приятно, что о тебе помнят, - улыбнулся Маршанд.
- Так что ты выздоравливай, куда уж мы без тебя! Ах да, еще вот, - напарник достал из внутреннего кармана небольшое сложенное письмо. – На днях тут к нам леди одна заходила, весьма милой наружности! Тебя искала, хотела узнать где ты. А потом попросила передать письмо, когда объявишься. Вот я и взял его с собой! Держи.
Рауль взял из рук напарника письмо и с волнением развернул лист. Поднеся к глазам, он увидел там всего одну, старательно выведенную строчку. Но для него она оказалась важнее всех писем. Рауль невольно улыбнулся, а в его глазах засветилась радость.
«Возвращайся. Я жду тебя. Твоя Инес».
  ''';
}