abstract class Nebesa {

  static String z1a = 'Пролог';
  static String z1 = '''
... 1873 год. Капитализм все больше окутывает старую Европу, покрывая пейзажи дымящими трубами и лентами железных дорог. Паровая машина безраздельно властвует в городах. Группа ученых из Бельгии открывает новую форму ископаемого угля - гексоуголь, выделяющий еще больше энергии. Начинаются лихорадочные поиски месторождений.

... 1875 год. Обнаружены месторождения гексоугля в Иране, Египте, Турции, Восточной Франции. Начинается массовая добыча ценного сырья.

... 1879 год. Роберт Кларсон патентует принцип левитации для транспортных средств. В качестве источника энергии используются установки на гексоугле.

...1882 год. Создан первый летательный аппарат тяжелее воздуха, способный левитировать. Новинка получает название дирижбан и быстро набирает популярность. Железная дорога так же переходит на гексоуголь. Начинаются конфликты ведущих государств за право обладать месторождениями сырья.

...1884 год. Созданы гражданские дирижбаны, способные перевозить грузы и пассажиров. Создаются воздушные порты и ремонтные мастерские во всех ключевых объектах Европы. Первый вооруженный дирижбан принят на вооружение во Франции.

...1886 год. На германском месторождении гексоугля проведена диверсия английскими шпионами. В ответ Германия выдвигает оскорбительные требования Британии. Спустя три месяца начинается война.

...1887 год. В войну вступают Австрия, Бельгия, Нидерланды и США со стороны Германии, и Франция, Ирландия, Испания, Португалия, Алжир, Египет, Иран, Индия, Австралия со стороны Великобритании. Война становится мировой, но из-за значительного использования паровых машин и механизмов на гексоугле в вооружении она получает название Паровой.

...1889 год. Измотанные сражениями, союзы стран - соперников решают подписать мир. Он был подписан в Берлине, в Апреле того года. Войскам обеих сторон был дан месяц на выведение сил с чужой территории. Все проходило гладко, однако спустя неделю произошел несчастный случай: поврежденный крейсер Германского союза стал терпеть крушение над небольшим французским городком и рухнул прямо на здание ратуши, похоронив под руинами городской совет. После сдетонировал боеприпас, взорвалась ходовая машина - центральная площадь города была полностью уничтожена. Число человеческих жертв исчислялось сотнями. Во Франции был объявлен трехдневный траур, были приспущены государственные флаги. Началось расследование происшествия, однако из-за малого количества уцелевших улик была объявлена версия в сознательной диверсии со стороны Германского союза. Со стороны Берлина данное заявление прозвучало оскорбительным и войска вновь были приведены в боевую готовность. Началась новая война, получившая название Второй паровой. Масштабы сражений росли.

...1891 год. В Париже в результате заговора был убит император Франции. Потрясенная данным событием, Франция выходит из войны. Боевые действия затихают, приобретая характер редких стычек. Так длилось 2 месяца, пока к власти во Франции не пришел вспыльчивый генерал Валлен. В своем громогласном выступлении он призывает закончить изнурительную войну, "раз и навсегда покончив с Германским союзом". Великобритания поддержала Валлена и разгорелась Третья, самая кровопролитная и жестокая из всех Паровых воин. Из бюджета были выброшены все доступные средства, значительно выросли налоги. По идее Валлена, "главное - победа, а какими средствами и жестокостью она будет достигнута - не имеет значения". Стало применяться химическое оружие, в тылу врага распространялась чума, воздушный флот Британского союза стал вооружаться бомбами с зажигательной смесью - число жертв резко выросло. Начались налеты на города, разрушения приняли катастрофический уровень. Германский союз в ответ начал применять звуковое оружие, названное "Иерихонскими трубами". Оно издавало направленный звук такой мощности, что у вражеских солдат за несколько секунд разрушался мозг, у более везучих - наступали нарушения в психике.

Наслышанное ужасами войны, измученное воздушными налетами и непомерными налогами общество стало загнивать. Вырос уровень преступности, стали появляться секты и движения против войны. Паранойя и страх царили в толпах.
Несладко пришлось и промышленникам - налоги на производство стали неприемлемыми, слабые заводы разорялись, крупные шатко стояли на ногах. Лучше всего было предприятиям, задействованным в военном производстве - но и им завидовать не приходилось. Экономика находилась на грани срыва.

...1893 год. В Швейцарии появляется новый финансовый фонд. Он начинает предлагать промышленным компаниям Европы объединяться под своим началом, обещая в замен достаточную финансовую помощь чтобы избежать банкротства. Постепенно мелкие, а затем и крупные предприятия Европы стали действовать под руководством фонда. Образовалась мощная корпорация, получившая название "Шафт". Используя свое влияние, корпорация сместила владельцев предприятий от управления, полностью подчинив себе огромную финансовую машину.

... 1894 год. Видя нарастающую мощь "Шафта", главы Германского и Британского союза начали пытаться оказывать давление на корпорацию, на что она ответила полным игнорированием выдвигаемых требований. Корпорация была объявлена в Европе вне закона, были произведены попытки отбить заводы силой. Однако к тому времени корпорация обладала силой, способной противостоять истощенным в войне союзам. В Европе нависла угроза новой, неизвестной ранее силы...
  ''';
  static String z2a = 'Глава 1. Трудные времена';
  static String z2 = '''
  ... Лион. Большой промышленный город с древней историей в последнее время очередной раз сменил свой облик. Окраины усеяны фабричными кварталами, улицы опутаны подвесными рельсами, под которыми с шипением движется пневматический трамвай. Узкие улочки изобилуют маленькими забегаловками и торговыми лавками. По улицам движутся паромобили, толпы разношерстной публики снуют по брусчатке, задевая валяющиеся повсюду брошенные газеты. Торговые автоматы механическим голосом зазывают покупателей. А вот, на небольшой площади играют уличные музыканты. Они стараются вовсю, пытаясь заглушить мелодию граммофона из открытого окна. Старая хозяйка поливает вазоны на небольшом балкончике, ворча на стайки наглых голубей. Из мясной лавки доносятся ароматы свежего и копченого мяса. В кинотеатр спешат люди - идет премьера нового немого кино с известной французской звездой. На удивление - не про войну. На углу дома бездомная собака догрызает кость. Заметив огромную тень, она поджимает хвост и прячется - огромный пассажирский дирижбан медленно идет над городом в сторону воздушного порта. Новое внушительное здание банка соседствует с развалиной 12 века - история здесь на каждом шагу.

На второй по размеру площади города стоит шестиэтажный дом. Он весьма красив и украшен скульптурами. На балкончике стоит человек в добротном костюме и курит трубку. Статная фигура, волевое лицо, мощные руки - а в глубоких глазах видно отчаяние. Его взгляд направлен в сторону заходящего солнца, которое вот-вот скроется за зубьями крыш домов. Пара отблесков - и вот его уже не видно. Человек вздохнул, вытряхнул пепел из трубки и зашел в комнату.

Его зовут Даниэль Легранд, он владелец небольшого завода, производящего пружины и рессоры. Продукция его фабрики пользуется спросом, но постоянное повышение налогов заставляют его серьезно обеспокоиться будущим своего дела. И сейчас Даниэля терзали подобные мысли. К тому же ему не давали покоя мысли о прошлом.

На пороге комнаты появилась стройная миловидная девушка с русыми волосами. Это была Фелиция, домохозяйка в квартире Легранда. Фелиция давно работала у Даниэля, и тот был весьма ею доволен и часто общался с ней на разные темы.

- Месье Легранд, ваш ужин готов. Поскольку моя работа на сегодня закончена, я иду домой.

- Конечно, Фелиция, вы свободны. Благодарю вас.

- Да, чуть не забыла. Приходил курьер, он оставил вам письмо. Я оставила его на столике в гостиной.

- Хорошо, я прочту его.

- Доброй ночи, месье Легранд.

Даниэль прочистил трубку и положил ее на стол в своем кабинете. После этого он направился в гостиную, дабы прочитать упомянутое письмо.

Квартира Легранда не отличалась роскошью и пышностью. Семикомнатная квартира со всеми удобствами и всем необходимым для статусного человека - вполне скромно для человека, владеющего заводом. В квартире находилось много книг, занимавших солидные книжные шкафы. В столовой был именной сервиз, а в гостиной - прекрасный бар. Именно туда направился Даниэль, держа в руках письмо. Налив себе вина, он уселся в кресло, раскрыл письмо и начал читать.

"Старина Даниэль!
Я прекрасно осведомлен с твоими трудностями на заводе. Признаться честно, мои дела с игорным домом так же идут нелегко. Но не стоит унывать, верно? Сегодня я устраиваю у себя небольшой вечер - там будет много почтенной публики, не только из Лиона! А нам с тобой нужен отдых. Начало в девять часов, и без опозданий! Приходи обязательно!

Генри".

"Вот пройдоха" - подумал про себя Даниэль и сложил письмо обратно. После чего он допил вино и посмотрел на часы. Было уже семь часов.

Даниэль достал лист бумаги и наскоро написал:

"Экипаж к 8:30 у входа. Легранд"

После скрутил послание в трубку, положил в стеклянную капсулу. Подойдя к аппарату на стене, он вложил капсулу в окошко в трубе и нажал рычаг. Окошко закрылось, а капсула со свистом полетела по трубе пневмопочты на первый этаж, в комнату камердинера. Сюда выходили трубы из всех квартир дома, доставляя поручения для прислуги.

Когда часы пробили половину девятого, в комнату зашел лакей сообщить, что экипаж ждет у входа. Даниэль взял трость и вышел из комнаты.

В распоряжении Легранда был личный паромобиль. А так как Даниэль был эстетом, то и паромобиль отличался изяществом и красотой. Белые панели кузова, красные диваны - и покрытые хромом патрубки двигателя. Паромобиль был изготовлен в мастерской Левассора по индивидуальному заказу, так что его надежность была выше всяческих похвал. Впрочем, как и ходовые качества. Усевшись поудобнее, Даниэль махнул рукой. С шипением экипаж набрал ход и двинулся по проспекту, забитому другими паромобилями и редкими пневмоциклами.

Возле дома Генри царило оживление. Экипажи прибывали, доставляя своих знатных пассажиров к парадному входу, и тут же, сигналя, двигались на стоянку. Лакеи приветствовали гостей, чуть дальше их встречал сам господин Генри. Худощавый живой человек с бегающими глазами сыпал фразами и размашисто жестикулировал. Увидев Даниэля, он широко улыбнулся.

- Добро пожаловать, месье Легранд! Прошу, проходите в зал, располагайтесь как дома - почти все уже пришли, скоро начинаем! Луиза, проведите нашего почтенного гостя за стол, на его место рядом с моим!

- Хорошо Генри. Месье Даниэль, идемте.

- Ты в своем репертуаре, Генри - улыбнулся Даниэль.

- Ну ведь да, - расхохотался Генри. - А то бы я звался уже не Беналье!

Генри Беналье был владельцем нескольких ресторанов, игорных и доходных домов в Лионе. В поисках путей расширения своего дела он искал новые виды бизнеса, в угоду своей непостоянной душе. Генри был веселым, насмешливым человеком со своеобразным чувством юмора. Однако он всегда мог найти общий язык с деловыми партнерами. Благодаря своей общительности, Беналье имел огромное число знакомых во всех сферах жизни Лиона. Однако не всегда все шло гладко. Однажды, после того как Генри взял солидный кредит на строительство гостиницы, его заманила в свои сети местная мафия, заставившая выплатить огромные деньги в качестве "добровольного сбора". От проблем с кредитором Генри спас именно Даниэль, безвозмездно подарив ему достаточный капитал. Беналье разобрался с кредитом, после с помощью знакомого генерала совершил облаву на клан мафии и истребил почти всех, оставив нескольких человек за решеткой. Вернув свои деньги, он так же вернул полную сумму дара Легранду, горячо поблагодарив его и объявив лучшим другом. С тех пор дружба между Леграндом и Беналье только крепчала.

Дом Генри был огромен и роскошен для городской застройки промышленного Лиона. Потому все приглашенные гости без труда разместились в парадной части дома, а на этот вечер все были в главном зале приемов.

Даниэль сидел за огромным столом, вдоль которого размещался весь цвет городской верхушки - от интеллигенции до власти. Наконец прибежал Генри и встал во главе стола. Раздались бурные аплодисменты.

- Господа! - улыбнулся Генри. - Я рад открыть для вас этот прекрасный вечер. Надеюсь, вам понравится как угощенья нашего стола, так и - танцы! Но не просто так я собрал я вас за этим столом - сегодня у моей дорогой супруги Аманды День Рождения - и я рад произнести наш первый тост в ее честь! За тебя, дорогая!

Вновь прозвучали аплодисменты, стук бокалов и скрип сдвигаемых стульев. Прелестная Аманда в роскошном платье слегка улыбалась и кивала гостям.

Опрокинув первый бокал, гости принялись за еду под музыку механического пиано - Беналье любил технические новинки и часто привозил их из Парижа. Генри наклонился к Даниэлю.

- Ну, как тебе здешняя публика, а?

- Трудно сказать. Многих гостей я знал прежде только по именам.

- А ведь все - влиятельные люди! - хрипло усмехнулся Генри. - Вот например, - он слегка указал на сидевшего напротив пожилого сухого человека в строгом черном костюме, - Главный судья города, месье Бушард. Трудно переоценить его власть. А это, - Генри указал на тучного мужчину с пышными усами. - владелец транспортной компании " Ришалье Авилис". И наш городской транспорт, и в соседних городах - все создано и содержится им. Так что считай, что он сделал вены этого города!
— Что ж, весьма познавательно, Генри. Смотри, как бы твои гости не заскучали ненароком!
— Это у меня-то дома? Хо-хо!
Генри засиял и поднял глаза. Из-за стола встал пожилой человек в военном мундире и поднял руку. Все замолчали.
— Я бы хотел произнести следующий тост за простых солдат. Тех самых солдат, кто сражается сейчас против Германского союза и позволяет нам в здравии и спокойствии пировать здесь. За героев войны!
В воздухе повисла тишина. Человек в мундире выпил бокал до дна, крякнул, и сел на свое место. Аплодисменты.
Застолье продолжалось. Гости увлеченно обсуждали между собой свои насущные проблемы. Девушки держались скромно, но было видно, что им здесь скучновато. Они тихо продолжали трапезу.
— Знаешь, Даниэль, я сейчас в раздумьях. Мне уже порядком надоело возиться с этими домами и видеть вывески казино. Хочется чего-то нового.
— И что же ты задумал, неудержимый ты наш?
— Понимаешь, азарт и жилье – это темы вечные, они всегда были, есть и будут. Это – вечно и неизменно, а значит – не мое. Я сделал на этом деньги. Я хочу быть на пике прогресса и делать именно то, что больше всего востребовано людьми. А что сейчас больше всего востребовано?
— Мир. – задумчиво сказал Даниэль.
Генри сделал недовольную гримасу.
— Человек, я вроде бы серьезно толкую. Сейчас только и разговоров, что о великом будущем электричества. Как думаешь – может было бы разумно организовать производство, хм… скажем электрических светильников? Или генераторов для электростанций? Или банально проводки. Или…
— Ты скажи мне, электрик, где ты все это все производить будешь? Тебе придется всю производственную базу делать с нуля. А ты явно к этому не готов.
— Давай откроем линию на твоем заводе, он же все равно металлургическую продукцию делает. – пожал плечами Беналье. – Что скажешь?
— Нет, нет и нет, Генри. Переоборудование – это огромные деньги, да и наверняка овчинка выделки не стоит. У меня есть устойчивый спрос и место… — Даниэль вздохнул. — Хотя проблем тоже хватает.
— Ну-ка, ну-ка с этого места по- подробней. Какие такие проблемы? Это же не с заводом?
— Все гораздо серьезнее. И здесь явно не место обсуждениям.
— Ты как всегда изумительно прав, — улыбнулся Генри. – Ничего, скоро начнутся танцы – тогда и поговорим.
Через час рядом с застольем начались бальные танцы. Весь зал был скрыт в толпе танцующих, пышно одетых дам и господ. Пиано уже умолкло к тому времени, и публику веселил уже маленький живой оркестр.
Покончив с ужином, Даниэль встал из-за стола и направился к толпе, стоящей на краю танцующей арены. По пути его догнал ловкий Генри и стал представлять публику.
— Мадам Жизель, жена Адама Холеваса, владельца торговой компании. А это – господин Даниэль Легранд, владелец металлургического завода и мой лучший друг.
— Очень приятно.
-Взаимно.
Они шли все дальше, все больше узнавая гостей дома Генри. С каждым человеком Даниэль терял интерес к вечеру и больше погружался в свои проблемы и воспоминания. Как то смутно в голове прозвучали обрывки голоса Генри о главе банка Джеферсоне, потом о его дочери Ванессе, ее огромные глубокие зеленые глаза… глаза?
Даниэль замер, глядя на прекрасное легкое лицо Ванессы. В нем отражались любопытство, изумление и при этом небольшой огонек нахальства. Пухлые губы произнесли фразу певучим голосом:
— Месье Даниэль, с вами все в порядке? Или это со мной не все в порядке, что вы так странно смотрите?
Легранд очнулся. Перед ним стояла Ванесса, едва сдерживающая улыбку. Рядом стояли Генри и Джеферсон с вопросительными выражениями лица.
— Эм… да, все в порядке. Позвольте пригласить вас на танец?
— Что ж, с большим удовольствием. – Ванесса подала Даниэлю изящную руку и вышла в круговерть танца.
— Я буду ждать в своем кабинете! – крикнул вдогонку Генри, и продолжил беседу с банкиром.
— Почему вы постоянно смотрите на меня так? У меня складывается впечатление, что со мной что-то не так.
— Нет, с вами все прекрасно, — ответил Даниэль. – Просто вы так прекрасны, что мне трудно оторвать от вас глаз.
— Тогда закройте глаза и доверьтесь танцу! – улыбнулась Ванесса и закружилась в танце.
Даниэль сам не замечал, как влюблялся в каждое движение Ванессы, каждый полный эмоций взгляд. Наконец танец кончился, и Ванесса, скользнув по руке Легранда, уже направлялась к своему отцу. Затем она обернулась и улыбнулась Даниэлю лучезарной улыбкой, на что он невольно ответил тем же.
«Ох уж эти девушки» — промелькнуло в голове, когда он направился к бару чтобы выпить. По пути его остановил худощавый человек в сером костюме и сигарой в руках.
— Одну минутку, месье Легранд. Мне нужно вам кое-что сообщить.
— Я вас слушаю.
— Давайте отойдем в сторону.
Встав возле камина, человек достал бумаги и продолжил:
— Как вы можете догадываться, речь пойдет о вашем, ну и нашем по совместительству заводе. А точнее о его собственности.
— Вы из «Шафта»?
— Именно. Я представитель главного совета корпорации по делам собственности, Нельсон Мейер. Если я правильно понимаю, вы заключили договор с корпорацией и получили финансовую помощь нашего фонда. Дело хорошее, и наверняка подняло ваш бизнес с колен. Война – плохая штука…
— Но вы хотели обсудить нечто другое.
— Не будем ходить вокруг, сразу к делу. По условиям договора, ваше предприятие обязуется отдавать 5% акций в месяц. Не так уж и много на первый взгляд. Но на сегодня корпорация обладает уже контрольным пакетом акций, а потому вольно выбирать руководителя. И как вы понимаете – это не вы.
— Но я владелец завода! Я его построил!
— Не спорю, раньше так и было. Но сейчас корпорация – фактический владелец завода. А вы – всего лишь совладелец. У вас два выбора – либо вы отказываетесь от всех прав на фабрику и товары сразу – либо это произойдет само собой по истечении времени – ведь каждый месяц акций все меньше.
— Я разорву сделку. Обойдемся и без вашей помощи, Нельсон. Мне мой завод дороже.
— Хе-хе, а кто вам это позволит сделать? – улыбнулся Нельсон.
Даниэль схватил его за воротник.
– Или вы пойдете против корпорации? Попробуйте, это будет вашим последним опытом, обещаю.
— Мелкие мошенники, — прошипел Даниэль. – Скоро государство займется вашими делишками.
— Скорее это мы займемся государством, — противно улыбался Мейер. – Хотя уже половина в наших руках. До свидания, месье Легранд!
Агент удалился, а Даниэль налил полный фужер коньяка, выпил его до дна и зашел в кабинет Генри.
— О, ну наконец-то! Я смотрю, тебе понравилась дочь Джеферсона. Одобряю, одобряю, да только расположения ее отца добиться непросто. Он… Эй, что с тобой?
— Генри, у меня серьезные проблемы.
— По лицу твоему вижу, что не малые. Садись, рассказывай.
— Если ты помнишь – пару лет назад я заключил договор с компанией «Шафт»…
— Как же не помнить. Ты тогда мог погореть как старая свечка. Но – вроде же дела пошли на лад?
— Наоборот. «Шафт» забирает мой завод.
— Что? Они забирают завод? По какому праву?
— По якобы указанному в договоре положению… 5 процентов акций в месяц… но я не помню такого в договоре…
— Подавай заявку в суд. Я помогу – накажем подонков по заслугам.
— Боюсь, время упущено. «Шафт» поднялся до таких высот, что государство теперь им не указ. Кроме того, их агент говорил, что уже полгосударства в их руках… Не знаю, стоит ему верить, или это дешевый блеф.
— Если они действительно так разрослись, то блефовать им точно нет смысла. Хотя есть одна идея.
Даниэль оживился.
— И в чем же она?
— Собирайся, мы едем в Париж. Обратимся в инспекцию, посмотрим записи реестра компаний, и узнаем – кто их настоящий владелец. Если Большинство имеет реальных владельцев, а не «Шафт» — подадим на этих мошенников иск в верховный суд. Ну а если нет, то…
— Будет видно. Едем завтра, утром. А пока надо продолжать вечер.
-И то верно. Да здравствует веселье!
Генри осушил рюмку и отправился в парадный зал.
В зале по-прежнему царила атмосфера веселого вечера. Гости уже не танцевали, а бурно обсуждали различные темы дня. Генри отправился к небольшой шумной компании, а Даниэль предпочел отправиться на балкон, где он мог побыть в тишине и наедине со своими мыслями. Зайдя туда, он увидел Ванессу, заворожено наблюдающую за небом.
— Простите… Я вам не помешаю?
Ванесса обернулась.
— Что? А, это снова вы. Ну что же, вы мне совсем не мешаете.
Даниэль достал трубку и закурил.
— Что же вас так привлекло в этом небе? Там ведь кроме звезд сейчас ничего нет.
Ванесса возмущенно посмотрела на Даниэля.
— А вам этого мало? На звезды можно смотреть часами. И тогда кажется, будто они живые.
— Как знать, может они действительно живые, и астрономы врут. Но я знаю точно две живые звезды.
— Вот как? И где они?
— В ваших глазах, мисс.
Ванесса слегка улыбнулась, и отвернулась в сторону от Даниэля.
— Вы мне льстите. В моих глазах нет ничего особенного, и тем более звездам там не место.
— И танцуете вы великолепно.
— Я ведь дочь банкира… Окружена заботой и беззаботностью. А мне охота двигаться и получать новые впечатления. Танцы – та небольшая отдушина, что не дает мне увянуть. Ну и книги конечно.
— Почему бы вам не заняться, например верховой ездой? Я думаю, ваш отец позволил бы вам это.
— Он считает, что это не женское дело. Порой мне кажется, что для отца все девушки должны сидеть в башнях и ждать мужа, как какая-нибудь Рапунцель! Но мы ведь не в Средневековье живем, а во времена расцвета человечества, верно?
Ванесса опустила взор вниз с балкона.
— Вы наверняка повидали много, месье Легранд. А я видела мир лишь на страницах книг, да с такого же балкона…
— Придет время – и вы тоже увидите мир своими глазами. Лишь бы он не разочаровал вас.
— Не увидишь – не узнаешь. Я пойду.
Даниэль в одиночестве докурил трубку.

***
— Доброе утро, месье Легранд! Ваш завтрак готов и ожидает вас в столовой. Еще приходил посыльный от господина Беналье, просил передать это письмо.
— Благодарю вас, Фелиция.
После небольшого завтрака Даниэль открыл письмо, в котором было сказано следующее:
«Даниэль, я заеду за тобой в 10 утра. Поезд в Париж отправляется в 11 часов, так что времени на опоздания не будет.
Генри»
Собрав необходимые вещи и документы в саквояж, Даниэль одел свой дорожный костюм, захватил с собой на всякий случай револьвер. В условленное время действительно подъехал паромобиль Беналье, и друзья отправились на железнодорожный вокзал.
Город уже проснулся, но на улицах было немного народу. Рабочая смена уже отправилась на грохочущем трамвае в промышленный пригород, а интеллигенция привыкла в это время еще нежиться в постели и пить утренний кофе. Уборщики улиц подметали тротуары и собирали разбросанные повсюду газеты. Сапожники скучающе ожидали своих первых клиентов. Весь город был очень красив в утренних лучах солнца, отражающихся на вывесках магазинов, брусчатке и высоких уличных фонарях. Из- за утренней прохлады дышалось довольно легко.
Проехав длинный проспект, паромобиль выехал на большую круглую площадь у величественного здания вокзала. Он был похож на огромный готический собор, только без башен и с огромным застекленным куполом. С двух сторон из вокзала выходили линии железнодорожных путей, подвешенные над землей. По ним с ревом уносились поезда, оставляя черные клубы дыма.
Оставив паромобиль и дав указания водителю, Генри с Даниэлем зашли внутрь вокзала. Внутри он был не менее огромен. Под высочайшими потолками размещались несколько открытых этажей с залами ожидания, отелями, ресторанами и в самом сердце всего этого муравейника – десяток огромных перронов, от которых отходили поезда. Пройдя по мостику над перронами, они наконец поравнялись с нужным. Напротив них стояла будка с контролером, проверяющим билеты. Генри отдал билеты на проверку, после чего их пропустили на перрон. Там их уже ожидал поезд на Париж.
Друзья заняли свое место в просторном купе вагона. Обшитый красным деревом, он был похож на небольшую уютную гостиную. Спустя десяток минут прозвучал свисток, сообщив об отправлении.
Паровоз протяжно загудел, выпустив тугие струи пара из предохранительных клапанов. Связки колес закрутились, и поезд начал стремительно набирать скорость. Когда вокзал остался позади, а скорость стала довольно высокой, появилось шипение – включилась паровая турбина. Резко ускорившись, состав вырвался за пределы Лиона и направился в столицу.

 

***

— Нет, вы только представьте какая наглость! – восклицал Джеферсон. – Эти господа из «Шафта» думают, что могут вести себя как дома везде, где им вздумается!
— Что случилось, Вильям?
— Сегодня в мой кабинет зашел представитель этой чертовой корпорации и заявил о своем намерении взять ссуду на 20 миллионов франков! Я объяснил этому господину, что мой банк не выдает подобные огромные суммы организациям с сомнительной репутации. Но ответ представителя возмутил меня еще больше!
— Неужели он нагрубил тебе?
— К счастью нет. Но он заявил о своем намерении купить весь мой банк с потрохами в течение двух дней! Само собой, что я отказал ему и попросил немедленно покинуть кабинет. Нет, ну каковы мерзавцы – предлагать мне, крупнейшему банкиру Франции, отдать свое дело неизвестно кому, да и еще в считанные дни, будто бы я – нищий должник!
— Выходит, появились люди, для которых твое могущество – сущая безделица…
— Я не собираюсь мириться с таким положением вещей. Завтра я уезжаю в Париж – мне нужно обсудить этот вопрос с экономическим обществом Франции. Мы должны прекратить всякие отношения с этими мошенниками!
Джеферсон налил стакан воды и осушил его. Шумно выдохнув, он продолжил:
— Ванессу возьму с собой. Она давно хотела повидать свет, а что может быть лучше великого Парижа? А пока я хочу немного отдохнуть.
С этими словами он удалился в спальню.

…Париж встретил своих гостей дождем. Огромный мегаполис, по сравнению с которым Лион выглядел лишь небольшим провинциальным городком. Сюда сходились все транспортные артерии страны, здесь находился крупнейший воздушный порт. Еще на подъезде к городу пейзаж пестрил небольшими деревеньками, пронеслись за окном старые парижские крепости. Начались промышленные районы, огромные цеха местных промышленных гигантов вперемешку с шаткими трущобами. По мере приближения к центру город увеличивался в высоту, рядом начали проходить протянувшиеся над землей линии трамвая и трубопроводы. Наконец поезд стал замедлять ход и зашел в Лионский вокзал столицы. Выйдя на перрон, Генри задумчиво произнес:
— Я сделал всего пару шагов в этом городе, а уже восхищен… Что ж, главное в нем не потеряться.
Пройдя по десятку указателей, сквозь толпы спешащих пассажиров, мимо скучающих торговцев пирожками в нишах главного зала – Даниэль с Генри вышли из вокзала на привокзальную площадь. Здесь открывался вид на центральные районы – высочайшие здания отелей и банков. Многоугольная площадь была забита людьми и частным транспортом, и как продолжить путь по городу было не совсем понятно. Друзья задумчиво прохаживались вдоль площади. Воздух Парижа был куда более отравлен, чем даже в промышленном Лионе. Статус столицы повлекал за собой кроме плюсов еще и ряд недостатков.
— Да уж, попадешь в такой город – и не поймешь, насколько он огромен.
— Ну что, насмотрелся? Пора бы уже и дальше двигаться. А то промокнем как утопленники.
— А как?
— Вызовем такси.
— Я не вижу вокруг ни одного таксомотора.
— Все проще, чем ты думаешь.
Генри уже был несколько раз в Париже, потому он хоть и плохо, но ориентировался в местном окружении. На краю площади стоял небольшой столб с деревянным коробом. С одной стороны у него была рукоять, по центру – причудливой формы лампа. Под лампой красовалась надпись «служба извоза 12 округа, Париж».
Беналье дернул за рычаг и внутри ящика прозвенел колокольчик. Причудливая лампа загорелась зеленым. Даниэль с интересом наблюдал за этим.
Внезапно из-за поворота на скорости с шипением и дымом из двух небольших труб вылетел приземистый паромобиль. Надпись на двери копировала надпись на ящике. Дверь открылась и из салона раздался приветливый голос:
— Добрый день, таксомотор заказывали? Садитесь.
Последовав приглашению, друзья сели в салон.
— К зданию экономической инспекции.
— Будет исполнено.
Таксомотор тронулся с места, сделал петлю по площади и плавно вышел узенькими улочками на проспект. Спустя пару минут они уже проезжали площадь Бастилии. Здесь когда-то была крепость, которую во время Великой Французской революции взяли штурмом, и это стало знаковым событием. После крепость снесли, а на ее месте создали площадь. И теперь она удивляет своим величием не меньше грозной крепости. Продолжив путь по широкому проспекту, свернув в сторону таксомотор резко остановился возле огромного серого здания, увенчанного флагом Франции.
— Прибыли. С вас 5 франков.
— Возьмите.
— Благодарю. Хорошего дня вам!
Таксомотор умчался, оставив Генри и Даниэля у входа. Те не стали задерживаться и поднялись в здание по широкой каменной лестнице.

Внутри они обратились к девушке за широким столом, которая перекладывала увесистые стопки бумаг со стеллажей. Девушка явно устала за рабочий день, потому отвечала весьма неохотно:
— Что вам?
— Добрый день, леди. Вы не подскажете, где находятся записи реестра о промышленных компаниях Франции?
— Подниметесь на второй этаж, там свернете налево, после 6й двери свернете направо и до конца коридора. Там будет черная дверь.
— Благодарю.
По пути к кабинету Даниэль недовольно поморщился:
— До чего же запутаны и сложны здания у бюрократии!
— Что поделать, чиновники на то и чиновники, чтобы все запутывать и усложнять.
Добравшись наконец до нужной двери, они зашли внутрь. Помещение с высочайшими потолками представляло собой длинный зал с застекленным потолком, уставленный огромными стеллажами. В центре помещения было свободное от стеллажей пространство, где располагался стол. За столом сидел суховатый пожилой человек в круглых очках, который быстро заполнял какую-то бумагу.
— Простите, это национальный промышленный реестр?
Пожилой человек резко поднял взгляд на Даниэля и затараторил:
— Да, вы попали по адресу. Что вас интересует?
— Нам нужна информация о собственности корпорации «Шафт». А так же информация о их владельцах.
— Есть, есть такое. А позвольте спросить – зачем вам эта информация?
— Это необходимо для урегулирования конфликта в суде.
— Что ж, не вы первый, не вы и последний. Проходите в соседний зал, документы вам принесут.
Друзья пошли по проходу между стеллажами в соседнее помещение, где размещались рабочие столы. Генри озадаченно проговорил:
— Мда, меня как-то насторожила фраза того старика.
— О первых и последних?
— Да, эта. Выходит, корпорация нечестно ведет дела не только с нами… Дело начинает пахнуть жареным.
— Не паникуй раньше времени, сначала сами заглянем в бумаги, а уж там и решим.
В зале было около двух десятков столов, ровно заполнивших зал. Ровное освещение из огромных окон и потолка создавало все условия для неспешной работы с документами. Посетителей особенно не было, за исключением тучного мужчины с бородой, писавшего бумаги и еще одного человека с двумя папками бумаг. Он производил впечатление военного.
Генри с Даниэлем заняли свободный стол. Через примерно десять минут вышел молодой человек в униформе с увесистыми папками и обратился к Даниэлю:
— Это вам нужны были документы «Шафта»?
— Да, совершенно верно.
— Прошу вас.
Сидевший за соседним столом «военный» заметно оживился и посмотрел в сторону стола Даниэля. Молодой человек оставил папки на столе и быстрым шагом вернулся в соседний зал. Генри взял первую папку.
— Итак, что мы имеем… Корпорация «Шафт», основана в 1893 году, до августа того года являлась дочерним ответвлением швейцарского финансового фонда «Цепь помощи», после отделилась в самостоятельную единицу. Руководство, так… Совместная собственность. Контрольный пакет акций Союза металлургии Франции, контрольный пакет концерна «Рено», контрольный пакет строительной компании «Винчи»…
— Получается…
— Получается, они не блефуют. Большая часть экономики страны в их руках. Мы не сможем им противостоять законным путем, раз государство беспомощно.
— Черт… Как такое возможно…
— Брось, Даниэль. Мы найдем выход, это однозначно. Любая несправедливость, в конце концов, попадает к правосудию. И – это же Париж! Идем, развеем грусть.
Выйдя из зала и попрощавшись с хранителем архива, Легранд с Беналье направились к выходу из мрачного строения. Спустя пару минут после их ухода, «военный» спешно отнес папки на стеллаж и так же покинул здание.
— Вот такой этот Париж! Думаю, не стоит торопиться с отъездом, да Даниэль? Проведем вечер в одном из ресторанчиков старого города, послушаем музыку… как же это шикарно!
— Вот бокал хорошего вина был бы весьма кстати! – улыбнулся Легранд. — Только, надеюсь, мне не придется везти тебя на поезд на себе, верно?
— Смотри, как бы я тебя не нес! Ты ведь знаешь – я ухожу из за стола только когда все гости уснут, не раньше!
— Ха-ха, знаю я тебя.
Дождь уже кончился, и друзья неспешно шли по узким улочкам. Они хоть и были сами по себе мрачноваты, но благодаря традиции парижан украшать свои балконы и окна настоящими домашними садами и ярким вывескам многочисленных лавок — создавалось стойкое ощущение домашнего праздника. И веселая болтовня часто встречающихся жильцов только усиливало его.
Маленький ресторан «Мари Луиза» стоял на пересечении трех улочек, образующих маленькую уютную площадь. Типичный для крупных городов грохот и копоть обходили этот уголок стороной, потому ресторан притягивал внимание желающих расслабиться и приятно провести время. Это был типичный ресторанчик центрального Парижа – небольшая вывеска, пара столиков снаружи, уютный, обшитый деревом зал. Внутри играл старый музыкант в жилетке с извечной добродушной улыбкой – посетители любили его слушать во время трапезы и часто жаловали звонкой монетой. Генри с Даниэлем зашли внутрь и заняли столик.
— Ради этого стоило посещать Париж! Какие запахи, какие звуки… Официант!
— Слушаю, месье.
— Два ростбифа под соусом и неаполитанский салат, а еще бутылку лучшего вина. И прошу вас – быстрее, мы с другом весьма проголодались!
— Будет исполнено – с улыбкой ответил официант и вьюном умчался между столиков к кухне.
Даниэль откинулся на спинку кресла и мечтательно поднял глаза к потолку. Генри оживленно покрутился, а затем наклонился к другу:
— Дани, ты только взгляни какие тут красавицы! – с этими словами он указал за пару соседних столиков, где пили кофе пара красивых девушек, оживленно обсуждающих какой-то только им известный вопрос. Изящные наряды выдавали настоящих парижанок. Генри улыбнулся им и помахал рукой. Девушки смущенно заулыбались. Друзья подняли бокалы.
— За наши успехи по жизни – и в карьере и в личном!
Тем временем дверь ресторана открылась, и в ресторан тихо зашел все тот же «военный». Стараясь не привлекать внимание посетителей, он сел за крайний столик и заказал кофе. После он отгородился от всех свежей газетой, продолжая незаметно наблюдать за гостями столицы.
Спустя час Даниэль решил, что пора покидать заведение – Генри совсем раскрепостился и начал заказывать коньяк, попутно посылая посетительницам знаки внимания.
— Эх, Даниэль, люблю я такие места! – мечтательно произнес Генри, опустошая залпом очередную порцию коньяка. – И очень уж я люблю девушек. Вот таких хороших. – он снова подмигнул девушкам и налил коньяку. – Вот перееду в Париж и открою свой бордель – вот это будет дело!
— Знаешь, я все думаю про Ванессу. Она ведь так хотела повидать мир…
— А, ты про дочку банкира? Расслабься, не твоего полета птица. Да и сама наверняка избалована. Ты лучше посмотри вокруг! Вон, какие красавицы там сидят…
— Друг, мне кажется тебе уже достаточно. Пойдем, уже поздно.
— Ты думаешь, я пьян? Да брось ты, я просто хорошо развеселился! Вот еще немного коньяку…
— Хватит, ты больше не будешь пить. Мы уходим.
— Я не хочу идти!
— Придется. Официант — счет, пожалуйста!
Пока Даниэль расплачивался с официантом, Генри успел заметить подозрительного наблюдателя. Однако взгляд у него поплыл, а усталость уже разливалась по телу. Так что он равнодушно отвел взгляд в сторону Даниэля. Тот уже закончил с официантом и поднялся со стула, перехватывая Генри за руку. Спустя минуту они уже шли по улочке прочь от гостеприимного места.
— Вот всегда ты прерываешь веселье в самом разгаре! Я ведь только взбодрился.
— Я прекрасно знаю, чем заканчивается твое веселье. И нам еще домой возвращаться. А на поезд в таком состоянии тебя не пустят.
— Ну и куда ты меня тогда ведешь?
— В отель, тебя нужно же уложить проспаться, в конце концов.
Они прошли уже пару кварталов, когда вышли на проспект. Там, спустя пару зданий уже играл огнями роскошный отель. Именно туда и направился Даниэль.
— Слушай, в ресторане я кажется, видел того типа…
— Какого?
— Из архива… Он рядом сидел… Может он шпионит…
— Генри, я говорил тебе не пить много! Давай, заходи аккуратнее. Пожалуйста, один двухместный номер на ночь. – Он обратился к консьержу.
— ваш номер 214, второй этаж.
— Идем Генри, идем.
— Вашему другу нездоровится?
— Нет, все хорошо.
Затащив друга в лифт, Даниэль нажал кнопку лифта. На следующем этаже дверь открылась – они последовали до седьмой по счету двери тускло освещенного коридора с красным ковром на полу. Ключ провернулся, дверь распахнулась, и Даниэль занес Генри в номер.
— Ладно, ты давай спи. Завтра с утра поедем в Лион.
— Я еще… кк… нен-нагулялся по Парижу…
— Потом погуляешь. Нужно возвращаться. Все, доброй ночи.
  ''';
  static String z3a = 'Глава 2. Начало бури';
  static String z3 = '''
  Такие огромные города как Париж просыпаются рано. Вот и этот день не стал исключением – еще ну успело взойти солнце, как по улицам задвигались экипажи и стали появляться спешащие прохожие.
На небе пробивалось сквозь облака лучи солнца. Один из таких лучей ударил в окно отеля и осветил лицо Даниэля. Тот поморщился, на секунду открыл глаза и снова закрыл – свет был слишком ярким. Кряхтя и прикрываясь от света рукой, он встал и осмотрелся – в номере было довольно тихо, если не считать тихого храпа Генри в другом конце комнаты. Легранд посмотрел на часы – они показывали полседьмого. Будить друга в такую рань он посчитал слишком жестоким, а потому решил просто выпить кофе и прочитать утреннюю газету.
Выйдя на кухню, Даниэль поставил вариться кофе в блестящей турке. Вернувшись в комнату, он взял газету со стола. Свежий выпуск «Парижского курьера» — в самый раз. И на первом же развороте фотография – целые караваны дирижбанов, пролетающих над городом… Что-то интересное! Заголовок гласит – «куда бежит «Шафт»?».
— Что эти паршивцы задумали на этот раз… — пробурчал вслух Даниэль и принялся читать.
Статья не содержала конкретной информации – просто над Парижем со стороны промышленных районов десятками стали двигаться дирижбаны с опознавательными знаками корпорации. Ни причины, ни груза, ни какой-либо еще информации – одни догадки, забавляющие своей оригинальностью. А вот еще заметка – в Бельгии нарастают антивоенные настроения среди населения. «Этого стоило ожидать» — подумал Даниэль.
Ход мыслей прервало шипение, доносящееся из кухни. Легранд вскочил с места, ругаясь на свою забывчивость. Из турки выливалось кофе, попутно заливая всю плиту.
— Вот же зараза такая…
— Агхр, ммм… — донеслось из комнаты. Потом скрип кровати, медленные шаги. Наконец на пороге кухни появился Генри. Вид у него был помятый.
— Какого черта в такую рань… Блин, моя голова…
— В буфете стоит бутылка виски.
— Ты читаешь мои мысли.
Генри взял бутылку и налил в тумблер – специальный стакан именно для этого напитка. После пары глотков ему стало лучше. Осмотревшись, он недовольно пробурчал:
— Мог бы уже выбрать номер и поприличней.
— В твоем состоянии человек согласен и на улице спать.
— Я даже не запомнил название того ресторана.
— Я уверен, что ты не помнишь и то, как вчера видел «шпионов» — расхохотался Даниэль.
— Да ну тебя. – обиженно проворчал Генри и в тишине допил свой виски.
Спустя час они сдали номер и покинули отель. На этот раз таксомотор решили не вызывать – а поехать на метро, благо станция находилась неподалеку. Городов со столь дорогим и диковинным транспортом на то время было не много, и Париж вполне мог этим гордиться.
Купив жетоны и пройдя механический пропускной пункт, друзья спустились по лестнице. Их появление не прошло незамеченным, хоть на станции и было много народу – следом на расстоянии двинулись двое мужчин в неброской одежде.
Постройка метро была очень долгим и затратным делом. Но оно было необходимо для Парижа, с его забитыми узкими улочками и гудящим от пролетающего воздушного транспорта небом. Потому городские власти решили не экономить на отделке станций — стены были отделаны мрамором, возле проходов стояли белоснежные статуи, на стенах красовалась мозаика из глазированной керамики. Роскошные люстры с электрическими лампами освещали все это великолепие – метро было одним из немногих объектов города, который обслуживался собственной электросетью. Эта система была ненадежной и требовала частого ремонта. Однако на фоне значимости метро это казалось сущим пустяком.
Вскоре на платформу, подняв порыв ветра, с грохотом приехал красный поезд. Двери его раскрылись, и народ устремился двумя встречными потоками сквозь них. Поездка на метро была не дешевым удовольствием, а потому сидячих мест в обшитом полированным деревом вагоне хватило на всех. Спустя минуту двери поезда закрылись, и он с гудением начал набирать скорость.
Под монотонное гудение и раскачивание вагона Генри ежесекундно засыпал. Даниэлю приходилось все время его подхватывать, чтобы тот не свалился от толчка поезда. Когда это очередной раз произошло, и он отвлекся, рядом с ним сел человек средних лет. Даниэль бросил на него мимолетный взгляд и отвернулся.
— Кажется, вашему другу стоит отдохнуть, — внезапно произнес человек. – Да и вам я думаю, это не помешает.
Даниэль повернулся к незнакомцу.
— Месье Легранд, верно?
— Откуда вам известно мое имя?
— Мне все известно. И то, что вы были в архиве, я тоже знаю. Вы ведете опасную игру.
— Кто вы, черт вас побери?
— Не все ли равно? Важно то, что вы делаете. И то, что вы делаете, может не понравиться моим хозяевам.
— Так вы тоже из этих мошенников… Я не желаю иметь с вами дела. Как и продолжать этот разговор.
В этот момент прозвенел звонок, и на табличке над дверью сменилась надпись – «Лионский вокзал». Незнакомец улыбнулся и задумчиво произнес:
— Какие же бывают недальновидные люди… Не понимают последствий своих слов…
Даниэль не стал ждать. Как только дверь открылась, он вскочил с места, схватил за руку Генри и выбежал из вагона. Еще сонный, Генри был в замешательстве:
— Что, уже выходить? Куда ты меня тащишь?
— После объясню, после, просыпайся и не отставай!
— Да какая муха тебя укусила?
Выбежав из метро, Даниэль направился к зданию вокзала. Следом выбежали незнакомец из вагона вместе с напарником.
— Мы успеем их перехватить до отъезда?
— Успеем. Никуда они от нас не денутся.

***

«Внимание пассажирам! Поезд Лион — Париж прибывает на четвертую посадочную платформу. Поезд Лион — Париж прибывает на четвертую посадочную платформу.»
К зданию вокзала, медленно сбавляя ход, приближался дымящий паровоз, увлекая за собой длинный состав. Прозвучал свисток, и поезд окончательно остановился. Открылись двери и пассажиры стали сходить на платформу.
— Какой огромный вокзал! Наш в Лионе по сравнению с ним кажется незначительным…
— На то она и столица, Ванесса, чтобы впечатлять. Но наш город не сильно-то уступает ей! А теперь поспешим, у нас много дел.
— Вечно ты спешишь…
-Успешные люди всегда спешат, дочка.
— Не верю я в это.
Они прошли уже половину вокзала, как внезапно столкнулись на лестнице с Генри и Даниэлем.
— Добрый день, месье Джеферсон. Я…
— Здравствуйте, Даниэль. Я вас помню вас с того банкета у Беналье. Не ожидал вас встретить здесь, в Париже.
— Мы тоже приятно удивлены. Разрешите задать вам один вопрос.
— Слушаю вас.
— Вы не имеете сейчас связей с «Шафтом»?
Джеферсон побагровел. Стиснув кулаки, он как можно сдержанней ответил:
— Нет, у меня нет с этими мошенниками никаких дел, и не будет! Они ведут себя крайне нахально!
Затем, подумав секунду, добавил:
— Я собственно и приехал в Париж, чтобы разобраться с этими мухами. Я подниму информацию и обращусь в экономический совет, который наложит санкции. Я…
— Боюсь, момент упущен, месье Джеферсон.
— Почему же?!
— Мы уже подняли информацию о компании.
— И…
— Они действительно контролируют половину экономики страны. Их могущество переросло государство. И вполне возможно, что они обладают достаточной военной мощью, чтобы диктовать свою волю.
— Но зачем… А, впрочем неважно. Я все равно устрою заседание совета и добьюсь решения! Я ведь один из самых…
Не успел Джеферсон закончить свой монолог, как его случайно задел проходящий мимо мужчина. Он явно спешил и нес в руках пакет с каким-то порошком. От толчка он просыпался на костюм банкира.
— Простите, Бога ради, я не хотел… — начал извиняться мужчина, но для Джеферсона это было последней каплей.
— Да что, черт возьми, происходит! Вы Намеренно это сделали! Убирайтесь прочь!
Он попытался отряхнуть костюм, но ничего не вышло. Тогда он начал крутиться по сторонам.
— Должна же быть на этом чертовом вокзале уборная… Не могу же я в таком виде прийти в Совет!
Заметив на стене указатель, банкир направился в уборную. Ванессу же он попросил подождать здесь. Когда он удалился, Ванесса обратилась к Даниэлю:
— Простите его за некоторую резкость. У моего отца действительно проблемы…
— Ничего страшного, леди, у нас тоже проблемы, такие же как и у вашего отца. Проблема в том, что дальнейшее пребывание вне дома опасно как для Вас, так и для нас.
— О чем вы?
— Корпорация явно преследует всех, кто с ней не согласен.
— Не верится мне во все это. Да и не хочется.
После минутной паузы Генри спросил Ванессу:
— Ну а как вам Париж? Вы же здесь впервые, верно?
— Ну, пока что я видела только вокзал. – улыбнулась она. – Но надеюсь, что увижу больше.
Внезапно Ванесса нахмурилась. Взгляд ее забегал.
— Что-то долго нет отца… Я не думаю, что уборная была далеко.
— Мало ли что. Подождем еще пять минут.
Однако и спустя это время банкир не появился. Ванесса начала паниковать.
— Почему отец не приходит… Он давно должен был вернуться…
— Давайте я схожу, посмотрю – вмешался Генри. Затем смущенно добавил – Ну и мне вообще-то тоже туда надо.
— Давай быстрее, не задерживайся. – ответил Даниэль. – Не переживайте, мисс, ничего дурного не случится.
Генри отсутствовал ровно пять минут. Вскоре он вернулся. Вид у него был озадаченный.
— Его там нет… А еще я это нашел.
Генри протянул носовой платок. Ванесса схватила его и заплакала. Даниэль спросил ее в чем дело.
— Это отца…
Генри и Даниэль растерялись. Перед ними стояла девушка, у которой только что пропал отец. Мало того – его скорее всего похитила та самая корпорация. Положение становилось критическим, об отъезде в Лион уже и речи не было. Спустя пару мгновений Даниэль произнес:
— Значит так… Если они уже начали похищать людей средь бела дня то нам уже неважно – уедем мы из Парижа в Лион или нет. Везде мы не будем в безопасности. Кроме того, мы должны найти отца Ванессы. Правда, пока у нас нет никаких зацепок.
— А если обратиться в полицию? У них наверняка будет больше шансов сделать это чем у нас.
— Я считаю, что если полиция не подкуплена корпорацией, то это произойдет в ближайшее время. Потому обращение туда будет угрожать больше нам. Мы должны сделать это сами.
Ванесса посмотрела наивными глазами сначала на Даниэля, потом на Генри, и отвернулась, в готовности снова расплакаться. Даниэль повернулся к Беналье и шепотом сказал:
— Мы должны ее отвлечь хоть как-нибудь. А то бедняжка совсем изойдется слезами.
— Но как?
— Мы в Париже, черт возьми, крупнейшем и красивейшем городе нашей страны. Устроим небольшую экскурсию, покажем девушке город. Заодно и развеемся, может какие идеи появятся.
— Ладно, ладно, только учти, что я Париж знаю плохо.
— Не лучше меня или ее, это точно. – Даниэль повернулся к девушке. – Ванесса! Слезами горю не поможешь, идемте!
— Куда?
— Туда, где вы еще не бывали!
Даниэль подал руку Ванессе, и они втроем вышли из здания вокзала. На площади Генри уже привычно вызвал таксомотор, который не заставил себя долго ждать. Пассажиры заняли свои места.
— Куда едем, господа?
— В Лувр, пожалуйста.
Ванесса с удивлением посмотрела на Даниэля.
— Лувр? Тот самый?
— Вы знаете еще один?
Набирая скорость, серебристый таксомотор мчался по широкому проспекту в сторону площади Бастилии, затем свернул на набережную Сены и направился к Лувру вдоль берега реки. Маршрут был выбран неслучайно – отсюда открывались потрясающие виды старого города. Перед глазами промелькнули и остров Сен-Луи, затем остров Ситэ, над которым возвышался знаменитый Собор Парижской Богоматери. Однако хорошо рассмотреть его пассажирам не удалось – мешали строения вокруг, плохой обзор из паромобиля и к тому же таксист не жалел скорости. Настоящий профессионал своего дела.
Сделав пару поворотов на площади Шатле, таксомотор проехал еще пару кварталов и вышел на площадь Каррузель. Здесь он остановился.
— Музей Лувра прямо перед вами. С вас 7 франков. – сказал таксист и улыбнулся.
Оказавшись на свежем воздухе, Ванесса замерла в восхищении. И было от чего – прямо перед ней, возвышалась арка Каррузель, через которую была видна и площадь Согласия, и туманные очертания Триумфальной арки. С противоположной стороны была громада Лувра. Именно туда они и направились.
— Здание впечатляет… Генри, как думаешь, нам хватит целого дня, чтобы обойти всю экспозицию?
— Я как то сомневаюсь, что нас хватит сделать это! – рассмеялся Генри. – Так что я предлагаю совершить сокращенную экскурсию по этому великолепию.
Хотя экскурсия была действительно краткой, на нее ушло несколько часов. Гости увидели коллекции Древнего Египта, Рима. Но больше всего времени и впечатлений ушло на просмотре королевских коллекций живописных полотен.
— Ради этого стоило ехать в Париж… В Лионе есть музеи, но это – действительно жемчужина!
— Как думаешь, сколько стоят эти работы…
— Тебе лишь бы деньги и роскошь, Генри.
— У каждого свои ценности.
Даниэль, Ванесса и Генри покинули музей к тому времени, как солнце уже шло к закату. Уставшие, но полные впечатлений, они неторопливо пошли через сад Тильюри. Сад, по сути, был большим парком, и там отдыхало много парижан и туристов. Кое-где играла музыка, уличные торговцы и здесь находили своих покупателей. На несколько мгновений веселую музыкальную атмосферу прервал своим грохотом пролетающий на высоте дирижбан. Вскоре друзья вышли к большому фонтану и прошли к площади Согласия. Отсюда был шикарно виден Малый дворец, который освещали лучи заходящего солнца.
— Как бы то ни было красиво, а ноги меня уже с трудом носят – пожаловалась Ванесса. – Может быть, хватит на сегодня экскурсий?
— Я тоже думаю, что нам пора отдыхать. Но было бы непростительно не побывать на Эйфелевой башне – тем более сейчас, когда вот-вот будет закат!
— Но я устала, и не дойду туда, это далеко.
— Подъедем на метро, так будет быстрее. А пешком мы бы и не успели.
Спустившись в подземную станцию и проехав несколько остановок, они вышли на станции Трокадеро. Выйдя на поверхность, друзья оказались возле дворца Шайо, известного своей гигантской колоннадой и сквером, выходящим прямо на берег Сены. На противоположном берегу возвышалась знаменитая башня. Восхищаясь зрелищем, компания направилась к ней, обходя группы туристов и просто парижан.
Наконец они вышли к подножию башни. Отсюда она казалось паутиной, бесконечно уходящей в небо. Даниэль улыбнулся.
— Вот мы и здесь… Теперь отправимся наверх.
— Что? Я не поднимусь. И не думайте даже!
— Никто ведь не говорит идти пешком, есть подъемники. – Генри указал на небольшую кабинку у одной из «ног» башни.
Заплатив небольшую сумму, друзья заняли место в кабинке, и она медленно начала подъем на высоту, немного потрескивая и жужжа. Спустя десяток минут она уже была на верхней обзорной площадке. Дверь открылась, и в лицо ударил ветер. На верхней площадке он всегда был хозяином.
Здесь хватало людей, они наслаждались видами и разговаривали между собой. Оказавшись на краю площадки, Ванесса сжалась и зажмурила глаза. Сзади подошел Даниэль.
— Ванесса, с вами все в порядке?
— А? Да… — она жалобно посмотрела ему в глаза. – Просто я боюсь высоты и здесь прохладно.
— Не бойтесь. Даже если страшно – увидеть Париж с такой высоты стоит того.
Вид действительно открывался потрясающий – весь Париж был словно на ладони. Прямо внизу несла свои воды в бетонных берегах Сена. По ней сновали маленькие прогулочные лодки. Стоит поднять взор чуть выше – и уже другой берег, с аккуратными кварталами домов цвета слоновой кости, разрезанные ровными линиями улиц и проспектов. И в центре всего этого – дворец Шайо, который со своим ярким сквером отсюда казался совсем игрушечным. На крышах домов играли отблески солнца, которое рыжим шаром висело над городом. А на горизонте виднелись столбы дымовых труб, испускающих едва видные отсюда клубы дыма.
Десятки людей наслаждались этим зрелищем. Совсем рядом с нашей компанией стоял художник с мольбертом и торопливо рисовал закат. Это был уже пожилой мужчина с седыми усами и круглым добродушным лицом. Художник щурился от солнца, когда бросал быстрые взгляды на город и тут же делал пару быстрых мазков.
Даниэль обернулся от отдаленного грохота. Над противоположной частью города медленно плыл караван дирижбанов. С такого расстояния было трудно рассмотреть опознавательные знаки, но Легранд был уверен – это «Шафт».
Генри тоже увидел вереницу воздушных судов. Он изобразил озабоченную гримасу и сказал:
— Это что еще за траурная процессия? Дирижбаны обычно передвигаются в одиночку.
— Я больше чем уверен, что это корпорация что-то вывозит. Но что…
— С чего такая уверенность?
— Я читал об этом в сегодняшней газете. Правда, зачем и куда они летят – неизвестно.
— И зачем они украли моего отца тоже неизвестно, — вмешалась Ванесса. Она посмотрела на Даниэля грустными глазами. – Куда они его отвезли?
— Черт, ну должен быть какой- то выход! – распалился Генри. Что эта корпорация – слабых мест не имеет, что ли?
— Простите, пожалуйста, — прозвучал пожилой мужской голос сзади. – Вам действительно нужна особая информация о корпорации?
Все обернулись. Рядом стоял тот самый художник, так и не успевший завершить пейзаж.
***
Даниэль озадаченно посмотрел на Генри. После он обратился к художнику.
— Простите… Вы обладаете некой важной информацией о корпорации?
— Именно, молодой человек. И если вы не будете так кричать, я бы хотел предложить вам ее.
— Как я понимаю, это будет не бесплатно.
Ну, как сказать, — художник прищурился. – По сути, вы сами ее добудете, заодно окажете мне небольшую услугу.
Генри подошел к Даниэлю и прошептал на ухо:
— Ох не нравится мне все это…
Но Даниэль не обратил на это внимания.
— Что нужно сделать?
Художник повернулся и стал неспешно рассказывать.
— Вам будет нужно отправиться в тюрьму Фогивион и освободить оттуда Клемента Бонно. У него и есть информация для вас.
— Фогивион… туда раньше самых злостных заключенных ссылали, подальше от людских глаз. Чем же провинился ваш знакомый?
— Он боролся за справедливость. Весьма уважаемый человек. Когда корпорация начала свои темные дела, он почти вывел их на чистую воду, и хотел было предать имена огласке, но был схвачен агентами «Шафта». Чтобы избавиться от него и не вызывать шума, они сфабриковали против него дело с убийством, создали липовую характеристику. В итоге его отправили за решетку на десять лет. Да еще и Фогивион… Это место с дурной славой, люди там сходят с ума. Возможно, ему тоже не выбраться оттуда, даже после отбытия срока. Так что я бы на вашем месте поторопился.
— Даниэль, это пахнет проблемами с законом.
— У нас есть выбор? – с этими словами Даниэль посмотрел на Ванессу. – Мы согласны. Только как нам добраться до Фогивиона?
— Вам нужно будет добраться до Киберона – небольшого городка на Западном побережье. Именно оттуда и ходит баркас к тюрьме. Думаю, вы сможете договориться.
— Да, звучит сложно… Что ж, огромное спасибо вам за помощь.
— Удачи вам. А пока наслаждайтесь закатом – каждый из них неповторим…
  ''';
  static String z4a = 'Глава 3. «Туманное забвение»';
  static String z4 = '''
  Ночь друзья провели в отеле неподалеку от башни. Чтобы не смущать Ванессу, Даниэль раскошелился на отдельный номер для нее. Ночь прошла благополучно, разве что Генри явно снились кошмары – он все время ворочался и разговаривал во сне. Поутру он жаловался на головную боль и неудобную кровать, но Даниэль отнес это к его личным причудам. На завтрак они спустились в ресторан, располагавшийся на первом этаже отеля. Заодно предстояло распланировать день.
— Я конечно доверяю тебе, Даниэль, но почему ты так сходу согласился освободить из тюрьмы незнакомого человека? А вдруг он реально закоренелый преступник – и где гарантия, что когда мы освободим его, он не убьет нас и не сбежит?
— А ты думаешь, что другие варианты лучше? Мы от корпорации не в меньшей опасности. Если будем сидеть сложа руки – останемся на улице, а возможно и хуже. Да и ты себя послушай – зачем ему убивать нас и бежать, если мы и так его освобождаем?
— Вдруг захочет забрать наши вещи и деньги… Не знаю, мало ли кто он такой.
— Мы скажем ему, кто просил его освобождать – это должно нас обезопасить чуть что. И вообще, хватит пессимизма. Верно, Ванесса?
Девушка улыбнулась. Ее глаза засияли.
— Верно. Мы должны стремиться к лучшему, и без риска тут не обойтись. И вообще… Спасибо, что не оставили меня в беде.
— Думаю, спасибо стоит отложить до освобождения вашего отца, — усмехнулся Генри. – Итак, какой у нас план?
— Нужно добраться до этого самого Киберона. Надеюсь, туда идет железная дорога. А там найдем тот самый баркас.
— Я еще не была на море, — сказала Ванесса. – Оно наверняка такое красивое…
— Увидеть море – одна из вещей, которую стоит увидеть в жизни! – Даниэль посмотрел в глаза Ванессе. – Оно кажется бескрайним. Такое почти нигде больше не увидишь…
Секундная пауза затянулась вечностью. Ее прервал Генри.
— Еще ночное небо бывает таким бездонным!
Даниэль с грустью отвел взгляд и отпил глоток вина из бокала. Ванесса заметила это и потупила взор. Генри же не унимался.
— Ну а как мы будем освобождать нашего пленника? У нас нет ни бумаг, ни прочих средств законно вывести его на волю.
— Ну так поступим незаконно.
— Что? Ты устроишь побег? Нас же всех тогда накроют.
— Боже, Генри, ну будь ты проще, в конце концов. Посуди сам – море, посреди него тюрьма, в ней кучка заключенных и пара надзирателей, которым это уже осточертело это до крайности. Подумай, чего бы им хотелось больше всего?
Генри на секунду задумался, а потом расплылся в довольной улыбке.
— Все, я понял тебя, пройдоха. Ну что ж, тогда нам следует закупиться и отправляться в путь.
Небо над Парижем уже совсем развеялось и стало ясным, но улицы все еще пахли сыростью. Утро не было тихим – центр города всегда был полон людей. Магазин «Сinquante» уже открылся, и именно туда отправились наши путешественники. Там они приобрели дождевые накидки и закупились едой в дорогу. Генри тем временем нашел «выкуп» за преступника. Спустя десяток минут они уже сели в таксомотор, который доставил их на Западный вокзал Парижа. Он был поменьше Лионского – в этом направлении ходило меньше поездов. Даниэль обратился в билетную кассу:
— Будьте добры, три билета на ближайший рейс в Киберон.
Кассирша недоверчиво посмотрела на него, после достала три билета и серьезным голосом объявила стоимость.
— С вас 27 франков.
— Возьмите.
— А зачем вы едете в Киберон?
— У моей сестры там живет родня, едем в гости.
Кассирша покосилась на стоящую рядом Ванессу и отдала билеты.
— Счастливого пути.
Даниэль забрал билеты и отошел от кассы.
— Подожди, друг, ты же сказал, что не знаешь – есть ли железная дорога в Киберон. А сам подошел и уверенно взял билеты. Как так?
— Да, я спросил билеты и мне их дали. Если бы не было дороги – разве мне бы их продали? Так что я не тратил время на вопросы.
— И вам бы я посоветовала брать пример. – улыбнулась Ванесса.
— Ладно вам, не так уж я и много задаю вопросов. Где наш поезд?
— Должен быть через двадцать минут на второй платформе.
— Прекрасно, значит у нас есть время осмотреться.
Они прошлись по вокзалу, осмотрев его со всех сторон. Он не отличался пышностью – скорее каждый его элемент имел чисто практическое значение. В конце первого перрона стоял небольшой постамент с паровозом. Это была ранняя конструкция, работавшая еще на обычном угле и весьма неуклюжая на вид. По сравнению с действующими локомотивами он казался настоящим карликом. Надпись на постаменте гласила: « С них началась история железной дороги». Генри задумчиво протянул:
— Даа, первопроходцы всегда кажутся несовершенными.
— Все великое начинается с малого, Генри.
— Пожалуй, соглашусь… — он запустил руку в карман, но не найдя там искомого, забеспокоился. – Черт, я опять забыл купить сигары. А без них мое настроение будет скверным! Я сейчас вернусь.
Генри спешно поднялся по лестнице и исчез за поворотом. Даниэль посмотрел на Ванессу.
— С тобой все в порядке?
— Да, все хорошо. Просто столько эмоций и переживаний за короткое время… Я столько за несколько лет не получала.
— Что поделать, за стенами дома жизнь жестока и беспощадна. Крепись. То ли еще будет…
Ванесса растерянно обернулась и остановила взгляд на лестнице.
— Подожди минуту, я сейчас…
Даниэль взглянул на лестницу. По ней с трудом пытался спуститься человек в военной форме на костылях. Его голова была наполовину забинтована, одной ноги небыло. Ванесса подошла к военному и стала помогать ему спуститься вниз. Военный смущался и благодарил. Спустя несколько секунд подбежал и Даниэль, подхватил чемодан солдата и стал помогать с другой стороны. Когда лестница была пройдена, Даниэль спросил у военного:
— Вы идете на поезд?
— Да, в Брест. Возвращаюсь домой с фронта. Отвоевал я свое.
— Расскажите, что же там, на фронте на самом деле?
Военный задумался на десяток секунд, тяжело сглотнул и произнес:
— А что на фронте… Смерть там, и ничего кроме смерти. Давит она людей, как сапог муравьев…
Они шли по перрону, а военный задумчиво продолжал.
— Это не благородная война… Это просто бессмысленная бойня. Кого ни спроси – в окопе, или за лафетом пушки – никто не знает ответа на простой вопрос – зачем я здесь. Мы не знаем, зачем убиваем друг друга. Нервы лопаются почти у каждого. Никто не думает, что он забирает чью-либо жизнь и видит смерть – легко потерять рассудок. Я был свидетелем огневого налета воздушного флота – на моих глазах товарищи превращались в жаркое… Мне никогда не забыть это. Никто из нас не забудет.
Они остановились. Даниэль занес чемодан в вагон, помог солдату подняться. Встав у открытых дверей тот произнес:
— Я понял главное… Сейчас человеческая жизнь ничего не стоит. Но на самом деле она бесценна… Помните это.
Он скрылся внутри вагона. Даниэль взял Ванессу за руку, и они неторопливо пошли по перрону. Они были подавлены.
На той самой лестнице показался Генри. Он спускался, рыская взглядом по сторонам. Наконец он заметил Даниэля с Ванессой и спешно направился к ним.
— Я уж подумал, что вы убежали! Где вы были?
— Мы решили немного пройтись.
— Ладно, время поджимает, поезд отправляется через пару минут. Поторопимся!
Друзья вышли на свою платформу и заняли места в поезде. Усевшись в купе за маленьким деревянным столиком, Ванесса взяла стоявший в кувшинчике небольшой букетик цветов. Вдохнув уже ослабший аромат, она устало произнесла:
— И все-таки даже в таком жестоком мире живет красота.

***
… Париж, ресторан «Гранада». Приятная музыка, официанты с подносами, разношерстный люд. Прямо перед глазами, за столом – девушка с рыжими волосами, оживленно рассказывающая о своем сегодняшнем дне. Рюмка уже пуста, а коньяк приятно греет изнутри. Сегодня выходной – а значит можно себе позволить расслабиться.
Внезапно входные двери раскрываются, и в ресторан врываются трое полицейских. С фразой «Всем сохранять спокойствие!» они подошли к нашему столику и громогласно объявили – «Вы арестованы по подозрению в убийстве. Вам придется пройти с нами в участок. Леди, вы так же задержаны по подозрению в соучастии». С этими словами они схватили ее за руки и подняли из-за стола. Весь ресторан умолк, и лишь она громко возмущалась, а я пытался им помешать. Я кричал – «Оставьте ее в покое!». Они лишь продолжали молча крутить ей руки. Потом полицейские стали стучать дубинками по столам, с криками «Вставай, скотина! Время сна кончилось! Встать, быстро!». В глазах потемнело…

… Бенджамин проснулся. Не было никакого ресторана – он остался там, во сне. Был лишь грубый жесткий голос надсмотрщика, который стучал в дверь камеры. Повинуясь ненавистному голосу, Бенджамин встал с серой пыльной койки. В этот момент дверь камеры открылась и показался надзиратель.
— Сколько можно дрыхнуть, тварь? – издевательским голосом спросил он у заключенного. – Радуйся – сегодня обед будет! А вот и он кстати, — с этими словами он швырнул тарелку на пол камеры. Она чудом не перевернулась, лишь расплескав половину скудной похлебки.
— Ах да, совсем забыл – сегодня еще и хлеб дают!
Небольшой ломоть хлеба отправился в полет вслед за тарелкой в пыль. Надзиратель вышел из камеры, с грохотом закрыв металлическую дверь.
Именно так начинался очередной день заключения в тюрьме Фогивион. Она считалась последним местом куда отсылали заключенных, обычно с идеей забыть об их существовании.
Тюрьма представляла собой круглую башню из бетона, построенную на камнях в нескольких милях от побережья. Стены строения омывались водой, исключая всякую возможность побега. К тому же отсюда практически не было видно берегов, потому на узников она производила впечатление полной изоляции от мира и лишала надежды.
Здание было построено по схеме паноптикона – дежурные надзиратели находятся в самом центре, откуда наблюдают сразу за всеми расположенными по кругу камерами на этаже. Всего этажей с камерами было три – на нижнем четвертом располагались склады, хозяйственные помещения, кухня и лаборатория. В последней на заключенных испытывали новые лекарства, которые привозили сюда парижские аптекари. Здесь можно было не бояться ответственности за смерть испытуемого – к тому же, отчетность Фогивиона никто уже давно не проверял. Надзиратели чувствовали себя здесь всемогущими и безнаказанными.
Из-за вездесущей воды внутри царила постоянная сырость, стоял затхлый запах. Продукты портились быстро, заключенные часто болели. Без должного лечения они скоро умирали, но с трупами проблем небыло – их просто сбрасывали в окружающее море. Постоянный шум волн и глухая акустика тюрьмы приводили к звуковым иллюзиям и сводили с ума и без того несчастных обитателей.
Бенджамин хромая подошел к тарелке и поднял ее. Коренастый, плотный мужчина за годы заключения осунулся и стал немного напоминать дикаря. Кряхтя, подхватил тот самый ломоть уже начавшего плесневеть хлеба, предварительно отряхнув его от пыли. Усевшись на кровать он начал есть, стараясь ничего не упускать – кормили очень скудно, и заключенный был рад каждой крошке. В голодные дни приходилось есть даже редких слизняков, дабы не умереть с голоду. Впрочем, был и большой риск отравиться.
Бенджамин старался не думать ни о чем, что было связано с тюрьмой и условиями – ведь так можно было быстро свихнуться. Он часто пытался придумать мелодии, и так хоть ненадолго, но оторваться от реальности.
Через несколько минут к двери подошел надзиратель и потребовал вернуть тарелку, заодно наградив узника парой крепких и уже привычных словечек. Бенджамин улегся на койку, закрыв глаза.
Из дыры в потолке, что в углу камеры, в дыру в полу пролетели экскременты, вызвав возмущение из камеры снизу. С санитарией в тюрьме было все печально – чтобы не заморачиваться с уборными, создатели тюрьмы просто совместили в одну линию отверстия в углу камер. Отверстия на первом этаже выходили в бетонные колодцы, дабы не мешать хозяйственным помещениям, а ниже просто выходили в океан.
Простота обернулась неудобством – на одной линии должен был справлять нужду в одно время только один человек. Но порой из-за невнимательности и сумасбродности некоторых заключенных это правило нарушалось, доставляя неприятности заключенным.
Однажды один узник попытался совершить побег, спрыгнув в эту дыру, но разбился о камни, бывшие чуть ниже уровня воды. С тех пор «туалет» для побега не рассматривается.
Спустя полчаса два надзирателя, перекидываясь грубыми шутками, прошли мимо двери камеры Бенджамина, и спустя еще десяток шагов, остановились. Из камеры не было видно, но по звуку можно было догадаться – из камеры вывели заключенного, повели к лестнице. Спустя минуту раздался тихий шепот у разбитой стены. Там было крохотное отверстие в соседнюю камеру.
— Маркуса повели… Еще пару дней и моя очередь дойдет.
— Что ему вколят на этот раз?
— Незнаю. После прошлого раза он был как мертвец. Боюсь, еще одного раза он не переживет. Тссс! Наблюдатель!
Паноптикон создавался с расчетом, что заключенные не будут знать, когда за ними конкретно наблюдают. Это позволяло держать заключенных в страхе и подчинении. Однако со временем осужденные научились замечать малейшие изменения света из смотрового окошка и знать, когда будет идти наблюдение. И сейчас был именно такой случай.
Бенджамин вернулся к своей койке. Спустя десяток минут из лаборатории раздались душераздирающие крики. Это был голос Маркуса.
«Ну вот, началось» — обреченно выдохнул Бенджамин. Он снова попытался уйти в музыку, звучащую в голове…
***
Поезд плавно описывал дугу вдоль побережья, подъезжая к Киберону. Это был маленький рыбацкий городок, расположенный на оконечности мыса на побережье Бискайского залива. В хорошую погоду здесь было весьма красиво, но сейчас темное серое небо давило сверху, а море имело мрачный вид. Вокзал в Кибероне представлял собой одну платформу с маленьким зданием вокзала. Здесь поезд закончил свой маршрут, доставив на конечную станцию полупустые вагоны.
Путешественники вышли из вагона. Сразу стало прохладно – крепкий ветер с моря не отличался гостеприимностью. Да и сам город не блистал красками, ведь горожане не утруждали себя украшением домов. Один шторм – и всей этой красоты как не бывало. Городская застройка не превышала в высоту пары этажей – самым высоким зданием был костел. Улицы были пустынны, лишь на центральной площади периодически появлялись люди.
Даниэль, Ванесса и Генри прошли почти весь город, когда вышли в порт. Здесь были две пристани, возле которых стояли небольшие рыбацкие суденышки – как паровые, так и парусные. У самого дальнего пирса стоял старый обшарпанный паровой баркас. Из людей вокруг практически никого небыло.
— Скорее всего, это и есть наш шикарный лайнер. – произнес Даниэль.
— Который доставит нас в Туманное забвение, — сказал Генри и хмыкнул. – Как романтично.
— Найти бы капитана.
— Думаю, он на борту.
Пройдя всю пристань, осыпаемые брызгами волн путешественники дошли до берега. Здесь так же было тихо.
— Эй! Есть кто на борту?
Ответа не последовало.
— Капитан наверняка отдыхает вместе с командой.
— А это не он идет? – спросила Ванесса, указывая на город.
В сторону баркаса по пристани шел человек в сапогах и штормовой накидке. Расстояние было велико, и рассмотреть черты лица было проблемой. Друзья двинулись ему навстречу.
— Что вам угодно, господа?
— Мы бы хотели поговорить с капитаном этого баркаса.
— Я к вашим услугам.
— Нам необходимо попасть в Фогивион и забрать человека.
Капитан задумался, почесал короткую бороду.
— Обычно мы туда завозим людей, но чтобы обратно – не припомню… У вас есть необходимые бумаги?
— По правде, мы хотели договориться с администрацией тюрьмы.
— Значит, бумаг у вас нет… Тогда за поездку придется заплатить. Поймите меня правильно – будь у вас бумаги, я бы знал, что рейс заказан в суде и будет оплачен. Так что…
— Сколько вам необходимо уплатить?
— Сто франков. Это туда и обратно. Ведь вы не собираетесь там остаться, верно?
— По рукам. Когда отправление?
— Думаю, через полчаса. Мне нужно собрать команду и приготовить баркас.
— Хорошо.
Капитан спешно ушел в сторону портовой таверны. Ванесса подошла к краю причала.
— Вот оно какое, море. Я его представляла иным.
— Море имеет много лиц, но оно всегда соленое. – ответил Даниэль. – Хотя мы, по сути, на берегу океана – вот она, Атлантика!
Ванесса подставила руку, и когда ударила очередная волна – несколько брызг осталось на ладони. Девушка попробовала влагу на вкус.
— Действительно, соленое.
— Вы только не увлекайтесь, — сказал Генри. – От морской воды будет лишь сильная жажда, а то и боли в животе.
— Ну, я как то и не собиралась, — улыбнулась девушка. – Только из любопытства.
Они сошли с пристани на усыпанный галькой берег, и вскоре уже увлеченно собирали красивые камушки и бросали их в волны. Тем временем команда баркаса уже заняла свои места и проверила его состояние. Над трубой начал подниматься темно- серый дым. Протяжный гудок заставил вздрогнуть и поспешить на борт.
— Поднимайтесь и заходите в рубку, — сказал капитан, помогая подняться на судно Ванессе. – Мы отплываем.
Швартовы отданы, паровая машина увеличила тягу – баркас отошел от причала, взяв курс на Юго-Запад.
Рубка баркаса не отличалась большим удобством и размерами. Почти все пространство было занято полками и шкафчиками, однако у стены стоял старый потрепанный диван. На нем и расположились пассажиры баркаса.
Судно шло средним ходом, раскачиваясь на волнах – море было неспокойным. Неудивительно, что непривыкшим к морской качке друзьям стало дурно. Они выходили из рубки, несмотря на скверную погоду, дабы освободить свой желудок и успокоить головокружение. Во время одного такого выхода Генри обратил внимание в ту сторону, куда шел баркас. Там на горизонте виднелся Фогивион, одиноким зубом, возвышающимся посреди океана.
— Почти доплыли, — объявил Генри, возвращаясь в рубку. – Как Ванесса?
— Пока еще держится, но очень бледна, — ответил Даниэль. – Скоро уже доплывем. – сказал он, обращаясь уже к девушке.
— Все хорошо, я в порядке, — ответила Ванесса, и попыталась улыбнуться.
Наконец баркас прибыл к серой громаде тюрьмы. Бросив швартовы к крошечному причалу, баркас спустил трап. Друзья сошли на твердь.
— Жутковато здесь находиться. – сказал Генри.
— Некоторые еще и живут. – добавил Даниэль, сделав пару шагов в сторону лестницы к пристройке надзирателей.
Дверь открылась, и из пристройки вышел небрежно одетый человек, жующий на ходу. Подойдя к Даниэлю, он хрипло спросил:
— Что надобно?
— Меня интересует заключенный по имени Бенджамин Бонно. Он здесь?
— Имена здесь мало что значат, но я посмотрю в описи, — пробурчал надзиратель. – А зачем он вам?
— Мы бы хотели обсудить вопрос о его освобождении.
Надзиратель загоготал.
— Кому нужны здешние собаки? Но обсудить я не против. Заходите.
Гости тюрьмы зашли в пристройку. Внутри было довольно удобно, хоть и сыро. Надзиратель начал рыться в журнале.
— Так, смотрим… Есть. Бенджамин Бонно, 2 ярус, 3 камера. Осужден за убийство на десять лет. Обычное дело. Итак, вы хотите его забрать.
— Именно.
— Бумаги в порядке? Хотя, мне до них дела нет.
— Нет, но мы бы хотели освободить его под залог.
Надзиратель снова расхохотался.
— Вы в своем уме? Тюрьма строгого режима, и тут вы, освободители. Хаха, мне даже не интересно, что вы хотите за него предложить.
— Неужели? – спросил Генри, присаживаясь на стул рядом. – Можно узнать ваше имя?
— Билли меня зовут, а что?
— Ну так вот, Билли, — предложил Генри. – Давно вы здесь?
— Хех, да уже два года. И отпуск раз в три месяца. Как раз немного осталось до очередного. Мне осточертело все это.
— Почему бы тебе не отправиться в город и погулять недельку от души, Билли? – улыбнулся Генри. – За свой счет, чтобы работа не напоминала?
— Откуда у меня деньги на гулянки? Я здесь зарабатываю на еду, а то…
Не успел он договорить, как Генри бросил на стол пачку денег.
— А так? – он бросил еще одну пачку. – Чтобы от души, а?
— Незнаю, незнаю, — смутился Билли. – Это конечно здорово, но прямо сейчас я не могу уплыть.
Генри достал из сумки бутылку первоклассного рома и хлопнул на стол.
— И отпуска можно дождаться с удовольствием.
— Но документы…
Генри достал вторую бутылку. Билли вздохнул и развел руками.
— Ну ладно, уговорили. Ждите здесь.
Он вышел из пристройки в тюрьму. В ней сразу же началось оживление. Подойдя к камере №3, он открыл дверь и сказал:
— Вставай, тебе крупно повезло. За тобой приплыли.
В тюрьме сразу воцарилась гробовая тишина. Бенджамин медленно встал и подошел к выходу. Он взглянул в лицо надзирателя с ненавистью. Билли пошутил.
— Ну и как понимать эти два угля вместо глаз?
— Это значит, что будь в моей руке сейчас револьвер – то он упирался бы тебе в лоб.
— Шутник… Я бы тебе устроил, да нужен ты кому-то, сволочь! – сказал Билл и повел заключенного в пристройку. Там он отдал его Генри и получил свою плату.
— Полагаю, что недовольных среди нас нет, — улыбнулся Генри.
— Все в порядке, — проворчал Билли. – Но учтите, что если его поймают на чем-нибудь – вы вернетесь в эту тюрьму вместе с ним! А теперь – прощайте.
Путешественники с бывшим узником сели на баркас и тот покинул «Туманное забвение».

 

***
— Кто вы?
Это была первая фраза, сказанная бывшим заключенным после отплытия. Даниэль повернулся к нему.
— Меня зовут Даниэль Легранд. Я владелец металлургического завода в Лионе. Это мой друг – Генри Беналье, владелец ряда доходных и игорных домов. А девушка – дочь банкира Джеферсона, Ванесса.
— Вот оно как… — задумался Бенджамин. – Это уже интересно. И зачем же я понадобился таким серьезным людям?
— Мы освободили Вас по просьбе вашего друга из Парижа.
— Из Парижа? Как его имя?
— Он не представился. Мы встретились на Эйфелевой башне, он там рисовал пейзаж. Попросил о помощи, сказал нам, где вас найти. И мы отправились сюда, в Фогивион.
— Ну, его я понимаю. Но зачем это понадобилось вам? Вы не похожи на бедных людей в нужде, следовательно – деньги вас не интересуют. В чем же дело?
— Нам нужна ваша помощь, Бенджамин. Художник сказал, что у вас есть особая информация о «Шафте». Она нужна нам для борьбы с ней.
— Интересный поворот. Значит, вы решили бросить корпорации вызов? Вам явно надоело жить. Хотя какая в наше время жизнь… Я в свое время тоже боролся с ней. Как вы видите, все закончилось Фогивионом.
Даниэль вкратце рассказал историю с договорами, угрозами и похищением Джеферсона.
— У нас нет уже пути назад, — добавил Генри. – Либо мы, либо они. Потому мы рады любой помощи.
— Что ж, я верю вам. Но я не всемогущ, дать вам армию или что-либо подобное не смогу. Я могу лишь дать одну идею, но боюсь, что вы ее воспримете как бред.
— Нас уже ничем не удивить. В этом мире может произойти любое безумие.
— А вы знаете, что такое безумие? Хм… Ну ладно, это не важно. Суть в другом. Я могу лишь связать вас с одним тайным культом, у которого есть знания о древней силе. Думаю, ее можно было бы обратить против корпорации… Но верить им или нет – это лишь ваше дело.
— У нас нет других достойных вариантов. Мы согласны.
— Нет достойных вариантов? Ну, у вас же наверняка при себе револьвер, и в нем будет хоть одна пуля… Смекаете?
Друзья ответили молчанием. Бенджамин повернулся, и продолжил:
— Я проведу вас к укрытию культа. Были у меня некоторые дела с его служителями, потому со мной они вас пропустят. Вообще культ относится к чужакам настороженно. А вот сможете ли вы договориться – зависит от вас.
— Хорошо, мы идем с вами. Только куда нам предстоит отправиться?
— Нужно добраться до Авиньона, а там – рукой подать.
— Пересечь всю страну… Что ж, нам не привыкать.
Спустя полчаса баркас пришвартовался в Кибероне. Путешественники сошли на берег, а капитан крикнул вдогонку:
— Желаю вам больше не возвращаться сюда!
— Постараемся! – ответил Даниэль.
Ванесса с трудом тащила свой саквояж. Видимо, прогулка на баркасе окончательно измотала ее. Легранд предложил помощь.
— Давайте я понесу вашу сумку.
— Нет, я сама справлюсь. Я сильная.
— Сильные девушки обычно несчастны, а мне так нравится ваша улыбка.
Ванесса с нескрываемым удивлением посмотрела в глаза Даниэля. Тот взял саквояж, и они продолжили путь в город.
На вокзале Генри ознакомился с расписанием и вернулся к компании.
— Значит так. Прямого поезда отсюда до Авиньона нет и быть не может. В Париж нам возвращаться нельзя, потому этот вариант тоже отпадает. Поезда здесь редки, разумнее было бы добраться до Нанта, и там сесть на поезд до Нима. А потом оттуда добраться до Авиньона…
— Разве из Нанта не ходят дирижбаны? Так бы мы добрались быстрее.
— Тоже верно, я как то упустил это из виду. В любом случае нам надо добраться до Нанта.
— Разумнее тогда найти омнибус или хотя бы попутку.
— Если отсюда вообще кто-либо выезжает.
Они вышли из вокзала и направились на центральную площадь городка. Было два часа дня, людей на улице стало больше. Однако не было и намека на транспорт, даже гужевых повозок.
— Да уж, это вам не Париж, — язвительно заметил Бенджамин.
— О! Погодите-ка, — Генри указал на продуктовый магазинчик, возле которого пыхтел неуклюжий грузовой паровик. – Наверняка он завозит продукты из Нанта в этот магазин. Значит, нам попути.
— Мы же не собираемся ехать среди ящиков, верно? – спросила Ванесса.
— Сейчас у нас нет возможности привередничать. – ответил Генри.
В разговор вмешался Даниэль.
— Что-нибудь придумаем. Генри, ты придумал – ты и разберись.
— Снова я… Ну, мне не привыкать! – раздраженно всплеснул руками Генри и спешно направился к грузовику.
Издали было видно, как водитель разговаривает с Генри, явно отказывается, а тот его убеждает. Спустя пару фраз Генри пошел обратно, указывая рукой подойти к нему. Все последовали этому жесту.
— Ну что, отказал развозчик?
— Нет, все в порядке, едем. Я же умею договариваться.
— Спорить не будем, идем.
Водитель распахнул дверь кабины и спустил борт кузова. Было решено в кабину посадить Ванессу с Генри, а в кузов пойти Даниэлю с Бенджамином. Все согласились и заняли места в скрипящем грузовике.
Гудение внутри двигателя паромобиля усилилось. Вскоре от него стали исходить клубы пара и слышаться шипение. Водитель переключил пару рычажков и еще один вытянул на себя. Паровик дрогнул и с легким свистом стал набирать скорость, поскрипывая на ходу. Спустя пару минут он уже мчался по дороге в Нант.
В кузове было неудобно и сильно трясло. Даниэль нашел пару мягких мешков и прилег на них. Бенджамин уселся на пустые ящики. Завязалась беседа.
— Чем ты занимался до того, как тебя осудили?
— У меня была своя ювелирная мастерская. Дела шли хорошо, ведь парижане увеличивали свое благосостояние. Но потом пошли войны. Налоги задушили людей, они уже не покупали – сдавали в ломбарды свои ценности. Мое дело завяло, мастерскую пришлось закрыть. Я стал работать в мастерской по ремонту паромобилей и скоро наловчился. А потом пришла корпорация и купила мастерскую… Им не было дела до самой мастерской – им нужен был очередной источник звонкой монеты. Потому зарплаты наши стали таять на глазах.
Я стал расследовать махинации «Шафта», искать каждую их промашку. Дело, конечно, шло трудно. Мне много помогал Пьер – тот самый художник. Он мой старый друг, еще с тех времен, когда я владел мастерской. А затем мои потуги заметил сам «Шафт»… Сфабриковали дело, устроили суд и бросили за решетку. Не знаю, как я там не лишился здравого смысла.
— Почему наша армия не займется ими, не разгромит как шайку бандитов?
— Да потому что чиновники давно куплены, нарываться не хотят. Даже если бы генералы решились на это, то не смогли бы. Ведь война еще идет, каждый солдат на счету. Вот они и бесчинствуют безнаказанно.
Паровик тряхнуло на ухабе, и один из пустых ящиков упал сверху. Даниэль поднялся и поставил его на место. Заодно заглянул в окошко кабины – Генри вовсю разговаривал с водителем, а Ванесса смотрела в окно. Даниэль вернулся к беседе.
Наконец, паровик въехал в Нант. Светило яркое солнце, блестели лужи после недавнего дождя. Здесь было людно, и грузовик замедлился. Подъезжая к складам в промышленном квартале, водитель остановился.
Все покинули машину. Генри сказал в кабину:
— Большое спасибо, Жак! Кстати, как нам добраться до воздушного порта?
— Это просто. Пройдете по этой улице, пока не выйдете к рыбной лавке. Затем свернете влево, пока не окажетесь возле высоких труб. Там уже будет видно.
— Спасибо, старина!
— Удачи вам!
Путешественники отправились по указанному пути. Время было к вечеру, и на улицах стали появляться группы идущих домой рабочих. По дороге с шипением промчался длинный, изящный паромобиль вишневого цвета. Посигналив рожком, он разогнал толпу с дороги и завернул на территорию фабрики. И вновь улица заполнилась идущими людьми. С завода потянуло запахом гари.
Наконец друзья оказались около двух высоких кирпичных труб, принадлежавших какой-то котельной. По другую сторону от дороги располагалось крупное здание с причалами на крыше. У них, покачивались в воздухе два блестящих медной обшивкой дирижбана. К зданию подъезжали паромобили и паробусы, люди заходили и выходили через широкие двери. Был ощутимый ветер. Дирижбаны издавали глухие звуки и поскрипывали, испуская из труб клубы черного дыма.
— Небесные корабли нашего времени. – мечтательно сказала Ванесса.
Один дирижбан стал гудеть сильнее, плавно оторвался от причала и стал двигаться по широкой дуге, медленно набирая высоту. Корпус скрипел от перегрузки. Дирижбан просигналил на прощание городу и отправился в путь.
— Да, а ведь не так давно эта была лишь еще одна мечта человека. Пойдем внутрь.
Здание воздушного вокзала было сделано по большей части из металла – конструкции из стальных прутьев образовывали огромную объемную паутину. В центре здания располагался небольшой зал ожидания, с двух сторон от которого шли две широкие лестницы. С третьей стороны находились билетные кассы.
В зале ожидания было наполовину пусто. Ожидающие рейс пассажиры явно не принадлежали к бедноте – билет на рейс стоил недешево, да и одежда выдавала свою стоимость. На этом фоне сидящий в углу нищий сильно бросался в глаза.
Рейс в Ним должен был прибыть в течение часа. Получив свободное время, путешественники начали задавать Бенджамину вопросы.
— Что это за культ? Откуда у него информация об этой, хм, древней силе?
— Я немного знаю об истории культа… Пообщавшись с одним его служителем, я узнал лишь то, что знал он сам. Говорят, что истоки культа идут еще от хранителей Александрийской библиотеки в Египте, обладавших невероятными знаниями. У них были ученики, с которыми они поделились частью знаний. Но когда римский император сжег библиотеку, хранители исчезли. Никто не знает о их судьбе, но их ученики, вынесшие остатки знаний, образовали тайный культ, просуществовавший и в империю Великого Рима, и в Века Инквизиции, и в начале нашей эпохи паровых машин. Главным их принципом стало никак не проявлять себя. Постоянно меняя резиденции, они были незаметны правящему глазу.
Сейчас нынешний глава культа обосновался в монастыре-крепости в горах у Авиньона. И обратиться к нему, а не более низким чинам даст нам больше шансов.
— Да, культ не молод… Как бы та древняя сила не оказалась истлевшей от времени.
— Или вообще мифом, — ответил Бенджамин. – Но не проверишь – не узнаешь.
— Лучше синица в руках…
— … Чем пуля во лбу, ха-ха!
Даниэль обратился к Ванессе. Девушка выглядела сонной.
— Вы не устали?
— Я бы рада устать, но нужно спасти отца.
— Но ведь мы рядом и не оставим вас в беде.
— Я знаю. Спасибо. – Ванесса выпрямилась и посмотрела Даниэлю прямо в глаза. От этого взгляда ему стало не по себе. – Правда.
— Все будет хорошо. – Ответил он.
Вскоре дежурный по вокзалу дал свисток и сверху раздался металлический грохот. Здание едва вздрогнуло. Раздался голос в рупоре:
— Рейс на Ним через Тулузу прибыл ко второму причалу.
— Пора. – сказал Генри.
Путешественники взяли вещи и направились к ведущей на крышу лестнице. Их не зря было две – по одной пассажиры спускались в вокзал, по другой – поднимались на посадку.
На крыше сильно дул ветер. У причала едва покачивался дирижбан. Покрытый медными листами борт украшал ряд круглых иллюминаторов пассажирского салона.
Сдав на входе багаж, друзья зашли в салон. Он не отличался большими размерами, но, обшитый светлым деревом, был весьма уютен. Обтянутые светло-коричневой тканью кресла шли рядами по два вдоль бортов, оставляя по центру проход. На потолке было два прямоугольных иллюминатора, сквозь которые в салон проникал свет. Но салон занимал небольшую часть дирижбана – отсек ходовых машин в два салона длиной располагался позади и венчался двумя дымовыми трубами. Несущая платформа и трюм находились под салоном. Спереди была рубка с экипажем. В задней части дирижбана были рули, аналогичные таковым на дирижаблях и планерах – они должны были помогать совершать маневры на скорости.
Наша четверка путешественников села попарно друг за другом. На этот раз Генри уступил место Даниэлю рядом с Ванессой, а сам принялся травить Бенджамину байки. Вскоре после взлета Ванессу одолел сон, и она уснула на плече Легранда.
Дирижбан пересекал всю страну, паря чуть ниже облаков над землей. Дождливая погода Северо-запада страны сменилась ярким солнцем Юго-востока. Пролетев обширные поля Аквитании, дирижбан начал приближаться к предгорьям Пириней. Однако, не дойдя до них добрый десяток миль, дирижбан повернул на Восток и стал спускаться в зеленую долину реки к крупному городу. Это была Тулуза.
Сверху город напоминал огромную мозаику из кусочков кирпичного цвета с зелеными вставками. Эту мозаику, пестрящую отблесками стен и куполов, рассекала пополам дуга голубой речной глади. Дирижбан плавно снижался, подлетая к высокой каменной башне. Башня была квадратного сечения и достаточной площади, чтобы на ее вершине разместилась причальная платформа для воздушных судов. Башня была окружена галереей, в которой размещалась опоясывающая здание каменная лестница. Назначение помещений здания было неизвестно, но скорее всего в нем размещались склады для обслуживания дирижбанов.
Судно сотряс слабый толчок, оно замерло. Часть пассажиров стала выходить из салона. Дверь раскрылась, звуки снаружи усилились, и вскоре на смену покинувшим борт пришли новые. Перекидываясь фразами, они заняли свои места.
Вскоре дирижбан покинул и этот город. Яркая мозаика домов и зелени осталась позади. Генри к тому времени устал говорить — сзади уже царила тишина. Он уставился в иллюминатор, а Бенджамин погрузился в воспоминания. Легранд изучал карту.
Спустя час дирижбан вышел к морскому побережью и летел на Восток. Генри позвал Даниэля и указал в иллюминатор. Бросив беглый взгляд, тот разбудил Ванессу.
— Ааа… Такой хороший сон… Что такое…
— Леди Джеферсон, вам стоит это увидеть. Посмотрите в окно.
— Зачем, я хочу спать… Ох, где мы?
— Над знаменитым Лазурным побережьем.
— С ума сойти, какая красота…
Вид действительно завораживал: потрясающей красоты лазурная вода притягивала взгляд. Яркую синеву окаймляли белые дома с рыжими крышами. Еще чуть далее начиналась полоса сверкающих на солнце белых скал, укрытых яркой зеленью деревьев. Все побережье напоминало огромный аквамарин в серебряной оправе с золотыми вкраплениями, лежащий на пестрой ткани с зелеными и серыми пятнами. Но сейчас был закат, и последние лучи солнца красили все это великолепие в золото.
— Да, знаменитый Кот-де Азур – место богачей и художников. Настоящий рай на земле не для каждого.
Внизу, вдоль побережья, тянулась стальная дуга железной дороги, по которой мчался дымящий поезд. На фоне райского пейзажа он казался небрежно сделанной черной кляксой на картине.
— Поселиться бы здесь, в маленьком доме на берегу под этим ярким солнцем. – Одновременно мечтательно и сонно сказала Ванесса.
— Почему же ваш отец не купил здесь дом?
— Он хотел построить на юге поместье, но был слишком занят делами. Откладывал до последнего. А сейчас… Где он…
— Мы найдем его. Обязательно найдем.
— Я надеюсь.
Вскоре дирижбан прибыл в Ним. Это был город с древнейшей историей, полный архитектуры Римской империи. Из-за этого иноземцу город мог показаться итальянским. И он был бы почти прав – до границы с Италией здесь совсем недалеко.
Дирижбан стал выгружать пассажиров. Спускаясь по трапу, еще сонная Ванесса не заметила, как зацепилась платьем за острый край перил, и оно довольно сильно порвалось. Это разбудило Ванессу сильнее любого кофе или холодного душа.
— Вот я рассеянная…
— Не переживай, Ванесса, купим здесь вам новое.
— Ну уж нет, где я тут найду подходящее? Я не одену первое попавшееся на глаза! А вдруг оно будет неудобно?
— Но ведь неизвестно, как будет идти наш путь дальше. Нам нужна удобная одежда.
-А мне в нем и было удобно! Только эта юбка… А впрочем, все поправимо. У вас есть нож?
— Нож? – растерянно спросил Генри. – Зачем он вам?
— Увидите. Так есть или нет?
— Вот, мой личный. Но вы же…
Не успел он закончить фразу, как Ванесса быстро обрезала порванную часть юбки, оставив длину сзади побольше. После этого она закрывала стройные ноги Ванессы в черно-белых, в вертикальную полоску чулках лишь до середины бедра. Теперь фиолетовое платье с черным корсетом смотрелось намного интересней. Заметив удивление в глазах Даниэля и Генри, она равнодушно ответила:
— Да бросьте вы, зато так удобней. И вообще… мы же живем в эпоху перемен, верно?
— Верно… Ладно, нам нужно идти. Надеюсь, найти транспорт до Авиньона не будет проблемой… Как же утомляет эта дорога.
— Скоро стемнеет, надо бы и ночлег найти.
— Согласен, силы надо бы восстановить.
Генри спросил у случайного прохожего как пройти к гостинице. Мужчина с усами и ремесленной одежде ответил:
— Ну, это смотря какой уровень вас устраивает. Если хотите гостиницу высшего уровня – вам надо в центр. Там старинное здание с солидной репутацией.
— А поближе?
— Ну тогда рядом. Видите ли, наш воздушный порт расположен на самом краю города, как и железнодорожный вокзал… Так что рядом есть небольшой дорожный отель. Посредственные условия, но без клопов хотя бы. Это по этой трассе метров триста – видите вон то здание с красной крышей? Вам туда.
— Большое спасибо.
— Да не за что… А откуда вы?
— У нас долгий путь. Но сами мы из Лиона.
— Знаю, знаю, у меня там дядя одно время жил… Ну, не буду вас задерживать. До встречи.
Друзья отправились к указанному местным зданию. Вокруг было достаточно пустынно. Рядом с дорогой начиналась гряда невысоких холмов, покрытых южной растительностью. Рассыпчатая пыльная земля у дороги была покрыта россыпью светлого камня. Типичная итальянская архитектура обманывала взор.
Гостиница оказалась двухэтажным старым зданием. Духота, царившая по всюду, особенно чувствовалась в этих стенах. Десять комнат-номеров здесь сдавались обычно на небольшой срок – большинством постояльцев были путешественниками.
На первом этаже сидел мужчина лет сорока. Одетый в клетчатые брюки и бурую жилетку, он не спеша курил трубку. Увидев посетителей, он оживился.
— Добрый вечер! Вам нужно место, где переночевать?
— Да, до утра. На четверых. Думаю, один одноместный и один на три. Или два одноместных и один на два.
— Сейчас, сейчас проверю свободные номера. Хм… Вот незадача — осталось только два номера, и они двухместные. Тоже на четверых, но не так как вы хотели. Вас это устроит?
— Среди нас просто девушка, я бы хотел ей отдельный номер.
— Ну извините, что есть то есть. Троих в один номер я тоже поселить не смогу. Но вам же лишь ночь переночевать – я не думаю, что это будет проблемой.
— Что ж, тогда я согласен.
Даниэль обернулся к остальным.
— Будем устраиваться на ночлег?
Генри улыбнулся.
— И кто же с кем будет в номере?
— Вроде как ты с Бенджамином нашел общий язык – как раз поиграете с ним в карты. Что скажешь?
— Ладно, намек понял. Давай ключи.
— Твой – восьмой. Наш – седьмой.
— Хорошо.
Нужные номера были в конце коридора. Как раз один напротив другого. Даниэль расположил вещи в шкафу. Ванесса заявила, что хочет в душ.
— Я ведь надеюсь, ты не будешь меня смущать?
— Конечно. Я пойду на балкон, выкурю сигару, пожалуй.
Легранд вышел на свежий воздух. Уже совсем стемнело, только над горизонтом еще немного виднелось рыжеватое свечение. Было очень тихо, только птицы заметно оживились. Их хоть и не было видно, но их редкие крики доносились из небольшой рощи на холме.
Когда же сигара кончилась, Даниэль зашел в комнату. Ванесса еще не вышла, и потому Даниэль решил, что пора бы готовиться ко сну. Он снял жилетку, начал снимать запонки с рукавов рубашки, но одна сорвалась и укатилась под столик рядом с дверью. Бурча, Даниэль встал на колени и начал шарить руками, в надежде на ощупь найти потерю. Когда он наконец нашел ее и стал подниматься, в комнату вошла Ванесса, завернутая в широкое полотенце. Не заметив поначалу Даниэля, она зашла внутрь, но когда он внезапно встал – испуганно вскрикнула и всплеснула руками. Полотенце развернулось, но девушка успела подхватить его рукой, попутно прикрываясь ладонью другой. Круглые от внезапности глаза вопросительно сверлили Легранда.
— Вы… вы меня так напугали! Что вы здесь делаете?
— Я хотел достать запонку… – Даниэль непроизвольно прикоснулся к руке Ванессы. – Она закатилась… – он плавно убрал ее руку с груди. — Под тумбочку…
Еще мгновение две пары глаз безотрывно смотрели друг в друга. Даниэль плавно провел ладонью по мокрым волосам трепещущей девушки. Его губы приблизились к ее губам и сошлись в мягком поцелуе. Ванесса разжала руки и полотенце упало к ее ногам. Спустя мгновение она немного отпрянула.
В ее глазах были одновременно и трепет, и страх. Но было еще кое-что – это плавно разгоравшийся огонь. Внутри Ванессы шла борьба. Но спустя еще мгновение она закончилась – девушка подалась вперед и начала страстно целовать его. Тонкие пальцы заскользили по лицу Даниэля, плавно спустились на плечи, грудь. Его руки обхватили ее за талию и, сделав плавный поворот, они повалились на кровать. Ванесса разгоралась все больше, не отрываясь от поцелуя она стала расстегивать его рубашку. В одно мгновение Даниэль успел задать лишь одну фразу:
— Я не думал, что ты такая…
Ванесса посмотрела ему прямо в глаза хищным взглядом и прошептала:
— Не мешай мне сходить с ума…
Их губы вновь слились в страстном поцелуе.
  ''';
  static String z5a = 'Глава 4. Снова война';
  static String z5 = '''
  Когда Даниэль открыл глаза, солнце уже играло лучами на колоннах древнего Нима. Повернув голову, он увидел в постели рядом с собой тихо спящую Ванессу. Ее распущенные волосы покрывали добрую часть подушки. Стараясь не разбудить ее, Легранд встал с кровати, быстро надел брюки и рубашку, а затем вышел из номера. Со стороны входа в отель был слышен тихий разговор, и он направился в эту сторону.
У входа за столом все так же сидел заведующий отелем в жилетке и пил кофе. Рядом стоял Генри и рассказывал о своих доходных домах. Увидев Даниэля, он отвлекся от разговора.
— Доброе утро, друг! Ну, как спалось?
— Спал как убитый. Пускай и мало.
— А Ванесса?
— Еще спит.
— Постой, а вы разве не…
— Да. И давай не будем это обсуждать.
— Нет проблем, как скажешь. А погода сегодня чудесная!
С этими словами Генри мечтательно посмотрел в окно, где поднималось солнце. Заведующий, покряхтев насчет качества кофе, удалился в свою комнату. В этот момент входная дверь раскрылась, зашел курьер с потрепанной сумкой на плече. Осмотревшись, он решил обратиться к Даниэлю.
— Добрый день! Срочная доставка. Вы не скажете, где я могу найти месье Легранда?
— Добрый день. Месье Легранд это я. У вас что-то есть для меня?
— Да… Ох, простите, я прямо немного растерялся. Вам эта посылка. – с этими словами курьер достал из сумки упаковку размером с небольшой томик поэзии. – Посылка оплачена, потому – распишитесь о получении.
— Конечно. Только кто отправитель?
— Указано – «представительство корпорации «Шафт». Серьезные ребята, насколько я знаю. Ладно, это все равно не мое дело. Разрешите откланяться, я удаляюсь.
Курьер ушел, а Генри спешно приблизился к Даниэлю и взял у него из рук посылку. Покрутив в руках и прикинув вес, он с насмешкой сказал:
— Надо же, тебе корпорация уже книжки дарит! И наверняка на первой странице от руки какая-нибудь дарственная надпись. Как думаешь?
— Не хочу загадывать. Открывай.
Генри ловко развернул упаковку и с удивлением достал коробочку, полностью занимавшую объем свертка. Толщиной с книгу, она была сделана из тонкой жести и деревянных планок, закрывалась сверху крышкой с прозрачным окошком. Через него были видны шестерни и пружины. Снаружи располагались лишь заводная рукоять, кнопка на крышке, и сетка, закрывавшая один из торцов коробочки. Беналье отдал ее Легранду.
— Не припомню таких штук. А может, они тебе бомбу решили отправить?
— Меня можно убить куда менее изощренным способом. Зачем им еще какие-то бомбы? Так, давай разбираться.
Даниэль завел завод на несколько оборотов, будто это часы. Затем положил устройство на стол и нажал кнопку. Механизм пришел в движение и из сетки в торце коробочки послышался голос, полный помех.
«Здравствуйте, месье Легранд. С вами говорит второй заместитель главы корпорации «Шафт». Как вы помните, был заключен договор, согласно которому ваш завод переходит в собственность корпорации сроком, который истекает в этом месяце. Кроме того, мы получили сведения, что вы копаете нам яму. Советую вам отказаться от этой затеи, так как это очень плохо кончится для вас. Это было последнее предупреждение, и чтобы вы, как и многие другие, понимали что это – далеко не шутки, мы вам кое-что продемонстрируем в скором времени. До встречи, месье Легранд.»
После этого прозвучал десятисекундный отрывок гимна корпорации и устройство остановилось. Даниэль и Генри были в легком замешательстве.
— Выходит, они следили за нами всю дорогу… Все куда серьезней, чем мы думали. Повсюду шпионы, агенты… Кажется, что они купили все вокруг.
— Люди продажны. А вот нам бежать некуда. Только вперед, к культу, и далее куда укажут. Хоть и есть шанс, что это бред чистой воды.
Генри взял устройство, на котором было записано послание. Покрутив в руках, он усмехнулся.
— Как идет прогресс! Раньше эти голософоны я видел в Париже – они были размером с чемодан. А тут – как маленькая книжка! Вот только люди становятся лишь хуже.
В этот момент раздался звук открываемой двери, а затем шаги по коридору. Спустя минуту из-за угла вышла Ванесса, которая уже оделась и привела себя в порядок. Она улыбнулась.
— Всем доброе утро!
— Доброе! – одновременно сказали Генри и Даниэль и переглянулись.
Ванесса подошла к окну и начала смотреть на рассвет через пальцы руки.
— Эта ночь была прекрасной! Я чувствую подъем сил. Когда мы отправимся дальше?
— Я думал, вас оно уже так утомило, что вы захотите его прервать. – усмехнулся Генри.
Ванесса обернулась и удивленно посмотрела на Беналье широко раскрытыми глазами.
— Даже так? Но у нас, вроде бы, не увеселительная прогулка, верно? Нам нужно найти моего отца. И наказать злодеев по заслугам!
— С этим никто и не спорит.
— Ну, так когда отправляемся?
— Через час. А пока нужно собрать вещи. Я еще и не одет, как полагается. – сказал Даниэль.
— Тогда не будем терять времени, — сказала Ванесса и направилась обратно в комнату. – Интересная штука. – добавила она, проходя мимо лежащего на столе голософона.
Девушка удалилась, а Генри спросил у Даниэля:
— Мне кажется, или она стала вести себя более раскованно и уверенно?
— Думаю да. Она сама по себе весьма подвижна – а теперь вроде как привыкла и к нам, и к нашему пути.
— Боюсь, она не раз еще нас удивит.
Друзья вернулись в свои комнаты и начали собирать вещи. Даниэль одел свой дорожный костюм из коричневых брюк, белой рубашки, кожаной жилетки и короткого бежевого плаща. Ванесса была в своем привычном фиолетово — белом с черным корсетом платье, так оборванном после прибытия в город. На ногах ее были короткие сапожки с крепким каблуком. Конечно, не одежда настоящего путешественника, но и не парадный наряд. Из вещей у нее был небольшой саквояж, который она взяла с собой в Париж. Собрав вещи, она подошла к Даниэлю и застенчиво произнесла:
— Дани, я… Я не знаю, что на меня нашло вчера. Как в голове что-то щелкнуло. Но – все было волшебно. Спасибо.
Она мягко поцеловала Даниэля в губы. Потом сказала:
— Я подожду на улице. Хочу послушать утро.
Она ушла, а Легранд на секунду задумался.
— Послушать утро… Да, без романтики наша жизнь была бы серой.
Выйдя из номера, он столкнулся с выходящими из номера напротив Генри и Бенджамином. От последнего ощутимо пахло алкоголем.
— Вы пили что ли ночью?
— Только я. – сказал Бенджамин. – Воспоминания нахлынули. Они мучили меня в тюрьме и продолжают до сих пор.
— Сочувствую. Как думаешь, что нам следует делать дальше?
— Что делать… Я обещал вас привести к магистру культа – я это и сделаю. Потому немного осмотримся в городе – и отправимся в Авиньон. Благо, нам осталось недалеко. Кстати, я не вижу Ванессу.
— Она сказала, что подождет нас снаружи.
— Шустрая девушка… Тогда идем.
Сдав ключи от номеров и попрощавшись с заведующим, путешественники вышли на улицу. Ярко светило солнце, но воздух еще не совсем прогрелся – стояла приятная прохлада. Неподалеку стояла Ванесса с саквояжем в руках.
Чем ближе подходили они к центру города, тем отчетливее слышался звон большого колокола. Люди вокруг спешно направлялись на центральную площадь. Друзья решили последовать их примеру.
Спустя двадцать минут хода они вышли на центральную площадь города. На противоположной стороне площади возвышался младший брат Колизея – древний амфитеатр. Колокол бил с высокой, похожей на острие копья колокольни нового костела. Народ стекался сюда со всех сторон, прямо к высокой трибуне. Шум и гам заполняли воздух.
Друзья пробились как можно ближе к трибуне, но масса людей не позволяла этого сделать. Пришлось довольствоваться тем, что есть.
На трибуну зашли три человека в костюмах и цилиндрах. Тот, что стоял посередине имел пропущенную через плечо золотую ленту с орденом. Это был мэр города. Спустя минуту ожидания стоявший слева от мэра человек поднял руку с револьвером и сделал выстрел в воздух. Тот час на площади воцарилась тишина.
Мэр взял медный рупор, дабы его речь могли слышать и на другом конце площади и начал свое выступление.
— Достопочтенные жители нашего города! Я, мэр города, рад вас видеть вас в здравии. Но я должен сообщить прискорбную весть для всей нашей страны! Этой ночью был подло убит наш президент и великий полководец Вильям Валлен. Мы остались без мудрого правителя, который вел нас к победе в войне с Германским союзом. Но мы не оставим убийц безнаказанными!
В толпе поднялся шум. Мэр перевел дух и продолжил.
— А теперь – почтим же его светлую память.
Снова воцарилась мертвая тишина. На Соборе опять начал бить колокол.
Спустя несколько минут мэр сошел с трибуны и последовал в ратушу. Люди стали расходиться. Путешественники с трудом переваривали услышанное.
— Президента больше нет… Заговор в такое трудное для нас время…
— Это может быть связано с утренним посланием?
Бенджамин оживился.
— Каким посланием?
— Сегодня в отель пришел курьер и принес это. – Даниэль достал из сумки голософон. – Здесь хранится послание руководства «Шафта», в котором они говорили о предупреждении и громком свершении. Все сходится.
— Дело принимает слишком дурной оборот. Все рушится просто у нас на глазах!
— Да. Нам нужно спешить. Найти культ, найти древность и применить ее, как бы то ни было.
— Нужно ехать в Авиньон. Поспешим на вокзал.
— Сначала мы должны кое-что сделать. Идем в ратушу.
— Зачем?
— У нас на руках – прямые доказательства причастности корпорации к гибели президента. Мы должны об этом сообщить правительству.
— Я не думаю, что это хорошая идея. Лучше не светиться нигде и никак! Наша жизнь и так висит на волоске.
— Это – наш долг.
Даниэль, Генри, Ванесса и Бенджамин направились к ратуше. Зайдя внутрь, они направились в приемную. Там сидел секретарь, переписывающий очередную бумагу.
— Добрый день. Мы бы хотели видеть мэра.
— Сегодня мэр никого не принимает. Вы же знаете, что произошло.
— Мы пришли именно по этому вопросу. У нас есть важная информация.
Секретарь с удивлением поправил очки. Затем зашел в кабинет мэра и закрыл дверь. Спустя минуту он вернулся.
— Заходите скорее. Вам нельзя медлить.
Друзья зашли в просторный светлый кабинет. У окна стоял мэр, он был сильно взволнован.
— Добрый день, господа! Мне сказали, что у вас важное сообщение для меня. Что ж, и в минуту скорби я готов внимательно слушать.
— Господин мэр! У нас есть улики на убийц президента. Мы готовы передать их вам, как доверенному правительством лицу.
— Улики? Вы знаете, кто убил Валлена?
Даниэль положил голософон на стол. Мэр схватил его, завел и запустил. Вновь прозвучала шумная механическая запись.
Когда голософон умолк, мэр задумчиво вернул его на стол. Затем обратился к Даниэлю.
— Я не в силах что-либо решать и делать выводы… Но я отправлю это с подробным описанием в Париж. Вы поедете тоже.
— Но это невозможно. Мы не можем сейчас отправиться в столицу.
— В таком случае, вы оставите подробные данные о себе. Любая деталь может быть важна. Луис!
В кабинет зашел секретарь.
— Слушаю.
— Эти господа оставят данные о себе, а ты запишешь их в бумаги первой срочности. И сразу же – ко мне. Понятно?
— Будет сделано.
Дверь закрылась, а мэр вновь обратился к Даниэлю.
— Следуйте к секретарю. Он заполнит бумаги и вы будете свободны. Я вам очень благодарен. Если улика действительно весомая – вы будете награждены. Вы свободны.
Задержавшись ненадолго у секретаря, путешественники покинули ратушу. Солнце осветило их лица. Теплый воздух играл с листвой. Ванесса прищурилась и сказала:
— Столько потрясений всего за несколько дней. Наверно это и есть конец света.
— Ну, света пока что больше чем достаточно.
— Есть хочется.
— Найдем ресторан и позавтракаем перед дорогой.
Далеко идти не придется, — сказал Бенджамин и указал на вывеску на другой стороне площади.
— «La Resto» — что ж, идем завтракать.
В ресторанчике был легкий завтрак из омлета с оливками и белого вина. Ванессе этого было более чем достаточно, а вот мужская часть компании заказала еще рыбные блюда. Закончив трапезу и расплатившись, друзья направились в сторону вокзала.
Даниэль нес саквояж Ванессы, а та держала его за руку. Генри напевал старую песенку, а Бенджамин набивал трубку табаком из своего потрепанного кисета. На плече его висела старая сумка на ремне.
На вокзале они взяли билеты до Авиньона на небольшой поезд, заканчивающий свой маршрут почти у самой границы с Италией. Спустя час пути они уже были в Авиньоне.
Выйдя из поезда и пройдя вокзал, они оказались на привокзальной площади. Авиньон уже производил впечатление французского города – схожая с Парижем архитектура, множество скверов и ресторанов, голуби на улицах… Кроме того, после Нима город казался немного сплюснутым – дома здесь были в два или три этажа, улицы были намного шире.
Однако долго изучать город не пришлось – от вокзала с его уютной маленькой площадью до собора, куда указал Бенджамин, вела прямая и широкая дорога в тени деревьев. Собор был массивным зданием в романском стиле с толстыми стенами и небольшими витражами. Бенджамин провел во внутренний двор собора, где открыл старую деревянную дверь.
— Заходите, только будьте осторожны, здесь темновато.
Пройдя по действительно темному коридору, Бенджамин зашел в небольшое помещение. Здесь к нему подошел священник.
— Здравствуй, Бенджамин! Давно тебя не было в наших краях. Что тебя привело в божью обитель?
— Здравствуй, отец Андре! Многое было за это время, но пришел я сюда не сам. Эти господа освободили меня из тюрьмы, и я им многим обязан.
— Что же, если их привел ты, то им я доверяю. Но что им нужно здесь?
— Их нужно отвести к Магистру Бальтазару. Это очень важное дело.
— Но его резиденция закрыта для посещения мирянами.
— Это действительно важно.
— Хорошо. Но они не должны видеть дороги. Резиденция должна остаться тайной.
— Я очень тебе признателен.
Священник подошел к путешественникам и сказал:
— Через час вас привезут к магистру. Но дороги вы не увидите – вам завяжут глаза. Таковы условия.
— Мы согласны.
— Тогда следуйте за мной.
Двигаясь по темным и узким коридорам за священником, путешественники вышли на склад продуктов на первом этаже. Здесь перед большими деревянными воротами стояла двухколесная повозка, запряженная лошадью. Скорее всего, на ней перевозили припасы в собор, теперь же на ней предстояло отправиться в укрытие культа. Первым под навес повозки запрыгнул Бенджамин, следом – Генри. Даниэль помог Ванессе забраться внутрь и сам зашел последним. Монах- извозчик завязал всем глаза тканью, а после занял свое место. Рядом сел тот самый священник. Телега тронулась в долгий и изнурительный путь.
— Говорю сразу – если кто-то будет пытаться подсмотреть дорогу – останавливаемся и на этом все. Всем ясно?
— Да, вполне ясно.
— Тогда мягкой вам дороги.
Слова священника были сарказмом – дорога из Авиньона в укрытие довольно скоро превратилась в разбитую, неухоженную сельскую колею, на которой легкую повозку нещадно трясло. Путешественники сидели на жестких деревянных скамьях вдоль бортов, и от толчков часто толкали друг друга. Даниэль взял Ванессу за талию и прижал к себе, а другой рукой держался за борт. Генри пытался начать разговор со священником, но безуспешно.
Спустя час дороги повозка, сделав резкий поворот, остановилась. Было слышно вой ветра в скалах и крики птиц. Раздались приближающиеся шаги, и прозвучал грубый голос:
— Кого это мы тут везем?
— Это важные гости к магистру. Они ждут приема.
— Странно, что ты их везешь в хозяйственной повозке… Ну ладно, проезжай скорей.
Раздался звук механизма – ворота открылись. Повозка снова тронулась с места и копыта лошади застучали по выложенному булыжником двору монастыря.
***
… Париж, вечер. Республиканский Сенат. Внеочередное собрание по чрезвычайной ситуации. Дело на повестке дня – убийство президента и судьба республики. Шумное обсуждение государственных дел, неразбериха в зале собрания. К трибуне выходит человек в костюме и замирает. Постепенно наступает мертвая тишина.
— Господа. Мы вынуждены были провести это внеочередное собрание именно сейчас, потому как каждая минута для нас – решающая. В дни великой скорби, когда мы столкнулись с такой утратой для нас всех, нам нужно решить в кратчайшие сроки – кто займет пост президента и как нам поступить с войной, которая выжала из нашей страны все соки.
Человек у трибуны перевел дух и продолжил.
— Возможно, кто-то хотел бы высказать свое мнение по этому поводу. Месье Дженкинс?
В зале поднялся человек с залысинами на седой голове и обратился к собранию.
— Уважаемый сенат! Конечно, понятно стремление поскорее решить вопрос с должностью президента – свято место пусто не бывает. Но стоит ли лететь второй утке, не зная – ушел ли охотник?
— К чему вы ведете?
— Необходимо вычислить убийц и понять их мотивы. Вполне возможно, что это дело реакционных сил.
— Это конечно ясно, но расследование этого вопроса уже ведется. И на данный момент мы не располагаем никакой информацией даже о подозреваемых в этом преступлении.
— Почему же. Есть кое-что. – раздался голос из глубины зала.
Человек у трибуны оживился.
— Что ж, если у вас есть что сказать – выйдите к трибуне и представьтесь, пожалуйста.
Место у трибуны занял встревоженный человек в возрасте. Прокашлявшись, он начал речь.
— Мое имя Генрих Батарне, мэр города Нима. Меня, так же как и вас, трагедия застала врасплох, и мне было трудно сообщить об этом горожанам. Но вскоре после этого меня посетил молодой человек, который предоставил некоторые улики по делу президента.
В зале началось волнение. Генрих достал тот самый голософон и поднял его над трибуной.
— Что это?
— Это запись голоса представителя администрации корпорации «Шафт», в своей речи высказавшего угрозу совершения преступления на государственном уровне. Вскоре после этого было совершено покушение на президента.
— Это серьезное заявление. Что по этому поводу может сказать министр экономики?
Поднялся тучный человек, который низким невнятным голосом стал быстро говорить.
— Корпорация «Шафт» — наша большая проблема. Находя недоработки в законодательстве и вводя в заблуждение промышленников, они овладели значительной частью предприятий страны. Кроме того, ходят слухи о случаях подкупа местных судей, а так же мошенничество.
— Логично ожидать, что имея такую силу, корпорация попытается вмешаться в политические дела страны. Но то, что происходит сейчас уже переходит границы дозволенного. Мы должны показать корпорации, кто здесь хозяин.
— Что вы предлагаете?
— Конфисковать ведущие предприятия страны, оказавшиеся в собственности «Шафта», привлечь к ответственности за злодеяния.
— Не будет ли это противоправным в нашем случае?
— Когда речь идет о делах такого уровня – о формальностях не стоит вспоминать.
Дверь зала собрания открылась, и в зал быстрым шагом вошел одетый в черный костюм молодой человек. Подойдя к трибуне, он отдал лист с донесением. На попытки услышать объяснения он ответил короткой фразой, после чего покинул собрание. Человек у трибуны прочел заявление и побледнел. Выпив стакан воды, он обратился к собранию.
— Господа. Согласно срочному донесению, в пригороде Парижа произошел конфликт между людьми корпорации и владельцем текстильной фабрики. Корпорация использовала вооруженные отряды для штурма предприятия. На попытки стражей порядка вмешаться в конфликт, отряды ответили огнем на поражение. Много убитых.
— Что ж, не погасив уголек, мы оказались в горящем доме. Нам уже объявили войну.
— Но у нас нет свободных вооруженных сил, чтобы подавить такого противника. Согласно разведке, корпорация обладает значительными силами, приписанными к охране объектов. Уже это является серьезной проблемой.
— Тогда нам придется использовать занятые силы. Мы останавливаем боевые действия против Германского Союза. Нас ждет новая война. Готовьте сообщение в Германию – нам нужно перемирие.

***
На следующий день на срочной съезде военного командования стран- участниц Паровой Войны был подписан договор о мире. На переговорах была затронута и проблема угрозы «Шафта». Имея такие же проблемы, глава Германского Союза высказался с предложением начала совместной борьбы против сил корпорации.
В тот же день начались уличные бои в пригороде Парижа, а так же городах на Востоке страны. Силами корпорации были захвачены некоторые транспортные магистрали и стратегические объекты.
Израненная Франция получила удар в спину.
  ''';
  static String z6a = 'Глава 5. Убежище Алисинитов';
  static String z6 = '''
  — Прибыли. Выходите.
Путешественники сняли повязки с глаз и начали выходить из повозки. С непривычки дневной свет казался слишком ярким, и разглядеть место, куда они прибыли, было проблематично. Но сразу почувствовался свежий горный воздух, быстрым потоком проносившийся мимо.
Место оказалось внутренним двором монастырского комплекса, носившего в свое время еще и оборонительный характер. Он располагался на большом выступе склона горы, и потому с одной стороны монастырь упирался в скалу, с двух боковых был защищен крутыми обрывами. Древние каменные стены пестрели мхом в многочисленных трещинах, здания по периметру выглядели мрачно. Прямо напротив входа располагалось главное здание монастыря, достигавшее приблизительно двух десятков метров. Архитектурный стиль трудно было угадать – здесь переплетались и итальянская школа, и серость германских традиций.
По территории ходили занятые монахи, из главного здания было слышно пение хора. Повозка направилась к сараю у одной из стен, а от главного здания к путешественникам направлялся человек. Сопровождавший друзей священник помахал ему рукой.
— Отец Андре, чужакам нельзя находиться…
— У них срочное дело к магистру. Где он сейчас?
— Они на службе. Скоро должны закончить. Можете немного понаблюдать.
Монах бросил взгляд на укороченную юбку Ванессы и тут же отвел взгляд.
— Неужели сейчас так опустились нравы? Не так давно это было постыдным.
— Идут новые времена, и общество меняется, — ответил Генри.
Служба шла полным ходом. Десятки монахов пели молитву в один голос. У алтаря, сложив руки на груди, стоял магистр в пурпурных одеждах. Вскоре он положил на алтарь увесистый символ и сам начал читать молитву. Спустя десяток минут все стихло. Монахи, не проронив ни слова, ровными рядами вышли из зала. Путешественники подошли к магистру.
Это был человек лет пятидесяти с очень умными глазами, выбритой тонзурой и каменной мимикой. Весь его вид излучал спокойствие и силу. Казалось, даже самый ужасный катаклизм не смог бы вывести этого человека из равновесия.
— Добро пожаловать в нашем скромном убежище. Обычно мы не любим гостей – ведь нам приходится держать свое существование в тайне. Но раз вы прошли ко мне – значит, на то была достойная причина. Я слушаю вас.
Даниэль сделал шаг вперед и начал свою речь.
— Прошу прощения за беспокойство, великий магистр. Мы пришли к вам, потому как нас постигла злая участь. Наши жизни, как и всей страны, находятся в опасности. Мы пришли, потому что узнали – вы знаете выход.
— Хм… По вашим словам, все не так уж и гладко в этом мире. Но для начала я бы хотел узнать о самой угрозе.
Даниэль вкратце рассказал о преступлениях «Шафта». Магистр, подошел к алтарю и обернулся.
— Разумеется, мы знаем о делах этих людей. Нам известно практически все, что творится в Европе. И вынужден признать – ни мы, ни вы не в силах самостоятельно повлиять на ход событий. Но – вы сказали о неком выходе.
— Великий магистр, мы слышали, что ваш орден имеет очень давнюю историю. А главное – вы храните память о древней силе, что дремлет в ожидании своего часа.
Бальтазар задумался на минуту.
— Наш орден зовется Алисиниты – мы храним вечные истины… Основатели ордена служили еще в Александрийской библиотеке, и действительно знали о древней тайне. Они смогли сохранить лишь часть знаний о ней.
— Что же это за тайна?
— Древние знали, что задолго до них была величественная цивилизация, с которой даже сейчас нам соревноваться рано. Когда-то, еще до библейских времен, Земля была совсем иной. Моря были другими, там где сейчас океан – была суша, где сейчас холод – были райские сады. И люди были иные – огромные, очень сильные и мудрые. Жили они сотни лет. Мы называем их гигантами.
— И эти гиганты и есть древняя сила?
— Не совсем так. Гиганты создавали величественные города, строили дороги, связывались с небесными силами и летали на своих небесных кораблях в другие миры. Они считали себя всемогущими – и боги прогневались на них. Они обрушили на Землю свою силу, разорвали ее на кусочки и перепахали сушу. Практически все они исчезли. И лишь наши самые древние предки застали уцелевших, уже совсем старых гигантов и узнали часть их тайн.
Бальтазар открыл старую книгу, прочел страницу и продолжил.
— Гнев богов изменил землю. И величественные строения гигантов исчезли с лица земли. Но часть их творений, укрытых глубоко в толще гор, смогли уцелеть. Пускай самих гигантов уже нет – но дело их рук все еще живет под землей.
После того, как земля изменилась, возникли люди, такие же как мы – наши предки. Но были еще и другие – низкорослые карлики, древесные люди, водяные люди. Они жили своими общинами в густых лесах, в пещерах, в озерах – и развивались своим путем. Но наших предков становилось все больше, и все больше земель оказывалось под их ногами. Они истребляли всех на своем пути, и те общины постигла та же участь. Их стало настолько мало, что об их существовании совсем забыли, лишь изредка встречая в неожиданных местах. Больше всех повезло карликам – они жили в пещерах и в совершенстве овладели горным делом. Они ушли под землю и по сей день обитают в дальних горах.
— Просто не верится, — сказала Ванесса. – Но в чем же суть?
— Изредка люди встречались с горными карликами. Обычно они враждовали, но бывало, что после взаимопомощи они доверялись друг другу. Так в некоторых горных деревушках пошли слухи, что карлики знают о величественных руинах, закованных глубоко под землей, и что сами они боятся к ним приближаться. А уж простым людям и вовсе путь заказан. Карлики говорят, что там сидит сила, с которой не совладать ни им, ни кому-либо еще.
Бальтазар закрыл книгу. Даниэль в задумчивости прошел десяток шагов по залу и высказал свои мысли.
— Значит, вот оно как… Я думал, что все окажется куда проще – есть место, где можно вызвать, хм… землетрясение, чуму или еще что-то. А здесь – мы очень рискуем сами, отправившись туда. И эти карлики… Узнать путь мы можем только у них, но примут ли они нас? Ведь мы простые люди, совсем не знакомые с ними.
— Я думаю, вам стоит отправиться в ряд горных селений, в которых ходили легенды о карликах. Возможно, какая-нибудь из историй выведет вас к искомому. В этом мы можем вам помочь – все подобные истории хранятся в наших записях. Наши люди обеспечат вас информацией.
— Благодарим Вас, Великий Магистр. Надеемся, это поможет в борьбе с корпорацией…
— Кстати о ней. Не так давно мы смогли найти ее «сердце» — огромная крепость в предгорьях Альп. Там у них и резиденция, и база войск, и огромные склады оружия и припасов. Подобное смотрелось бы достойно даже сильного государства. Если вы хотите – вы можете увидеть ее своими глазами.
— Конечно. Было бы глупо отказываться увидеть врага в лицо.
Бальтазар утвердительно кивнул головой, затем подошел к небольшому колоколу у стены и позвонил. На звон пришел служка.
— Позовите сюда Сиверия.
Через несколько минут Сиверий был рядом с Магистром.
— Нужно показать нашим друзьям логово «Шафта». Обеспечь их всем необходимым, как они скажут. Потом используй птицу из башни.
— Птицу из башни? – переспросил Генри.
Бальтазар едва заметно улыбнулся и двинулся к выходу.
— Поймете, когда увидите.
Когда дверь закрылась, Сиверий едва поклонился путешественникам и сказал:
— Следуйте за мной и постарайтесь не задавать много вопросов.
Они вышли из главного зала монастыря и снова попали во внутренний двор. Направившись в дальний угол монастыря, они зашли в большую каменную башню с плоской вершиной. Начался утомительный подъем по узкой винтовой лестнице.
Ступени были довольно высокие, и Даниэль помогал Ванессе подняться. Подъем был тесен, и плечистый Бенджамин несколько раз чуть не задевал горящие факела на стенах, скудно освещавшие ступени. Поднявшись довольно высоко, Сиверий вывел их в небольшую комнатку. Здесь было множество снаряжения, одежды и оружия. Путешественники рассыпались по всей комнате.
— Вам необходимо будет защитить глаза. Здесь есть кое-что для вас.
Он раздал всем очки для защиты глаз. Круглые стекла были вставлены в обитые кожей медные оправы, закрывавшие область глаз со всех сторон. На голове они крепились кожаными ремешками. Стекла можно было легко отвинтить и заменить на другие. На свету они слегка радужно переливались. После Сиверий спросил мужчин:
— Нужно ли вам оружие?
— Мы не знаем, что будет впереди, так что не откажемся.
— Есть револьверы, карабины, охотничьи ружья. Есть и холодное оружие – охотничьи ножи, копья, тесаки.
Даниэль взял удобную перевязь, легкий нож, револьвер и карабин. Генри решил ограничиться своим револьвером и захватил небольшой тесак. Бенджамин посчитал вооружение остальных детскими игрушками и взял большое охотничье двуствольное ружье и много дроби. По просьбе Ванессы ей достался небольшой револьвер. Холодное оружие ей было не по силам.
После сборов Сиверий повел путешественников на следующий этаж. Это была открытая всем ветрам круглая площадка. Посреди ее стояла деревянная катапульта, на которой размещался странный летательный аппарат. Он напоминал большую и широкую шлюпку, над которой размещался деревянный винт с длинными и узкими лопастями. В задней его части размещалась причудливый механизм с шестью соплами, обращенными назад. Осмотрев конструкцию, Генри произнес:
— Я уже видел такие сопла. Такие же, только побольше, были у дирижбанов.
— Здесь стоит похожая ходовая часть, как и у дирижбанов. Но у них машина еще и держит корабль в воздухе – а здесь от нее требуется лишь двигать аппарат вперед. Потому она и меньше.
— Как же он тогда… летает?
— Вся соль в этом винте, — усмехнулся Сиверий.
Он забрался на место впереди аппарата. Остальные путешественники заняли места позади него. Сиверий стал крутить рычаги и дергать за рукояти – и от механизма сзади «птицы» пошли клубы пара, дыма и шипение.
— Оденьте очки – мы уже отправляемся. И еще – не поднимайте высоко головы и руки – если что-нибудь попадет в винт, то мы разобьемся.
Путешественники с опаской посмотрели на винт. Сиверий сдвинул рычаг, и шипение сзади усилилось. Из сопел машины показались тугие струи раскаленного газа.
— Держитесь! – крикнул Сиверий и нажал рычаг.
Катапульта с треском бросила легкий аппарат в небо. Он стал стремительно набирать высоту, теряя скорость. Винт над головой стал быстро раскручиваться, обдувая пассажиров сверху потоком воздуха. Достигнув вершины подъема, «птица» начала падать, но через мгновение ее мягко подхватило и понесло вперед. Монастырь остался позади.
Опомнившись от стремительного взлета и отдышавшись, путешественники стали осматриваться. А вид был действительно потрясающий – Западные предгорья Альп ровными складками ложились где-то внизу. Острые пики хвойных деревьев мостились на каменных утесах, в низинах пестрели яркой зеленью луга. Кое-где виднелись пушистые ниточки горных пенных рек, спускающиеся с белоснежных вершин. Пейзаж был достоин труда художника.
За грядой крутых холмов показалась пара деревень – они казались будто бы игрушечными. На пастбищах виднелись стада коров и овец, в воздухе медленно парили хищные птицы – одиночки. А в ушах лишь свистел ветер, и слышались обрывки шипения двигателя.
— Ванесса! А где красивее – здесь или на Лазурном Берегу?
— Везде красиво! У меня просто нет слов!
— Вы хотели увидеть мир – а теперь он расстилается у ваших ног!
Ванесса не ответила. Она лишь счастливо улыбалась, жадно цепляясь взглядом за каждый кусочек картины вокруг.
Спустя час стремительного полета, шипящая «птица» с пассажирами уже летела между величественных горных хребтов Альп. Была ясная погода, и солнце отсвечивало от ледников на вершинах.
— Прилетели! Сейчас будем на месте!
Сиверий сделал вираж вокруг высокой скалы и глазам пассажиров открылся вид на широкую долину, примыкавшую к скальной цепи. С одной стороны ее занимала огромная территория, на десятки километров застроенная военными строениями. С одной стороны была большая площадь, на которой было множество поблескивавших металлом объектов. С другой стороны явно размещался воздушный порт – там стояли десятки грузовых дирижбанов, таких же как и в караванах над Парижем. База напоминала россыпь сотен костяшек домино, между которых бегали тысячи муравьев.
— Вот оно, укрытие! – прокричал Сиверий. – Можете представить, сколько всего здесь находится!
— Так вот куда шли воздушные караваны из Парижа…
— Именно! Там возле вашего места лежит подзорная труба – осмотритесь получше! Я не смогу близко подойти к базе – иначе нас заметят и будет худо!
Даниэль сразу же нашел подзорную трубу и взглянул на базу. Теперь он видел вооруженных солдат, бараки и караульных. Легранд перевел взгляд в сторону большой площади.
— Боже… Там на площади…
— Это то, о чем вы думаете.
Сквозь оптику было хорошо видно, что же блестело на открытой площадке. Ряды огромных металлических монстров, напоминавших пауков, неподвижно стояли в ожидании приказа. Правда, один из «пауков» работал – под надзором солдат он неуклюже двигался по свободному пятачку, извергая из небольшой трубы черный дым. Было различимо и вооружение «паука».
— Это новое вооружение корпорации?
— Как бы не был силен «Шафт», его людские ресурсы ограничены. А эти автоматоны можно изготовить в любом количестве. Не зря ведь корпорация так усиленно выторговывала именно металлургические предприятия! Так, все, топлива осталось лишь на обратный путь, возвращаемся!
Сивелий описал дугу и стал удаляться от военной базы.
Через час «птица» уже была рядом с укрытием Алисинитов. Сиверий снизил скорость и нацелился прямо на башню, с которой они взлетели. Генри забеспокоился.
— Вы точно сможете посадить нас на тот пятачок?
— Я это делал десяток раз, сделаю и в этот.
До башни оставалось пара десятков метров, но скорость была все еще большой для посадки. Тогда пилот задрал нос аппарата высоко вверх, так что огромный винт оказался под углом почти сорок пять градусов. От усилившегося потока воздуха он резко набрал обороты и сильнее потянул «птицу» назад и вверх. Аппарат мягко коснулся деревянной рамы катапульты и замер. Сиверий выключил двигатель и нажал рычаг. Специальный тормоз заклинил винт и тот прекратил свое быстрое вращение.
— Вот и все, можете выходить!
— Потрясающе. Вы посадили аппарат, словно это был орел, садящийся на горный уступ!
— Ну не зря ведь мы назвали его Птицей.
Слегка покачиваясь после стремительного полета, пассажиры спустились с башни. Сиверий разрешил оставить летные очки себе, сказав что это «на память о полете». Ванесса быстро наловчилась использовать их как ободок для волос, и с тех пор они красовались у нее на голове. Бенджамин и Генри в шутку стали называть ее «летчицей».
После сытного ужина путешественники попрощались и поблагодарили Бальтазара и его помощников за оказанную помощь и поддержку. По указанной информации нужно было добраться до Энгельберга. На все той же повозке они вернулись в Авиньон.
***
Город встретил друзей праздничной атмосферой и фейерверками. Отовсюду слышались радостные крики людей, в центре города начались гуляния с музыкой, танцами и выпивкой. Счастливые лица горожан завершали эту позитивную картину.
Друзья неторопливо шли по главной улице, праздничное настроение постепенно передавалось и им. Воодушевленный зрелищем, Генри произнес:
— Хоть я и не знаю причины торжества, но это явно не нас так встречают.
— Простите, месье, — обратился Даниэль к размахивающему французским флагом старику. – Что за повод для столь безудержного веселья?
— Как? Неужели вы еще не знаете?
— Мы только прибыли в город…
— О, так я буду первым, кто сообщит вам эту весть! – обрадовался старик. Он вытянулся по стойке «смирно» и отдал честь. – Война с Германским Союзом окончена!
— Что? Паровая война завершилась?
— Да! Сегодня было подписано перемирие, а сейчас об этом узнали и в нашем городе. Vive la France!
— Что ж, спасибо, дружище, и с праздником тебя!
Старик слегка поклонился и вновь принялся размахивать флагом. Друзья продолжили прогулку по городу.
— Конец войне… Просто не верится, после стольких лет…
— Война не могла окончиться просто так. Просто возник новый враг, перед которым предпочли объединиться даже заклятые соперники.
— Значит, снова война. А нам нужно искать руины гигантов.
— Все просто – садимся на поезд, идущий в район тех самых деревень. Пойдем же на вокзал.
Без проблем приобретя билеты, друзья вышли на привокзальную площадь. Теплый воздух, небольшие деревья и старые скамеечки создавали очень уютную атмосферу.
Немного пошептавшись с Генри, Бенджамин обратился к Даниэлю.
— Месье Легранд… Мы тут подумали… До поезда еще час ждать, так что не хотели бы вы пропустить по кружечке хорошего пива? Я видел неплохое место неподалеку.
— Нет, пока мне эта затея не по душе. Как-нибудь в другой раз.
— Тогда вы не обидитесь, если мы с Генри ненадолго вас покинем?
— Конечно нет. А мы с Ванессой подождем вас здесь.
— Вот это разговор! – воскликнул Бенджамин и хлопнул Генри по плечу. – Идем, я надеюсь, что пиво там отменное!
Они удалились, а Даниэль с Ванессой присели на одну из скамей площади. Посидев молча пару минут, девушка достала зеркальце и стала прихорашиваться. Даниэль отвлекся на наглых тучных голубей, которые стайками «паслись» по площади.
Внезапно Ванесса охнула и схватилась за лицо. Даниэль переполошился.
— С тобой все в порядке?
— Мне что-то в глаз попало… Посмотри, пожалуйста.
Она подсела к нему поближе, и Даниэль стал осматривать ее лицо. Внезапно Ванесса взглянула на Даниэля хитрым взглядом и поцеловала. Улыбаясь, она смущенно отвела взгляд.
— Извини, я не удержалась.
Даниэль притянул девушку к себе и одарил долгим страстным поцелуем. Оторвавшись от него, Ванесса восхищенно взглянула в его глаза, шумно глотая воздух.
— Тоже не удержался?
— Точно, — ответил Даниэль, и они рассмеялись.
Все это время за ними наблюдали двое, у входа в вокзал. Один из них, вздохнув, произнес:
— Эх, романтика, она такая…
— Согласен. Ладно, ты слышал — куда они взяли билеты?
— Конечно. Ближайший рейс до Энгельберга через Женеву. «Альпийский Экспресс».
— Тогда я сообщу в штаб, пусть готовят перехват. Все должно пройти, будто корпорация не причем.
Они отправились к телеграфу вокзала и сообщили данные. Сообщение пришло в город, где его принял телеграфист в тайной комнате кабаре. Он отнес сообщение на первый этаж, где возле сцены стояли столики с посетителями. За одним из столиков сидела роскошная девушка с черными волосами, убранными в изящную прическу. На ней было алое платье, которое хоть и не отличалось пышностью, смотрелось очень привлекательно. Девушка явно скучала и пила белое вино из фужера.
Именно к ней и подошел телеграфист, передал послание. Девушка поблагодарила его, сделала еще глоток вина и покинула заведение, сопровождаемая мужскими взглядами.
Здесь ее уже ожидал легкий электромобиль с красным лакированным кузовом, очень похожий на карету. Сев на мягкое сиденье, она захлопнула дверцу и сдвинула два небольших рычага. Электромобиль с легким гудением помчался в сторону вокзала.
Дождавшись подвыпивших Генри и Бенджамина, Даниэль с Ванессой сели в прибывший поезд и разложили багаж. Карабин Даниэля был довольно громоздким, так что разместить его было некоторой проблемой.
Поезд тронулся с места и отправился в сторону Швейцарии. Утомленные за насыщенный день, путешественники притихли. Первым нарушил тишину Генри, неожиданно оживившийся.
— Бенджамин! У меня есть один вопрос.
— Я тебя слушаю.
— Ты говорил, что отведешь нас к Алисинитам, и на этом все. Тем не менее, продолжаешь путь вместе с нами. Мы чего-то не знаем?
Бенджамин ухмыльнулся и почесал подбородок.
— Ну, я бы сказал, что обстоятельства изменились. Если честно, я в вас не очень то верил. Думал – отведу вас к магистру, тот возможно расскажет вам эту историю – и на этом все. Окончательно решите, что это бред и оставите затею. А я вернусь в Париж и продолжу свою борьбу, пока корпорация снова не отправит меня за решетку или вообще убьет. Но – вы решили идти до конца, и я сам начинаю верить в эту затею. И… – Бенджамин немного потупился. – Вам же нужен будет помощник и воин в одном лице?
Генри одобрительно похлопал его по плечу.
— Ты нам здорово помог, старина. Мы бы хотели вместе продолжить путь.
— Тогда я пожалуй, немного вздремну – расхохотался Бенджамин. – Пиво было хорошим.
Ванесса тоже уснула на плече Даниэля. Генри достал карты и начал раскладывать пасьянсы на столике. Вскоре ему надоела эта затея, и он достал револьвер, вытащил патроны. Затем стал его раскручивать и загонять в него заряды по одному.
Тем временем за окном поезда стемнело. Солнце скрылось за невысокими горами, и вагон погрузился в полумрак. Появился проводник и зажег в каждом купе вагона небольшой закрытый керосиновый светильник. Даниэль стал наблюдать за маленьким огоньком, спрятанным за круглым стеклом, и медленно погрузился в сон.

***
К полуночи «Альпийский экспресс» приближался к Женевскому вокзалу. Как обычно на станции объявили прибытие поезда, люди стали подтягиваться к посадочной платформе. Из вокзала вышла девушка в изящном красном наряде. В ее руках был небольшой саквояж. Ожидая посадки, она вынула небольшую коробочку и достала оттуда сигариллу. Прикурив от медной зажигалки, она сделала глубокую затяжку и выпустила между губ дым. Заметив заинтересованные взгляды мужчин на платформе, она отвела в сторону свой надменный взгляд.
С шипением, поезд прибыл к платформе и остановился, окутанный паровым туманом. Уставший машинист открыл дверь кабины и вышел на платформу. Утерев пот с лица, он взглянул на ночное небо.
В этот момент мимо прошла девушка в красном. Поймав на себе взгляд машиниста, она сверкнула глазами и едва заметно улыбнулась. Машинист замер от неожиданности. Сделав еще десяток шагов к вагону, девушка кокетливо обернулась и подарила железнодорожнику улыбку.
«Вот это да» – задумался машинист. «Такая женщина… Хотел бы я сорвать поцелуй с ее ярких губ».
Помечтав еще с минуту, он занял место в кабине и стал готовить локомотив к отправлению.
Девушка зашла в свой вагон, второй по счету. Зашла в одноместное купе, положила саквояж и устало откинулась на мягкие подушки дивана.
По свистку дежурного станции, «Альпийский экспресс» направился на Восток вдоль берега кристально чистого Женевского озера.

***
… Часы показывали 4 часа утра. Машинист наблюдал через свою остекленную кабину за рассветом, медленно освещавшим все больше горных склонов. Скоро, всего через несколько часов, поезд должен был прибыть на конечную станцию, а сам машинист завершит свою смену.
Поезд неторопливо огибал берег горного озера. Мимо мелькали высокие сосны. Машинист отрегулировал подачу топлива и отвернулся от рычагов. Подняв глаза, он вздрогнул – прямо перед ним стояла все та же девушка в красном, что он видел в Женеве. Девушка пронзала его своим взглядом.
— Леди… Я не думаю, что быть здесь для вас необходимо… Я…
Девушка подошла к нему и начала страстно целовать. От неожиданности у машиниста подкосились ноги. Он стоял безвольной фигурой в объятьях таинственной девушки. Наконец она оторвалась от опешившего железнодорожника, шепнув ему на ухо:
— Идем ко мне, здесь слишком жарко.
Не понимая своих действий, машинист заворожено пошел вслед за девушкой. Пройдя один вагон, они зашли в купе девушки. Там она снова стала целовать машиниста, а тот решился ухватить ее за талию. Девушка легко укусила его за губу и шепотом произнесла:
— Подожди немного… Я сейчас к тебе вернусь…
Незаметно взяв свой саквояж, она выскользнула из купе и закрыла дверь. Машинист откинулся на диван и расплылся в глупой улыбке.
Девушка в красном вернулась в локомотив. Тот спокойно продолжал свой путь, шипя и постукивая механизмами. Она открыла свой саквояж и достала небольшую бомбу с часовым механизмом. Ловко установив завод на двадцать минут, девушка поместила бомбу в незаметную щель рядом с котлом. После она торопливо схватила саквояж и поспешно двинулась через вагоны в конец состава.
Генри уже не спалось. Он не очень- то любил путешествия в поездах и плохо их переносил. Беналье решил прогуляться по коридорам поезда, в надежде, что ему полегчает.
Не успел он дойти до двери, выходящей в следующий вагон, как оттуда выскочила девушка в красном. Она явно не ожидала встретить в коридоре кого-либо в такую рань, потому слегка растерялась. Генри замялся и отошел в сторону, освободив проход. Девушка быстро прошла мимо, однако у двери обернулась и улыбнулась Генри. Спустя пару секунд она исчезла за закрытой дверью.
Побыв секунду в замешательстве, Генри последовал вслед за ней. В голове промелькнула мысль о романтичном знакомстве в поезде. Торопливым шагом он зашел в следующий вагон, но заметил лишь закрывающуюся следующую дверь. Так он прошел до конца состава.
Последняя дверь открылась с некоторым усилием. Генри машинально сделал шаг и тут же отпрянул, схватившись за поручень. За дверью были мельтешащие в темноте рельсы и сильный ветер. Подняв глаза, он увидел в десятке метров отдаляющийся вагон, в дверях которого стояла та самая девушка. Увидев Генри, она широко улыбнулась и отправила ему воздушный поцелуй. Затем она скрылась в вагоне и через минуту тот начал отдаляться значительно быстрее.
Беналье задумался о увиденном. Прикинув все возможные варианты, он вздрогнул и помчался в свое купе, где еще спали Даниэль, Ванесса и Бенджамин.
— Даниэль, проснись! Просыпайтесь все, срочно!
Еще сонные, путешественники не совсем понимали происходящее.
— Генри, что случилось, зачем ты нас разбудил…
— Нам надо срочно покинуть поезд! Немедленно!
— С чего бы это?
— Боюсь, он скоро потерпит крушение.
— Что?
— Прошу вас, быстрее!
Вскочив на ноги, они стали собирать вещи. Через несколько минут они вышли в коридор и спешно направились вслед за Генри в последний вагон. Добравшись до места, все с вопросом посмотрели на Генри.
— Дальше что?
— Надо отсоединить вагон. И затормозить его.
— Тормоз здесь – Даниэль указал на рукоять рядом с выходом. – Осталось отцепить вагон от поезда.
— Я займусь этим, — сказал Бенджамин.
За секунды он перелез в пространство между вагонами и нашел сцепку. Рукой дотянуться не удавалось, и он парой ударов ноги сдвинул рычаг. Она разошлась, и пространство между вагонами стало медленно увеличиваться. Бенджамин снова занял место в вагоне.
— Порядок!
Даниэль дернул рычаг. Вагон содрогнулся и стал быстро терять скорость. Остаток поезда стремительно удалялся вперед. Мимо мелькали высокие темные сосны.
Тем временем, машинисту надоело ждать. Пробурчав что-то о лживых женщинах, он спешно вернулся в локомотив. Сдвинув регулятор, он сел рядом с окном. Постепенно до его слуха стало доноситься приглушенное тиканье.
Озадаченно он достал свои часы. Они имели совсем другой звук. Тогда он стал прислушиваться и искать источник звука. У одной из стенок оно стало слишком громким.
— Да что там, будильник что ли ремонтники засунули, — разозлился машинист. – Наверно, чтобы прозвенел, когда я захочу отдохнуть немного.
Не успел он заглянуть за перегородку, как тиканье стихло. Спустя мгновение сильный взрыв разворотил локомотив. Мощнейший поток сверх перегретого пара вырвался из котла, завалив покореженный паровоз на бок. Следом за ним слетели с путей и оставшиеся вагоны. Топка развернулась как разорванная бумажная коробка, и адский жар горящего гексоугля разлился по остаткам локомотива. Остатки котла мгновенно нагрелись до критической температуры, и прогремел сильнейший взрыв пара. Грохот прокатился по всей округе, а над местом крушения поднялось огромное облако из дыма и пара. Отблески огня заиграли на скалах.
Друзья выбрались из вагона и направились вдоль путей к остаткам поезда. Приблизившись к нему на сотню метров, они смогли издали видеть ужасную картину. Пять вагонов беспорядочно лежало на путях, всюду были осколки стекла и металлические детали. На заднем плане поднимался исполинский столб огня, окутавший остатки паровоза.
Даниэль хотел было направиться прямо к обломкам, но Бенджамин остановил его.
— Этот район густо заселен, так что здесь сейчас будет много местных. Начнутся разбирательства, формальности… Не забывайте – от нас хотят избавиться. Так что исчезнуть в данной ситуации – было бы лучшим решением.
Все согласились с Бенджамином и решили направиться в сторону ближайшего селения. Забрав свои вещи, они сошли по невысокой железнодорожной насыпи в полосу деревьев, а затем взяли курс на горящие огни жилых домов. Глаза уже привыкли к темноте и стали выхватывать темные контуры гор вдали. Холодный ветер с гор забирался под одежду, и Ванесса стала поеживаться.
Добравшись до крайнего дома в селении, они постучались в дверь. Через пару минут она открылась, и на пороге показались хозяин и хозяйка дома. Это были люди в зрелом возрасте, одетые в национальную одежду швейцарских селян. Лицо хозяйки излучало добро и гостеприимство, а взгляд глубоко посаженных глаз хозяина выражал настороженность.
— Кто вы? Чем обязаны столь поздним визитом?
— Простите, пожалуйста, за беспокойство… Буквально только что наш поезд потерпел крушение. Мы уцелели и не знаем, где находимся. Разрешите переночевать у вас до утра.
— Крушение? Меньше получаса назад нас разбудил резкий звук, но мы подумали, что это в горах что-то… Боже, заходите скорее.
Путешественники зашли в дом. Он был очень уютен, с небольшими красивыми комнатками. Оставив у входа свои вещи, они прошли в главную комнату. Здесь горел очаг, стоял большой стол и низкие шкафы у стены.
— Будьте как дома. У нас на втором этаже есть две небольшие комнатки, думаю, вы можете расположиться там. Да, совсем забыла – помойте руки, это направо от входа. Есть будем уже утром, а пока отдохните.
Приведя себя в порядок, усталые друзья расположились по комнатам. Особенно раскладываться смысла не было, потому что для сна оставалось всего несколько часов. Дом снова погрузился в темноту. А тем временем, к месту крушения уже сбежались жители ближайших селений и стали спасать выживших и тушить огонь.
***
Сегодня утро началось позже, чем обычно – в восемь часов солнце поднялось над горной грядой и залило светом долину меж двух озер. Над местом крушения еще поднималась жиденькие струи черного дыма. За ночь огонь успел перекинуться на остальные вагоны и обглодать их остовы. Нетронутыми остались лишь последний пассажирский и почтовый вагоны – они были отцеплены и остановились на большом удалении от места катастрофы. Пассажиры с отцепленного вагона просыпались и недоумевали, обнаружив себя стоящими посреди путей.
Наших путешественников разбудила хозяйка. Она пригласила всех за стол завтракать.
На завтрак была говядина с зелеными бобами, свежий сыр и вино. Несмотря на плохой сон, все с аппетитом набросились на еду. Закончив, хозяин начал разговор.
— Итак, вы потерпели крушение. Только что я ходил в деревню и узнал, что это правда. Ох, простите, мы даже не знаем ваших имен…
— Даниэль, владелец завода в Лионе. Генри, владелец нескольких доходных домов. Ванесса – дочь лионского банкира. И Бенджамин – бывший парижский ювелир. А ваши имена?
— Да, люди вы знатные… Мы же – простые сыроделы. Я – Себастьян, жену зовут Алина. Разводим коров, из молока делаем сыр и продаем на ярмарке. Частенько приезжают торговцы из Женевы и скупают наш товар.
Хозяин сделал глоток вина.
— Что же занесло вас в наш край? Насколько я узнал, вы ехали на «Альпийском экспрессе». А он идет только до Энгельберга.
— Туда мы и направлялись. Точнее, нам нужно попасть в… – Генри достал свой блокнот и попытался прочитать название. – Мельх… Мельхталь. Ну и название.
Хозяин улыбнулся.
— Зачем же вы тогда ехали в Энгельберг? Хотя дайте угадаю – открыли карту, увидели, что это рядом и там есть железная дорога. Верно?
— Можно сказать и так.
— Из Энгельберга в Мельхталь нет дороги. Между ними – большая гора. Единственная дорога в Мельхталь – это проход вдоль небольшой речки Мельхи. У вас есть карта?
Даниэль быстро достал карту и раскрыл ее. Все собрались вокруг.
— Вот Энгельберг. А вот железная дорога, по которой мы ехали. А сейчас мы…
— В Гисвиле. Здесь. – хозяин указал на надпись на карте между двух озер. – Проход начинается возле Заксельна – это дальше по железной дороге, час хода. Впрочем… Я отвезу вас в Мельхталь.
— Вы очень великодушны.
— Пойду готовить лошадей.
Спустя час путешественники уже сидели на небольшой конной повозке. Хозяйка обеспечила друзей в дорогу свежим сыром. Неторопливо, повозка начала свой ход.
В Заксельне Себастьян остановился. Обернувшись назад, он спросил:
— Все ли необходимое есть у вас? В Мельхтале нет магазинов, туда вообще редко кто ходит. Да и живет там совсем немного людей.
— Пожалуй, мы заглянем в местную лавку.
Лавка оказалась по-сельски скромной. Потому и покупки в основном представляли собой еду, а так же самые необходимые в пути вещи. Ко всему прочему, был куплен крепкий шнур, а так же надежный переносной керосиновый фонарь с отражателем. Решив перестраховаться, Даниэль закупил к ней две бутылки масла.
Ванесса, уже испытав на себе холодный горный ветер, приобрела плотную длинную накидку. Бенджамин решил так же приобрести хорошие сапоги. К счастью, нужный размер нашелся быстро. Он так же спросил о зарядах к ружью, но их не оказалось.
Повозка Себастьяна продолжила путь. Выйдя за пределы города, она затряслась на кривой грунтовой дорожке, держа путь к горному хребту. Когда гора оказалась совсем рядом, дорога сделала крюк вокруг довольно глубокой расщелины и побежала вдоль берега той самой речки вглубь горного массива.
Это было очень красивое место. Шумящая на камнях вода, укрытые зеленым покрывалом лесов склоны гор, растения, цепляющиеся к скалам причудливо изогнутыми корнями и ярко зеленые лужайки – поистине, сказочный пейзаж.
На зеленых склонах то там, то здесь виднелись одинокие, будто нарисованные художником домики. Добраться до них можно было по петляющим узеньким горным тропкам – кошмар для приезжих, но привычное дело для здешних обитателей. Вдали виднелась снежная шапка высокой горы, до которой оставалось довольно далеко.
Дорога спустилась в узкую, густо поросшую деревьями ложбину. Здесь было довольно темно и сыро. Через несколько десятков метров дорога отошла от берега реки и стала подниматься. После небольшого подъема перед глазами открылась небольшая зеленая долина, на которой стояло около двух десятков домов. Это и был Мельхталь. Себастьян слез с повозки.
— Вот мы и на месте. А Энгельберг вот за этой горой. – он указал рукой на Восток. – Видите – там не пройти.
— Хорошо, что мы встретили вас, — сказала Ванесса. – Мы вам очень благодарны. А вы не слышали про легенды о людях живущих внутри гор?
— Хехе, да этих сказок тут полно. Еще наши пра- прабабушки пугали детей этими историями – чтобы те не бегали к шахтам. Тут их не много и все старые, но дети умудряются залезть везде. Ходили истории, что здесь где-то даже есть старая могила великого война. Но кто о нем помнит?
Себастьян развернул повозку и сел за поводья.
— Здесь я вас покидаю. Надеюсь, ваши дела здесь пройдут хорошо, и вы без проблем сможете вернуться назад. До встречи!
Повозка укатила прочь, а путешественники пошли вглубь селения, вдыхая чистый горный воздух. Рядом со вторым по счету домом они встретили мужчину, который был занят ремонтом сапога. Заметив приближающуюся компанию, он отложил свое занятие.
— Здравствуйте!
— День добрый. Кого-нибудь ищете в нашем селении?
— Мы пришли в ваши края за… старыми историями. Собираем сказки и легенды. Говорят, у вас их здесь много.
— Да уж, этот скрытый райский уголок имеет парочку таких историй! Даже не знаю, что вам посоветовать – сам я их плохо помню… Есть здесь один молодой паренек, очень уж ему интересно все это было. Ходил у нас и по соседним селениям, узнавал детали тех старых легенд. Мартин его вроде зовут. Наверняка уж больше его тут никто про это не знает.
— Где можно его найти?
— А он на самой окраине селения живет. Любит в стороне от людей держаться. За его домом селение заканчивается.
— Спасибо за помощь.
— Да пожалуйста!
Путешественники прошли дальше, а мужчина вернулся к своему сапогу, пробурчав:
— За сказками приехали… Хех, вот забавы у людей.
Весь Мельхталь состоял из двух частей, в центре которых было что-то вроде перекрестка. Но в целом он вытягивался в линию вдоль ущелья.
Наконец, последний дом. Он располагался немного выше остальных, и выглядел довольно ветхим. Рядом со входом сидел на скамье молодой парень в потрепанной куртке и кормил кота. Тот довольно мяукал, вызывая у парня улыбку.
— Здравствуй! Мартин, верно?
— Да, это я… А что такое?
— Нам сказали, что вы большой знаток местных легенд… Мы бы очень хотели их услышать.
Парень недоверчиво покосился.
— Странное дело – то меня чудаком называют, то вдруг приезжают послушать истории из других земель. Вы же далеко не местные, верно?
— Мы из Леона, Франции.
— Слышал о таком, далеко… Ладно, заходите, раз пришли.
Домик был небольшой и довольно темный. Было заметно, что здесь давно небыло рук хозяйки. Кое – где висела паутина, полы громко поскрипывали. В углу комнаты стояла печь, рядом – несколько пустых корзин и стол. В этой части дома было наиболее чисто.
Усевшись вокруг стола, гости притихли в ожидании. Парень начал говорить.
— Вы пришли за легендами. Но то ли вы ищете, что я знаю?
— Истории про горных жителей. Про карликов. Говорят, что именно в этих местах много легенд с их упоминанием. Мы думаем, что они существуют.
Пару секунд висела мертвая тишина. Озадаченное лицо Мартина через мгновение сменилось усмешкой.
— Хех, вы меня за дурака держите чтоли? Это легенды, ничего серьезного!
— Послушай, Мартин. Мы связались с одним старым культом, в котором узнали, что это – не сказки. Более того, они нас направили сюда. И поверь – мы бы не стали ехать через пол Европы за сказками. Понимаешь?
Мартин был напуган. Некоторое время он переваривал информацию, но затем быстро начал рассказ.
— Хорошо, хорошо… Я не просто так собираю эти легенды – это у нас семейное дело. Все мои предки хранили часть этих историй, передавая от отца к сыну. Уже никто не помнит, кто рассказал их первым.
История гласит о великане, могучем и сильном, который однажды появился возле селения. Поначалу он был безобиден, но затем стал воровать скот у местных пастухов. К людям он не приближался, да и боялись его – он был огромен. Но однажды терпение селян кончилось. Один пастух пошел разобраться с великаном, но не вернулся. Тогда староста собрал мужчин со всех селений долины, они вооружились кто чем мог и отправились к великану. Поначалу великан калечил селян, а сам был невредим. Но вскоре ему нанесли несколько тяжелых ран, и он стал отступать. Он поднялся наверх, к небольшому углублению в скале, где была бездонная узкая яма. Там он защищался до последнего, убил несколько селян, но и сам погиб. Умирая, он оступился и упал в яму. После этого он стал частью местных историй.
Но спустя годы, там, где погиб великан, стали встречать низкорослых людей, которые были довольно пугливы. Один раз двое селян пытались их поймать, но те скрылись в той самой яме. Посчитав это место дьявольским, местные закрыли яму большой каменной плитой. Потом, в истории про война эта плита стала называться его могилой, а потом и вовсе забыли о его местонахождении.
Мартин остановился. Все ждали продолжения.
— И это все?
— Ну как… Потом начали появляться байки от шахтеров дальних селений – мол, возле шахт карликов видели. Позже историей про карликов стали пугать детей… А про великана только и осталось у большинства память, что он погиб где-то здесь и был великим войном. И место это забыли… Но я нашел его.
— Что? Ты нашел могилу война?
— Да. Я люблю лазить по здешним скалам – тут кроме них и нет ничего. И вот однажды я забрался по склону и пробрался вдоль каменной стены. И нашел плиту. Я никому не рассказывал о находке, но сам запомнил. По утрам это место скрывается за низкими облаками, потому я назвал его «Забытыми небесами».
— Звучит красиво. Неужели ты не хотел узнать, что под плитой?
— Конечно, хотел. Я приходил туда в свободное время, пытался сдвинуть плиту. Понемногу я сделал достаточную щель, чтобы пролезть. Там была просто вертикальная яма, у которой не видно дна. Но я рассмотрел там небольшой проход в сторону. Сбегал домой, вернулся с веревкой и светом. Кое-как я спустился вниз и попал в проход. Там я прошел наверно шагов сто… и увидел карлика.
— Он на тебя набросился?
— Нет. Он был ранен, камнем придавило ногу. Я помог ему освободиться и отвел к своим. Меня встретили очень осторожно, они боялись. Но я показал им, что я не враг. К тому же, я спас одного из них.
После этого я еще несколько раз бывал у них, научился языку. Узнал, что они сотни лет живут под землей, роют громадные шахты. У них там целые города.
— Именно об этом говорил Бальтазар, — сказал Даниэль. – Послушай, Мартин, отведи нас к ним. Нам нужно кое-что узнать от них.
— Вы что-то не договариваете. Зачем вам карлики? Хотите забрать их богатства, драгоценные камни?
— Нет, Мартин. Здесь все сложнее. Нам не нужны сами карлики. Но они могут знать, где найти древние руины под землей.
— Древние руины? Под землей? Но под землей только карлики.
Вздохнув, Даниэль вкратце пересказал то, что услышал от магистра.
— Это звучит совсем уж безумно. Хотя подождите… Воин! Тот самый великан, который погиб в той яме – он же из нее и поднялся! Вы говорите про руины великанов под землей – все сходится!
— Ты поможешь нам?
— Да! Но… Я бы хотел пойти с вами.
— Хорошо. Но условие – полностью слушаться меня и Генри. Понятно?
— Мм, да, понятно.
— Когда ты сможешь отвести нас к Забытым небесам?
— Да хоть сейчас! У меня нет срочных дел. Да и пока светло…
Путешественники вышли из дома. Отсюда хорошо было видно весь Мельхталь и дорогу по долине. Мартин пошел первым и вышел на узенькую каменистую тропку, ведущую к одному из небольших домиков пастухов на склоне.
  ''';
  static String z7a = 'Глава 6. Забытые небеса';
  static String z7 = '''
  Подъем по узкой тропинке был довольно утомительным. Особенно для Ванессы – бедная девушка, не привыкшая к таким нагрузкам и истощенная за последние дни, быстро выбивалась из сил. Мужчины старались по возможности облегчить ее участь, разгрузив ее от вещей. Она несла теперь лишь полупустой саквояж.
Мартин умело поднимался по зеленым кочкам и камням, следуя причудливо петляющей линии тропы. Взгляд его был устремлен вверх. Наконец, они вышли к домику на склоне.
— Куда дальше?
— Туда. – Мартин указал посохом на место, немного ниже вершины горной гряды. В этот момент там проплывало низкое рваное облако.
— Действительно, идем в небеса… Надеюсь, сил нам хватит.
Сделав по глотку воды, они продолжили путь. Далее тропы уже не было, и приходилось идти прямо по склону, напрягая ноги. Скорость движения замедлилась.
Ветер налетал порывами и трепал волосы. Чем выше шел подъем, тем сильнее они становились.
— Ты живешь один, Мартин?
— Да. Отец нас покинул рано. А два года назад умерла и моя мать. Одному мне было не по силам тянуть семейное хозяйство, и я стал помогать селянам в обмен на еду и остальное необходимое. Меня знают во многих здешних селениях…
— Ты никогда не думал уехать в какой-нибудь город, устроиться на работу?
— Думал. Но здесь у меня хотя бы есть дом и люди, которые мне доверяют. А там ничего нет. Я боюсь.
Зеленые кочки под ногами сменились серой россыпью мелких камней. Воздух становился все более разреженным, дышать становилось труднее. Куцые деревца встречались все реже. Путешественники вышли к каменной стене и продолжили движение вдоль нее, постепенно поднимаясь все выше. На пути встретилась небольшая расщелина, которую можно было легко перепрыгнуть. В ушах гудел ветер.
Наконец, вскарабкавшись на небольшой уступ, они оказались в неглубоком гроте. Бенджамин подошел к краю обрыва, где они поднялись и сел. Затем он достал свою небольшую трубку и закурил.
— Всегда мечтал оказаться на небе и выкурить трубку.
— А я, пожалуй, просто выпью воды, — устало сказал Генри и тоже сел.
Ванесса тоже расположилась на отдых. Даниэль подошел к Мартину, который стоял возле неровной прямоугольной плиты на земле. Плита частично перекрывала широкую дыру.
— Могила война?
— Она самая.
— Это ты ее так сдвинул? Не густо, я бы не пролез.
— Мне вполне хватало.
— Отдохни пока с нами.
Они вернулись к отдыхающим Ванессе, Бенджамину и Генри. Последний уже успел попить воды и теперь достал плитку шоколада. Съев кусочек, он предложил остальным. Ванесса согласилась, а Бенджамин усмехнулся и достал немного вяленого мяса и хлеба.
— Баловство этот твой шоколад. А вот поесть не помешало бы.
Генри вздохнул и согласился. Каждый достал немного из своих запасов и получился небольшой обед. Мартин присоединился к еде.
— Бенджамин!
— Что? — пробурчал он с набитым ртом.
— Ты говорил, что хотел бы покурить на небе. А мне кажется, что перекусить на небе – звучит интересней!
— Ничего, скоро мы спустимся с небес под землю.
Закончив скромный обед, мужская часть компании занялась плитой. После недолгих поисков, неподалеку обнаружились крепкие ветки. Мартин и Генри использовали их как лом, а Даниэль с Бенджамином попытались сдвинуть плиту руками. Довольно скоро дыра оказалась полностью открытой и намного больше освещенной. Все подошли к яме.
Дна небыло видно. Брошенный камень скрылся в темноте, так и не издав ответного звука. Но на небольшой глубине действительно был проход в сторону, у входа в который имелся небольшой уступ.
— Мартин, а как ты спускался туда?
— По веревке. Сейчас принесу.
Парень отбежал к небольшой щели в стене грота, где лежала закрепленная с одной стороны крепкая веревка. Взяв свободный конец, он вернулся к яме.
— А вы заметили, какие гладкие стены у этой ямы? Как будто водой выточено.
— Она еще и круглая. Почти без изъянов.
Генри хотел было крикнуть вниз, чтобы послушать эхо, но Даниэль его быстро остановил.
— Не стоит зря привлекать к себе внимание. Мы ведь не знаем, что там внизу точно, верно?
Генри слегка побледнел.
— Как бы не было худого…
Веревка полетела вниз. Убедившись, что она хорошо закреплена, Даниэль достал керосиновый фонарь и зажег его. Прицепив его поудобней к поясу, он взялся за веревку.
— Пожалуйста, будь осторожен. – сказала Ванесса и быстро поцеловала его.
— Постараюсь. Если что пойдет не так – вы хотя бы услышите об этом.
Даниэль глубоко вздохнул и начал медленно спускаться вниз. Бенджамин придерживал веревку для страховки. Спустившись вниз на метров пять, Даниэль поравнялся с проходом в стене. Здесь он немного раскачался и зацепился за уступ. Вытянув конец веревки к себе, он крикнул наверх:
— Я на месте. Спускайтесь!
— Мартин привычно добрался до уступа. Затем пошел Генри. Он осторожно добрался до прохода и с помощью Даниэля встал на ноги. Следующей была очередь Ванессы.
Девушка осторожно схватилась за канат и стала медленно спускаться. Когда до уступа оставалось пара метров, она жалобно сказала:
— У меня руки болят, не могу дальше…
— Ванесса, еще чуть-чуть, и мы тебя снимем! Только не смотри вниз!
— Я постараюсь…
Дрожащими руками она спустилась еще на метр. Генри оттянул конец каната в сторону прохода, и девушка повисла уже над уступом. Даниэль вытянул руки и стал придерживать Ванессу за ноги.
— Проскользи немного по канату вниз!
Девушка послушалась и немного соскользнула вниз. Этого хватило, чтобы Даниэль смог ухватить ее за талию. Она отпустила руки и свалилась прямо в объятья Легранда, который чуть не свалился от резкого толчка в яму. Они вместе встали на ноги.
— Бен! Вытяни веревку и привяжи к ним сумки – опускай их сюда! А потом спускайся сам!
— Пара сумок и саквояж успешно добрались к путешественникам. Затем на уступ стремительно спустился и сам Бенджамин. Конец веревки он зацепил за острый выступ скальной породы.
— Все целы? – спросил Генри.
— Вроде бы все здесь. Ну что ж, добро пожаловать в подземный мир. Мартин, ты у нас проводник – веди.
Даниэль передал Мартину свой фонарь, и они двинулись по кривому и узкому проходу в горной толще.
Темнота и ощущение, что над головой огромная толща камня вызывали тревожные ощущения. Вдобавок стоял монотонный едва слышный гул, который нагнетал и без того напряженную атмосферу. Бенджамин спросил Мартина о источнике этого гула. Тот простодушно пожал плечами.
— Не знаю. Бывает, что ветер гудит в расщелинах, а бывает, что доносится шум подземных вод. Когда я бывал у гномов – их селение стояло как раз на берегах подземной реки.
— Еще скажи, что у них там подземные луга с подземными коровами.
— Нет, такого я не видал.
Они прошли несколько поворотов, затем вскарабкались по камням к проходу выше. Там Ванесса указала на тусклое свечение впереди.
— Что это светится?
— Сейчас увидите. – улыбнулся Мартин.
Все двинулись на таинственный свет. Светилось нечто небольшое возле камня. Генри присел рядом и сказал:
— Это грибы! И они светятся.
— Да, пещерные грибы, — добавил Мартин. – Здесь не так далеко от поверхности, и хватает сырости. Так что пока они будут встречаться в изобилии.
— А их можно есть?
— Не знаю, можно ли людям, но подземные карлики выращивают их в большом количестве, и едят.

— Ну, пока у нас есть с собой еда, пробовать грибы-светлячки я не вижу необходимым. – сказал Бенджамин.
Поправив фонарь, они продолжили путь. Несколько поворотов среди развалов камней, и «потолок» примерно в шести метрах над головой – так выглядела узкая дорога путешественников под землей. Изредка была слышна капель, разносившаяся эхом по всем уголкам подземелья под все тот же монотонный гул.
Путешественники прошли уже с сотню метров в темноте. Ванесса взяла Даниэля за руку и крепко сжала ее. Девушке было страшно в этом жутком месте, но она изо всех сил старалась не подавать виду. Лицо Бенджамина не выражало никаких эмоций, а Генри был даже в приподнятом настроении. Он даже напевал под нос какую-то шуточную песенку.
-Раз лягушка, два лягушка, получился суп…
— Что это? – спросил Даниэль.
— Я слышал эту песенку один раз, когда был в игорном доме в Париже.
-Нет. Я про это. – Даниэль осветил темный предмет в метрах шести по ходу движения
— Мне отсюда не видно.
— Посмотрим.
Приблизившись, они обнаружили небольшое корытце из кривых полос железа. Оно было пустым и довольно тяжелым самим по себе. Даниэль убедился в этом, взяв его в руки.
— Это работа карликов. – сказал Мартин. – Я его видел несколько раз, для меня это был как ориентир.
— Карлики освоили металлы? Вот уж не думал.
— Они совсем как люди, только другие. И они освоили все, что есть в толще гор. И даже немного больше.
— Долго нам еще идти?
— Думаю нет. Их селение неподалеку. Еще наверно метров сто, где-то так.
Внезапно раздался злобный рык. Он эхом раскатился по пещере. Все вздрогнули от неожиданности.
— Это еще что, черт возьми? Мартин?
— Я не знаю… Я не слышал этого раньше.
— Хорошо, всем быть начеку.
Мужчины достали оружие и привели в боевую готовность. Затем они осторожно продолжили движение вперед. Через десяток метров проход расширялся, образовывая довольно крупную полость. Здесь, помимо главного прохода, было еще пара небольших ответвлений. Все остановились в центре «комнаты».
— Мартин, куда дальше? – спросил Даниэль шепотом.
— Вот сюда, — он указал на противоположный входу проход. – По другим направлениям я еще не ходил.
— Ох не нравится мне это место, злачное оно…
Вновь раздался звук. На этот раз это была смесь визга и бульканья, очень отдаленно напоминающего визг кабана. Эхо отразило звук, и с какой стороны он доносился – было непонятно. Все начали испуганно озираться, все крепче сжимая в руках оружие.
— Вот оно! Я видел тень!
Голос принадлежал Генри. Он указывал в сторону одного из боковых проходов. Даниэль развернул фонарь в ту сторону.
Луч света выхватил уродливое живое существо. Среагировав на свет, оно взвизгнуло и стремительно ринулось на его источник. Генри быстро прицелился из револьвера и выстрелил. Существо проигнорировало его, как и последующие выстрелы. Только злобно булькнув, продолжало стремительно приближаться.
— Стреляйте, стреляйте!
Когда тварь приблизилась на десяток метров, прозвучал оглушительный выстрел, и сразу же второй. Вспышка выхватила существо из темноты. Оно завизжало и рухнуло в паре метров от стрелков, булькая и хрипя.
Даниэль осторожно подошел к твари и осветил фонарем. Затем сказал:
— Это свинья! Только она какая-то странная…
Да, существо имело происхождение от свиней, но сильно от них отличалось. Уродливые зубы торчали из полуоткрытой пасти. Свиной пятачок был очень коротким, а глаз небыло видно. Все создание было покрыто серой грубой шкурой. Ноги твари были толстые и короткие.
— Ужас… Мартин, ты можешь это объяснить?
— Нет. Но когда я был у карликов, я изредка слышал что-то похожее на хрюканье. Может, карлики разводят свиней?
— Видать, их они совсем не кормят, раз они такие злые! – расхохотался Бенджамин.
— Пойдем дальше. Кстати, эта встреча нам послужила уроком. – сказал Даниэль. – После выстрелов Бенджамина мы едва не оглохли. Я уж не говорю, что нас услышало все подземное царство. Нужно найти способ оборонятся без таких губительных для слуха выстрелов.
— Тогда придется махать ружьем как дубинкой.
— Возможно. Но наверняка есть и лучшие решения.
Путешественники зашли в проход, оставив «свинью» позади. Все так же периодически встречались светящиеся грибы, кое- где по стенам струилась вода. После встречи с подземной тварью, все были очень осторожны, старались не шуметь и вслушивались в звуки подземного мира.
Они шли в колонне по одному – Первым шел Даниэль с фонарем и револьвером, чуть позади – Мартин, затем Генри, который помимо своих вещей нес еще и саквояж Ванессы. Девушка шла сразу за ним, осторожно ступая по камням и стараясь ни за что не зацепиться. Замыкал колонну Бенджамин с ружьем и большой сумкой за плечами, прикрывая шествие сзади.
Генри опять закурил. Он заметно нервничал в этих темных пугающих местах, привыкши к беззаботности городской жизни. Сделав несколько затяжек, он задумался о своем, и споткнулся о камень. Трубка вылетела из рук со стуком на пару метров. Генри сплюнул с досады.
Просить Даниэля подсветить он посчитал излишним, и он, нагнувшись, начал поиски. Пропажа нашлась быстро, из нее даже не вылетела часть табака. Беналье довольно поднялся на ноги, но его взгляд, скользнувший по проходу позади, успел заметить несколько движущихся контуров.
— Даниэль, скорее развернись…
Легранд повернулся в сторону, куда сказал Генри. Луч фонаря успел зацепиться за прячущуюся небольшую фигуру. Даниэль быстро обратился к Мартину.
— Скажи им, что мы пришли с миром.
Мартин сбивчиво произнес фразу на неизвестном языке. Через секунду он добавил еще пару слов. На несколько мгновений повисла тишина.
Раздалось приглушенное бормотание, и в проходе показалось несколько низких контуров людей. Порой даже казалось, что это шли дети, но все знали, что это не так.
Наконец в свете фонаря стали видны карлики. В простой грубой одежде, морщась от света и бормоча на ходу, они приближались.
— Уберите фонарь чуть ниже, или сделайте меньше огонь – им тяжело при таком свете.
Даниэль послушался. Через секунды карлики уже стояли рядом. У двух из них были очень грубые железные топоры, еще у одного – подобие кирки. Еще у одного в руках было подобие трубы, перевязанной волокнами. Именно последний и пошел на контакт с людьми.
— Он спрашивает кто мы, и откуда знаем их язык.
— Скажи ему, что мы пришли без злых намерений к их старейшине, или как там у них.
Мартин кое-как объяснил карликам ответ. Перекинувшись парой фраз, они снова задали вопрос.
— Теперь им интересно, кто убил ту свинью.
— Не будем скрывать, скажи что мы. И спроси – что это было.
— Говорят, что это была одна из старых свиней из поселения. Она заболела и стала кидаться на всех. А потом сбежала в пещеры. Они благодарны нам.
— Попроси отвести нас в селение.
Услышав просьбу Мартина, карлики переглянулись. Затем молча развернулись и неторопливо двинулись по проходу. Путешественники расценили это как знак следовать за ними. Ванесса тихо сказала Даниэлю.
— Карлики… горные жители, я их представляла совсем по-другому.
— Как?
— Внешне – почти так, но по поведению… Я думала, они будут больше похожи на людей.
— Они и так очень похожи. Встреть мы в незнакомых местах людей, с совсем иным языком и культурой – мы для них выглядели бы точно так же. Они чужие в нашем мире – мы чужие для них.
— Надеюсь, они не съедят нас, когда приведут.
— Я думаю, у них хватает своей еды.
Движение вслед за карликами продолжалось еще метров семьдесят. Они шли, осторожно поглядывая по сторонам и на путников. Наконец впереди стал заметен свет, и вскоре вся компания вышла в огромный зал пещеры. Здесь по высоте было метров двадцать. В самом верху скалы сходились, оставляя узкий колодец. Через него вниз бил столб света, слабо освещая окружающее пространство. Однако освещение на этом не заканчивалось – повсюду были установлены факелы.
Само поселение не ограничивалось этим залом – скорее всего, это был его центр. От зала в стороны расходилось несколько довольно крупных тоннелей. Было видно, что их создали сами карлики, потому как тоннели в сечении были практически квадратными. Входы в них были хорошо освещены огнем. Из них постоянно входили и выходили карлики, с поклажей и без.
В центральном зале размещалось жилище старейшины. Именно туда направились путешественники, в сопровождении патруля карликов. У входа они остановились, и один из патруля зашел внутрь. Вскоре он вернулся, следом вышел сам старейшина.
Он выглядел довольно старым и был одет в добротные одежды из кожи. На поясе у него висела увесистая железная булава, богато украшенная драгоценными камнями. На его груди висел крупный красный рубин на грубой цепочке. В надземном мире этот кристалл стоил бы огромное состояние.
Старейшина внимательно осмотрел путешественников мудрым взглядом и басовито сказал фразу на своем языке. Вовремя нашелся Мартин.
— Он спрашивает, кто мы и зачем здесь.
— Переводи – Мы пришли с мирными намерениями. Нам нужно найти развалины гигантов, которые скрыты глубоко под землей. Мы просим у вас помощи.
Кое-как, частично словами, а частично – жестами, Мартин смог объяснить старейшине слова Даниэля. Тот внимательно выслушал, подумал немного и начал медленно отвечать. Мартин сбивчиво переводил слова.
— Ээ… Старейшина говорит, что знает о руинах, его войны их нашли. Они намного глубже, чем живут карлики, и путь туда очень опасен. Войны были там только раз и столкнулись со злом. Много погибло, те кто уцелел – бежали. Эм… Есть еще проблема.
— Какая?
Старейшина поманил путешественников к стене жилища. Там стояли вбитые в камень копья с железными наконечниками. На двух висели ужасающие головы, очень отдаленно напоминающие человеческие. У них были длинные острые зубы, вытянутые плоские уши и практически отсутствовал нос. Старейшина встал рядом и указал на головы булавой.
— Он говорит, что под землей живут не только карлики. В подземельях несколько этажей, и они живут лишь на первых двух-трех. Ниже живут змеелюды – злые существа, наполовину люди, наполовину змеи. Это их головы. Развалины гигантов находятся еще ниже.
— Спроси, откуда они знают, что это точно были гиганты?
— Карлики существуют уже многие тысячелетия. Сами они живут сотни лет. Еще давно, когда людей с поверхности не было так много, в горах был город гигантов. Они легко создавали то, что ни людям, ни тем более карликам было не под силу. Карлики боялись гигантов, потому что те были не особо дружелюбны. Но Однажды земля сотряслась, горы начали двигаться, и город гигантов был разрушен. Но та его часть, что была очень глубоко – уцелела и была отрезана от всего мира.
Долгое время о гигантах не было ничего слышно. Но несколько сот лет назад одному гиганту удалось выбраться из глубин по вертикальному гладкому проходу неподалеку на поверхность. Некоторое время он вел себя тихо, но потом стал уходить по ночам. И однажды пришло много людей с поверхности и напали на него. Он упал в яму и погиб. После этого мы стали наблюдать за людьми, когда заходит солнце, но они заметили и закрыли выход.
— Забытые небеса и великий воин… – сказала Ванесса.
— Да, это та же история. – Сказал Даниэль. – Мартин, спроси – он может нам помочь?
— У меня уже язык заплетается, — устало сказал Мартин. – Но я спрошу.
После вопроса старейшина обошел путешественников со всех сторон, покачал головой и начал говорить.
— Мы не производим впечатления достойных противников. Змеелюды очень опасны, и старейшина не хочет терять своих войнов из-за нас. Но если мы пройдем его испытание – он выделит нам десяток лучших и покажет путь.
— Передай старейшине наше согласие.
Генри с удивлением повернулся к Даниэлю.
— По-моему, это чересчур опасная затея. Сами карлики, привыкшие к здешней жизни, бояться идти, а то мы – горожане с поверхности!
— Выбирать надо было Кибероне, когда думали над предложением Бена. Сейчас пути назад нет.
Мартин передал ответ. Старейшина кивнул, и направился в сторону одного из тоннелей. Тоннель оказался примерно метров сто длиной, через каждые десять метров в его стенах были небольшие ответвления. Там были жилища простых карликов – небольшие комнаты, слабо освещаемые факелами.
Далее тоннель делал поворот под прямым углом и выходил в еще одну природную камеру. Это были казармы воинства карликов. Там же находился и дом воеводы. У выходов в тоннели стояли стражи.

Воевода оказался наиболее крупным из всех увиденных карликов. Одетый доспех, частично состоящий из грубой кольчуги и мощный шлем, он выглядел весьма грозно. В руках лежала широкая секира, лицо пересекал шрам.
Староста позвал воеводу и сказал ему несколько фраз. Тот, посмотрев на путешественников, принялся что-то сердито доказывать старосте. Однако после его жеста воевода умолк и обратился к гостям подземелья.
— Он согласен провести вам испытание. Заданием будет спуститься на нижние уровни и принести пять голов змеелюдов. После этого он отправит с нами отряд к руинам. А сейчас нужно идти.
Воевода подозвал одного из карликов, объяснил ему задачу и тот, показав следовать за ним, вышел в очередной тоннель. Здесь был спуск вниз, для чего карлики построили водяной подъемник. Падающие с небольшого уступа воды подземной реки вращали тяжелое колесо с лопастями, которое через систему шестерен приводило в движение подъемную площадку. К удивлению Даниэля, большая часть деталей была изготовлена из металла, который не был похож на железо, но тем не менее был очень прочен и чист.
После запуска механизма подъемник стал медленно спускаться на два уровня вглубь. Проезжая мимо одного, путешественники увидели горящие жарким огнем печи и карликов, обрабатывающие металл молотами. От ударов летели яркие искры раскаленного добела металла. Сюда так же шли шестерни от водяных колес, приводящие в движение разные неизвестные механизмы и кузнечные мехи. Дым поднимался к потолку и с тягой уходил в невидимые щели.
Платформа опустилась еще ниже и достигла твердой поверхности. Здесь было темнее, чем на верхних уровнях. Платформа находилась в конце узкого штрека, освещенного светом огня в металлической чаше. В двадцати метрах далее путь преграждала мощная заслонка, закрепленная в рукотворной каменной стене. Ее охраняло три карлика, устало дожидавшихся конца смены.
Сопровождающий карлик сказал охранникам открыть заслонку и пропустить людей. Они исполнили приказ, то и дело поглядывая на людей с поверхности. Надо сказать, что им отвечали не менее любопытными взглядами. Особенно это касалось Ванессы, чьи глаза уже привыкли к полутьме, а первый страх уже улетучился.
Створки заслонки со скрежетом открылись, и ощутимо усилилось движение воздуха. Там – неизведанные подземелья, где даже карлики, хозяева глубин гор, предпочитали не рисковать понапрасну.
Чернота за заслонкой была полна разных звуков. Охранники предупредили – после того, как испытуемые пройдут – заслонка будет снова закрыта.
— Как же нам возвращаться в таком случае? – настороженно спросил Бенджамин.
— Когда будете возвращаться – надо будет постучать в створки три раза по три удара. Тогда вам откроют. Они не хотят рисковать.
Мартин отказался идти дальше. Он объяснил это своей бесполезностью в бою и отсутствием нужды перевода, но было понятно – парню было страшно. Но он пообещал ждать их возвращения.
Даниэль достал револьвер и, направив вперед луч света, зашел внутрь. Бенджамин не расставался с ружьем, Генри и Ванесса взяли в руки револьверы с надеждой, что их не придется применять по назначению.
Твердые подошвы ботинок застучали по камням. За спиной с грохотом закрылся выход, и эхо ударило со всех сторон.
— Держитесь вместе. В такой темноте мы с фонарем – легкая добыча для здешних хозяев. Стреляйте только в случае крайней необходимости.
— Почему это?
— Да потому что наши выстрелы услышит все подземелье. И тогда у нас будет много гостей. Что у нас с холодным оружием?
— У меня охотничий нож. – сказал Генри.
— Дубина… в виде ружья. – с улыбкой сказал Бенджамин.
— А у меня ничего. – с досадой ответила Ванесса.
— Это не страшно. Так, у меня есть тесак. А еще есть идея… Генри, дай свой нож.
Тот с неохотой протянул оружие.
— Каждый раз, когда меня просят нож, происходит что-то необычное.
Даниэль взял его и в ответ вручил Генри тесак.
— Так посерьезней будет.
Затем он поставил фонарь на землю и присел. Из сумки был извлечен прочный тонкий шнур. Спустя несколько минут нож был крепко закреплен в небольшом пазу на стволе карабина, на манер армейского штыка.
— Теперь вместо ножа у нас есть плохонькое, но копье.
— Оно еще и выстрелить при необходимости может, так что не все так плохо.
— Хорошо. Будьте внимательны. Вперед.
Путники осторожно начали движение. Шаги, превращающиеся в эхо, непрерывным шумом стучали в голове. Луч света бегал по стенам, высвечивая влажные скальные породы и редкие сталактиты. В этих далеких от солнечного света пустотах обитали светящиеся грибы и причудливые насекомые. Изредка они попадались на пути луча.
— Даниэль, ты бы смог прожить здесь, под землей, хотя бы год? – спросила Ванесса.
— Может быть и смог, но через год я вряд ли сохранил образ цивилизованного человека. А вот Генри наверняка справился бы!
Бенджамин загоготал, а Генри, смеясь, ответил:
— Только если у меня с собой будет хороший коньяк!
Внезапно он смолк и едва присел.
— Тише… слышите?
От неожиданности все даже перестали дышать. В пещере продолжал звучать едва различимый гул и отдаленный шум воды. Внезапно раздался звук, напоминающий шипение змеи. Даниэль быстро развернул фонарь в в ту сторону и свет желтого керосинового пламени высветил стоящее неподалеку существо.
Звук не обманул наблюдателей – это существо очень напоминало змею. Если ее выпрямить, то возможно оно достигло бы двух метров с лишним, но оно стояло, приподнявшись над землей на хвосте – а потому по высоте было ниже плеча. Но самое главное – в приподнятой верхней части тела существа угадывались человеческие торс, тонкие и короткие руки-лапы с длинными и тонкими пальцами с когтями. Голова существа была в точности как у жилища старейшины. Сомнений не было – это был один из змеелюдов.
Свет, попав в глаза существа, отразился, и они вспыхнули угольями. Чудовище злобно зашипело.
— Спокойно, тихо… – прошептал Даниэль, готовя самодельное копье к бою. – Как только оно начнет атаку – ударим одновременно.
Змеелюд начал медленно приближаться. Пасть, усеянная зубами, была раскрыта, и острый длинный язык ощупывал воздух. Когда он приблизился до десяти метров, он начал издавать причудливые шипящие и клокочущие звуки, крайне отдаленно напоминающие речь. Спустя пару мгновений он рванулся вперед.
Даниэль вовремя выставил вперед копье, и змеелюд с громким шипением напоролся на его наконечник. Слегка замешкавшийся Генри ударил тесаком по телу змеелюда и нанес глубокую рану. Существо опустилось, и отчаянно начало метаться по земле. Но последующие три удара Бенджамина с размаха прекратили его мучения.
Путешественники обступили замершее тело. Бенджамин задумчиво произнес:
— А они не так сильны, как я рассчитывал. Думаю, остальные не будут проблемой.
— Не забывай, что карлики меньше и слабее нас. – сказал Даниэль. — Для них это грозный соперник. А вы слышали, какие звуки он издавал перед прыжком? Будто сказал нам что-то.
— Раз эти существа напоминают людей, возможно, что им присущи человеческие черты, например зачатки речи.
— Для меня убить существо, которое разговаривает – все равно, что убить человека. – возмущенно сказал Генри.
— Слушай, паренек, не забывай, где мы находимся! – возмутился Бенджамин. – Здесь все наши враги, будь то карлики или говорящие змеи – неважно! И у нас есть задание – принести их головы. Так что не будем мешкать.
— Походу, с одной бутылкой рома в тюрьме я погорячился, — распалялся Генри.
— Так, еще не хватало друг другу стать врагами. – начал успокаивать их Даниэль. – Займитесь лучше делом. Бен, сделай со змеей что положено, а Генри – так и быть, почисти оружие после боя. А мы с Ванессой пока отойдем в сторону.
— Ладно. – обиженно буркнул Генри.
Пока двое мужчин были заняты делом, Даниэль начал разговор с Ванессой. Девушка была бледна – хотя в кромешной тьме и тусклых отблесках света фонаря это различить было невозможно. Даниэль не хотел, чтобы процесс отделения головы попал ей на глаза.
— Мне порой кажется, что все это время я нахожусь во сне. Я уснула дома, в Лионе, и до сих пор не могу проснуться. Сон, который не отпускает меня и не дает передышки.
— Раз это сон, то тебе нечего бояться. Что бы ни случилось – это не реально. – улыбнулся Даниэль и прижал девушку к груди.
— Мне в детстве говорили, что если хочешь проверить, во сне ты или нет – ущипни себя. Я уже делала так не раз – но мне это не помогает. А еще я боюсь, что если это сон – я проснусь, и ты тоже останешься во сне…
— Нет, я исчезать не собираюсь. А если не можешь проснуться – то скорее всего еще не время.
Он поцеловал Ванессу в губы.
— Я буду надеяться. – сказала она.
— Эй, вы где? – раздался голос Генри. – Конечно, я все понимаю, но нам пора двигаться дальше!
— Мы уже идем! Где голова?
— В мешке у Бенджамина. Ох и неприятное зрелище, я тебе скажу…
— И не говори тогда.
Путешественники продолжили осторожно двигаться вслед за лучом фонаря. Периодически они останавливались и вслушивались, стараясь услышать уже знакомое шипение.
За очередным узким «горлышком бутылки» — круглым проходом, которым обычно завершалась очередная камера пещеры – отчетливо был слышен шум водопада. Приблизившись к выходу из горлышка, Бенджамин и Даниэль заняли наблюдательную позицию, в поисках источника шума.
Он обнаружился сразу – следующая камера пещеры была круглой и очень вытянутой в высоту. От «горлышка» вдоль стены шел пологий спуск в самый низ, напоминавший винтовую лестницу без ступеней. Камера была усеяна сталактитами и сталагмитами, которые нередко создавали целые колоннады. Слева от «горлышка» оказался тот самый водопад, чьи воды падали с пятиметровой высоты в крохотное озерцо, откуда вода уходила в щель стены камеры.
Приблизившись к краю спуска так, чтобы хорошо просматривалось все пространство рядом с водопадом, путешественники стали вглядываться в темноту. Бенджамин шепотом сказал:
— Вижу движение, у самой воды… Змеелюды. Один, два, три… пока три штуки.
— Осторожно спускаемся… Я закрою пока фонарь, чтобы не привлекать внимание.
Даниэль уменьшил огонь до минимума и прикрыл переднюю стенку фонаря. Затем по сигналу все осторожно прокрались в самый низ. Отсюда, на фоне едва видной падающей воды, стали заметны движущиеся тени. До ушей путников стал пробиваться заглушаемое водопадом шипение. Секунды потянулись вечностью.
— Приготовьте оружие… по сигналу – я открываю фонарь и атакуем.
Однако шепот услышали не только друзья. Змеелюды заметно оживились. Это было слышно по громкому и беспорядочному шипению. Тянуть с сигналом было нельзя.
— Вперед! – крикнул Легранд, выкрутил фонарь до предела и открыл створку.
— Яркий свет вырвал из темноты три шипящие твари. Издав резкий звук, они скопом ринулись в сторону фонаря. Мощный двойной залп дроби из ружья Бенджамина обрушился им на встречу, убив одного, и ранив второго змеелюда.
С яростным шипением змеелюд делал попытки нанести укус Генри. Тот отчаянно отбивался и даже нанес пару хороших ударов, пока удар сзади самодельного штыка не заставил кошмарное создание испустить дух.
Третьего змеелюда совместными усилиями удалось завалить Бенджамину и Даниэлю. Когда зверю оставалось нанести последний удар, сзади прозвучал крик Ванессы. Даниэль испуганно обернулся и получил сильный удар в грудь от умирающего создания. Он успел заметить за мгновение удаляющийся в темноту хвост четвертого змеелюда. Очевидно, его не сразу заметили в полной темноте и он находился в стороне от остальных. Через мгновение раздалось три глухих револьверных выстрела и все стихло.
— Ванесса! Где ты, Ванесса!
— Я здесь, – раздался тихий голос в темноте. – Помогите мне.
Схватив фонарь, Даниэль ринулся в сторону голоса. Луч света выхватил распластанное тело убитого змеелюда. Подбежав ближе, Легранд обнаружил Ванессу, придавленную змеевидной тушей. Он помог девушке выбраться.
— Это ты стреляла?
— Да. Я стояла сзади от вас, и увидела, как одна из тварей выскочила откуда-то сбоку и ринулась ко мне. Я вспомнила, что у меня есть револьвер, но пока достала его – меня уже повалили.
Ванесса отряхнула платье и чихнула.
— А еще они ужасно воняют.
Мужчины дружно расхохотались.

***

Собрав головы убитых жителей подземелий, друзья отправились назад, по уже знакомому пути. Добравшись до заслонки, Даниэль ударил по ней прикладом девять раз. Ничего не произошло.
— Может, мы ошиблись? Или они уже забыли о нас?
— Подождем. Если что – попробуем еще раз.
Через секунду створки заслонки пришли в движение. В открывшемся проходе все увидели довольного Мартина.
— Я знал, что вы справитесь! Все целы?
— Да, никто не пострадал. Можем двигаться назад?
— Идем, воевода нас ждет.
Вернувшись на скрипящем подъемнике к верхним уровням, они дошли к казармам и вручили воеводе мешок с головами. Тот высыпал его содержимое на землю, и головы раскатились по земле. Задумчиво осмотрев их, он сказал:
— Вы быстро справились с заданием. Я удивлен, что такие как вы смогли без проблем с ними справиться.
Даниэль попросил перевести Мартина, что одного из змеелюдов убила лично девушка. Удивленный парень быстро исполнил просьбу.
Воевода обошел вокруг Ванессы, осматривая ее со всех сторон, чем вызвал ее смущение. Затем обратился ко всем.
— Кажется, я серьезно недооценил вас. Мы поможем вам добраться до развалин гигантов. С вами пойдут трое моих лучших войнов, которые ходили к руинам раньше. Сейчас они выйдут к вам.
Воевода ушел, а из казарм через пару минут бодрым шагом вышло трое бойцов. Они были одеты в серьезные доспехи и вооружены тяжелыми топорами. Один из войнов начал что-то объяснять, после чего завязал беседу с Мартином. После бойцы отошли в сторону, а Мартин обратился к людям.
— Здесь наши пути расходятся. Я не пойду с вами в руины – это слишком опасно. Да и переводить мне уже больше не нужно – войны просто будут делать свою работу. До свидания и удачи вам.
— Жаль, что ты нас покидаешь. Но мы понимаем тебя. Возвращайся домой, будь счастлив.
— Надеюсь, вы найдете что искали. – улыбнулся Мартин и быстрым шагом вышел из казарм.
Путешественники перевели взор на карликов, один из которых указал на выход и повел к тому самому подъемнику. Спустившись в глубины, друзья последний раз прошли через заслонку и отправились в опасный путь к своей цели.
  ''';
  static String z8a = 'Глава 7. Темные глубины';
  static String z8 = '''
  День шел к вечеру, небо постепенно приобретало рыжие оттенки. С Запада медленно двигались редкие облака, возвещая о скором циклоне.
19 пехотный полк двигался с уже бывшей линии обороны в район временного базирования. Командование фронта передало приказ о перемирии и прекращении боевых действий. Смертельно уставшие солдаты воспрянули духом.
Целая колонна из паромобилей и людей двигалась по грунтовой извилистой дороге, поднимая столбы пыли и дыма. Во главе колонны полз чадящий бронемобиль, задравший пулеметные стволы своих башен в небо.
Не имея привычного боевого напряжения, бойцы засыпали на ходу. Активно заняты делом были лишь водители и санитары из передвижного лазарета, пытающиеся облегчить страдания раненых.
Неудивительно, что на медленно приближающийся боевой дирижбан, оставляющий дымный след в небе, поначалу никто не обратил внимания. Даже наблюдатели не стали устраивать наблюдение, приняв воздушный корабль за свой. Однако это было не так.
Безымянный малый крейсер, находящийся в собственности «Шафта», медленно снижал высоту, приближаясь к колонне. Вскоре расстояние между врагами стало настолько малым, что в колонне сквозь гул паромобилей стало слышно клокотание двигателя дирижбана. Молодой офицер из колонны недовольно взглянул на судно.
— Да что они там творят, в конце концов? Хотят поделиться запасом праздничного шампанского?
— Брось, «летуны» жадные по натуре. — ответил ему другой офицер. – От них не дождешься и пробки от тех бутылок. Да и… Ложись!!!
В это мгновение из установок дирижбана с шипением вылетел рой пороховых ракет. Они беспорядочно обрушились на колонну, вызвав жертвы и неразбериху. С борта ударили очереди картечниц.
Судну удалось посеять панику в рядах колонны на несколько минут. Только после этого удалось организовать оборону и открыть ответную стрельбу. Затрещали пулеметы бронемобиля, с хлопками взлетели в воздух легкие гранаты из пехотных гранатометов.
Оборонявшимся удалось нанести немалый урон воздушному агрессору. Но итог боя был предрешен – большая часть личного состава была убита или ранена. В завершение с дирижбана сбросили несколько бочек с горючей смесью, и остатки колонны затянуло дымное пламя.
Удовлетворившись своей работой, капитан крейсера дал приказ развернуться и отходить.
Среди горящих обломков и разбросанных трупов шевелились раненные. В чудом уцелевшем, но сильно покореженном штабном паромобиле затрещал беспроводной телеграф. Машинка отбивала сообщение на ленте. Израненный полковник, шатаясь, подошел к телеграфу и прочел послание:
«Срочно вернуться в боевой район. В связи с появлением нового противника, соблюдать осторожность».
Полковник с трудом сел. Лента выпала у него из рук. Сквозь зубы он тихо произнес:
— Слушаюсь, монсеньор...

***
Тем временем, под землей разворачивалась своя битва. Приближающийся вечер был незаметен под огромной толщей камня, где наши путешественники приближались к своей цели.
Карлики – войны распределились по всей длине колонны и отгоняли агрессивно настроенных тварей. К змеелюдам добавились отвратительно хрипящие пауки, достигавшие в этих глубинах огромных размеров, и огромные слепые черви, которые реагировали на вибрацию. Ощутив шаги десятка бегущих людей и карликов, они бросались в их сторону, порой сбивая атакующих врагов. Впрочем, этим слепым хищникам было все равно, кем является добыча.
Путешественники двигались быстро и практически без остановок. Если бы это и был сон Ванессы, то его можно было бы смело назвать настоящим кошмаром. Но девушка бежала, не думая ни о чем, и стараясь смотреть только под ноги.
Добравшись до удобного уступа и перебив поредевших преследователей, беглецы получили пару минут на передышку. Фляга с водой быстро пошла по кругу под шумное, уставшее дыхание.
— Мы спустились по этому лабиринту уже с сотню метров. – сказал Бенджамин. — Сколько же нам еще осталось?
— Без понятия. – ответил Генри. — И у карликов не спросить – Мартин остался позади.
— Прошли все это – дойдем и до конца. – вмешался Даниэль. Он показал на ожидающих движения карликов. – В путь.
Далее по пути встречалось все меньше живых созданий. Те, что встречались, были более чуткими и нападали не сразу. Было очевидно, что им присущ страх, вот только перед чем?
Карлики стали переговариваться между собой. Движение замедлилось, стало осторожнее. На такой глубине уже не было слышно привычного для верхних пещер шума. Но слух стал улавливать странный шум, похожий на треск электрического прибора.
Путешественники вышли к гладко обработанному обломку столба, на котором тускло светились неизвестные зеленые символы. Они не были похожи ни на один из известных языков.
— Похоже, что мы почти пришли.
За поворотом оказался рукотворный широкий тоннель, размеченный светящимися знаками и полосами. Очевидно, что он не заканчивался здесь, а был разрушен землетрясением и прерван образовавшейся пещерой.
Люди с интересом осматривали стены тоннеля. Однако самым интересным и приятным был тот факт, что из тоннеля шел поток свежего воздуха. После крайне плотного и спертого воздуха нижних пещер это казалось блаженством.
— Развалины явно здесь. Мы у входа, осталось найти нечто. Но что…
По мере движения по тоннелю стал все отчетливей слышен ритмичный, то появляющийся, то угасающий свистящий звук. Это было явно не живое существо.
Вскоре тоннель делал поворот под прямым углом и выходил в обширный зал. Он был овальной формы и имел высокие потолки. Стены так же были покрыты светящимися знаками. В зале было еще четыре огромных столба, увенчанных крупными синими кристаллами. Но главное – крупный бесформенный объект, который был в самом центре зала и поблескивал тусклым металлом.
Едва завидев это нечто, карлики сильно занервничали. Когда же путешественники зашли в зал, они и вовсе запаниковали и ринулись бежать назад. Компания друзей осталась наедине с неизвестностью.
— Думаю, я не стану пророком, если скажу, что сейчас будут проблемы.
— Либо мы их решим, либо они решат нас.
Сверху шел мягкий холодный свет, окрашиваемый зеленым свечением от стен. На земле были уложены каменные квадратные плиты. Каждая из этих плит была отмечена плохо заметным крупным символом.
Бенджамин сделал шаг вперед. Под его сапогом плита просела, и символ на ней стал гореть голубым светом. Не успел он понять что происходит, как огромное «нечто» в центре зала начало движение. После того, как оно распрямилось, в нем стали прослеживаться черты какого-то рукотворного зверя.
Бен не стал ждать объяснений. Резко развернувшись, он рванул в тоннель позади. Вслед ему бросились и остальные путешественники. Как только они скрылись за углом, в то место, где они были мгновение назад, ударил красный луч и с шипением оставил выжженный след. Друзья переглянулись.
— Теперь я начинаю понимать карликов. — прошептал Генри. — То-то они так рванули, как увидели этот зал.
— Он ведь не просто так рванулся, — сказал напуганный Бенджамин. – Я наступил на плиту, она засветилась… Дальше вы видели.
— Будем думать.
Даниэль достал из кармана жилетки портсигар и осторожно бросил на плиты из-за угла. Ничего не произошло.
— Плиты реагируют только на вес человека. Но явно не все, иначе это не было бы так сложно устроено… Бен, на какую из плит ты тогда наступил?
— Да шут ее знает… Вроде как вторую слева. Я не помню.
Даниэль осторожно выбрался ко входу в зал. Безмолвный страж вновь занял свое привычное «скомканное» положение. Легранд осмотрел указанную Беном плиту. На ней был знак, похожий на свернувшуюся змею. Он посмотрел на соседнюю – на ней была изображена стрелка. На третьей угадывался круг.
— Рисковать так рисковать, — сказал Дани и наступил на вторую плиту. Она просела, но ничего больше не произошло.
— Я нашел пустую! – негромко сказал он в сторону тоннеля ожидающим друзьям. Затем сделал еще шаг на плиту впереди – и вспыхнувший знак птицы указал на его ошибку.
Тотчас «страж» пришел в движение, и вновь пришлось спасаться бегством. На этот раз повезло чуть меньше – смертоносный луч успел задеть край наплечной сумки. Он был обуглен и слегка дымился.
— Едва успел…
— Чем дальше, тем веселее, — охнул Генри. – А что было на пустой плите?
— Стрелка. – сказал Даниэль. – Возможно, надо искать плиты с одинаковыми знаками. Ну, кто следующий?
— Я уже был первый. – расхохотался Бенджамин и посмотрел на Генри. Тот покрутился и сказал:
— Тут совсем другой риск… Может жребий? Ванесса, рассуди нас! Ва… Где Ванесса?
Мужчины выглянули за угол. Ванесса уже успела встать на первую плиту.
— Что ты делаешь? Вернись немедленно!
— Я уже начала, смысл все бросать? – сердито буркнула девушка. – А то бы еще пришлось из вас мне выбирать жертву.
Она посмотрела вниз и нашла через один ряд плиту с изображением стрелки. Глубоко вдохнув, она сделала широкий шаг… Плита просела, и ничего не произошло. Наблюдавшие напряженно выдохнули.
— Получилось… я прошла!
— Что ты видишь?
— Я сейчас рядом со столбом… На нем кнопка. Я жму.
— Только…
На столбе загорелся тусклым светом огромный кристалл. Ванесса тихо сказала:
— Я не знаю, что дальше делать…
— Надо нажать кнопки на других столбах! – сказал Даниэль. – Двигайся ко второму столбу, я сейчас приду!
Он уже было рванулся в зал, но его остановила тяжелая рука Бена.
— Стой! А если на втором человеке эта штука сработает? Ты погубишь и ее и себя!
— Черт, черт… – сплюнул Даниэль и схватился за голову. После подошел к плитам и стал наблюдать за Ванессой.
Тем временем, побелевшая от напряжения девушка добралась до второго столба. Там обнаружилась еще одна кнопка. Вспыхнул второй кристалл.
Ванесса аккуратно прыгала по небольшим плитам. Каблуки отстукивали каждую удачную попытку. Недалеко от четвертой колонны она едва не потеряла равновесие, но чудом устояла. Утерев пот со лба, она нажала последнюю кнопку.
Загорелся последний кристалл, и все символы на плитах разом засветились и угасли. В дальней стене зала с каменным скрежетом открылся широкий проход.
Ванесса неторопливо зашла внутрь и повалилась с ног. К ней подбежали уже пересекшие зал мужчины. Даниэль подхватил девушку и прижал к себе.
— Милая… С тобой все в порядке? Больше не делай так, хорошо?
— Голова кружится. – улыбнулась девушка. – Я чуть с ума не сошла от напряжения.
— Все уже позади, — успокоил ее Даниэль. – Вот, возьми, попей немного.
Девушка взяла флягу и стала жадно утолять нестерпимую жажду.

***
После небольшого перерыва путники осмотрелись. Они находились в начале длинного и широкого коридора. По всей его длине в стенах были небольшие ниши. В конце коридора виднелось нечто крупное и хорошо освещенное.
Двигаясь по коридору, люди слышали периодически звучащий гул и легкое поскрипывание. В нишах коридора находились странные объекты, отдаленно похожих на живых существ. Их форма была нечто средним между тушкой птицы и креветкой. Объекты имели в передней части два тонких плоских кристалла – лезвия. Они балансировали каждый на одном колесе из неизвестного материала, приобретая некоторое сходство с цирковыми акробатами.
Объекты не обращали на людей никакого внимания, и лишь едва заметно покачивались, сохраняя равновесие.
— Вы видели что-нибудь подобное?
— Нет. Похоже на дьявольщину из увеселительных парков. Но здесь им явно не место.
Наконец путешественники достигли конца коридора. Там находился огромный объект из тяжелого светлого материала, увенчанный блестящей полусферой. Перед объектом находилось что-то вроде каменного стола. На нем была размечена небольшая табличка с изображением ладони. Рядом находилось углубление треугольного сечения и крупный ключ, похожий на пробку от винной бутылки, явно подходивший к углублению рядом.
— Мы нашли его. Это явно место управления всем здешним добром.
— Тогда почему здесь нет никаких кнопок и рычагов? – спросил Генри.
— Возможно, гиганты вполне обходились и без них.
— Что ж, будем пробовать запустить этот древний хлам.
Генри взял ключ – пробку, подкинул его в руке. После уверенно вставил ключ до упора.
Объект начал издавать низкий звук, по полусфере заплясали красные искры. Спустя секунду из ниш в стенах коридора стали выкатываться те самые «стражи» на колесах, и направляться в сторону ожившего механизма и людей. Путешественники схватились за оружие.
— Проблемы не заставляют себя ждать, как я посмотрю.
— Что они делают?
— Очевидно же — собираются устранять угрозу. То есть нас.
Тем временем, один из «стражей» успел приблизиться к отходящему назад Бенджамину и сделать выпад кристальным лезвием. Его кончик распорол штанину. Отскочив на шаг, Бен сделал залп из двух стволов. Страж пошатнулся и, теряя детали, отступил. Его место сразу же заняли два наступающих напарника. Стрельба возобновилась с новой силой.
— Генри! – крикнул Даниэль. – Разберись с этой адской машиной, а мы пока займемся нашей мелкой проблемой!
Генри послушно кивнул. Бен и Дани стали ожесточенно отбиваться от наседающих «наездников». Но силы были не равны. Тем временем, Генри решил проверить табличку. Положив руку на изображение ладони, он почувствовал легкое притяжение. С испугом отдернув руку, он обернулся. Оборонявшиеся мужчины все быстрее отступали назад.
— Генри, поторопись!
Он решился. Прижав ладонь, он ощутил легкое покалывание. Затем странные ощущения достигли головы. «И что дальше?» — задался вопросом Генри. Развернувшись, он уставился на происходящее действо.
Тем временем, «стражи» одерживали победу. У Бенджамина небыло времени на перезарядку, он отбивался прикладом. Даниэль блокировал атаки копьем, но очередной ловкий удар лезвия «стража» переломил самодельный наконечник.
Внезапно стражи остановились, и стали беспорядочно вращаться на месте. Один из них с размаху врезался в стену коридора, рассыпавшись на части. Остальные после заминки развернулись в сторону выхода и стремительно набрали скорость. Спустя пару секунд раздались глухие удары и грохот падающего металла.
— Так вам! – с улыбкой сказал Генри. Бенджамин и Даниэль в недоумении уставились на него. Подбежала спрятавшаяся во время боя Ванесса.
— Это твоя работа?
— Они как-то подчинились моим мыслям, — пожал плечами Генри. – Я направил их в стену, и как вы видите – они были послушны.
— Занятно. – сказал Даниэль. – Тебе такую штуку домой – ты бы ни одной целой стены не оставил бы! Ладно, что дальше?
— Не знаю. – ответил Генри. – Но думать о чем-либо мне уже страшно.
— Задай мысленный вопрос. – раздался усталый голос Ванессы.
— В смысле?
— Раз эта штука читает мысли – значит, она сможет ответить и на мысленный вопрос, верно?
Генри закрыл глаза. Через минуту он произнес:
— Я спросил – и мне ответили. Только не словами, а картинками. Подождите… Какой-то большой зал, полный чего-то блестящего. Словно из металла.
— Генри, попробуй мысленно открыть дверь туда.
— Я попробую.
Через пару минут в коридоре раздвинулась часть стены. Даниэль подошел поближе и сказал:
— Здесь какие-то большие металлические штуки! Может, это мы ищем…
— Древняя сила, о которой говорил магистр…
— Она самая.
— А я уж подумал, что мы тут самого сатану освободим – улыбнулся Бенджамин. – А здесь в лучшем случае найдем оружие и пару истлевших трупов.
— Смотря какое оружие.
— Эй, я могу сделать еще кое-что. – раздался голос Генри.
Через минуту своды огромного зала содрогнулись. Сверху посыпались мелкие камни.
— Генри, что ты творишь?!
— Спокойствие…
Своды еще раз вздрогнули. Раздался нарастающий шум и все начало мелко трястись. Прошло еще несколько минут – и крыша разделилась на несколько сегментов. Над ней стала видна ровная шахта в скальной толще, с едва дымящимися стенами. Свет ударил по шахте, высветив из темноты десяток таинственных объектов, напоминавших гигантские металлические треугольники.
— Вот это поворот… – присвистнул Бенджамин.
На полу загорелись небольшие огни. У одного из треугольников раздвинулся проход внутрь. Изнутри бил яркий холодный свет. С любопытством путешественники зашли внутрь.
Треугольники явно были неизвестным видом транспорта – внутри оказалось несколько очень больших лож, в которых с удобством мог разместиться очень крупный человек. Впереди, так же как и возле полусферы, был небольшой столик с табличкой, на которой изображена все та же ладонь. «Кабина» была ярко освещена невидимыми светильниками. Из кабины был прекрасный обзор, благодаря прозрачной изнутри верхней части кабины.
— Ну что, Генри, ты уже знаком с этой штукой – бери управление на себя.
— Да с удовольствием, — довольно произнес Генри. – Только, если вы не против… — Он достал из своей сумки небольшую флягу с коньяком и сделал глоток. Довольно крякнув, Генри сделал глубокий вдох и положил руку на табличку.
Спустя мгновение треугольник загудел. По его периметру появилось голубоватое свечение. Треугольник медленно стал подниматься вверх. За короткое время он преодолел путь до выхода из шахты и оказался над горой, зависнув в воздухе.
— Подождите, я чуть не забыл. – растерянно сказал Генри и снова умолк.
Из глубины шахты стали подниматься другие треугольники, матово отсвечивая на солнце. Спустя несколько секунд они замерли в строгом порядке вокруг треугольника с путешественниками.
Перед Генри в воздухе возникло изображение Земного шара. Сосредоточив взгляд на нем, Генри стал его вращать и приближать фрагменты.
— Я не знаю куда лететь!
— Нам нужно к базе «Шафта» в горах. Ты же помнишь, как она выглядит?
— Конечно. — сказал Генри и закрыл глаза.
Прошла пара минут. Он вновь взглянул на друзей.
— Не выходит. Меня не понимают.
— Понятное дело, — вмешался Бенджамин. – Раньше ведь этой базы не существовало, откуда этой махине о ней знать? Нам нужно нечто более древнее.
— Там была высокая гора! – воскликнула Ванесса. – Я ее хорошо запомнила!
— Я не обратил на нее внимания. – ответил Генри. – Сожалею.
— Пусть Ванесса попробует.
Генри помедлил, но уступил место. Девушка положила ладонь на табличку и закрыла глаза. Изображение земного шара стало беспорядочно дергаться и вращаться.
— Ну вот, пустили девушку к технике и делу конец.
— Подождем.
Наконец, изображение остановилось. На ней появились новые отметки. Треугольник начал двигаться, набирая скорость. Ванесса открыла глаза и довольно улыбнулась. Путешественники заняли свои места.
Группа треугольников строем полетела над Альпами.
  ''';
  static String z9a = 'Глава 8. Возмездие';
  static String z9 = '''
  К закату возле деревни Манле стали разворачиваться главные сухопутные вооруженные силы Франции. Огромное зеленое поле за несколько часов было вытоптано и покрыто рвами и укреплениями. Десятки тысяч людей были вперемешку с сотнями паромобилей и артиллерийских орудий. Над этим огромным сборищем разрасталась огромная туча черного угольного дыма. Железнодорожная станция неподалеку была забита военными эшелонами.
На возвышенности укреплялись на позиции штурмовые батальоны. Чуть позади от них окапывалась полевая артиллерия. Глубоко эшелонированная оборона растянулась на десяток километров, напоминая разваленный в длинную полосу муравейник.
Облака на небе стали плотнее. Это был последний ясный день на этой неделе – приближалось время дождей.
Внезапно с Северо-востока раздались звуки сигнальной трубы. Солдаты отвлеклись от работы.
Труба прозвучала еще несколько раз, и на горизонте показались медленно ползущие пехотные колонны, в сопровождении верениц паромобилей. Гул их движения стал различаться на фоне подготовительных работ.
Генерал наблюдал за движением появившихся войск через бинокль. Спустя пару минут он отставил его в сторону и обратился к офицерам штаба.
— Войска Германского союза уже здесь. Даже не верится, что наши заклятые враги будут нам помогать… Передайте это нашим солдатам на позиции, а то еще откроют огонь по незнанию.
Посыльные стремглав отправились через людской муравейник на укрепления и передали приказ. Офицеры с недоумением доносили до солдат положение вещей. Пошли недовольные возгласы.
— Ваши холеные чины только в игрушки играют!
— Я прошел всю войну, чтобы сейчас брататься с Гансами?
— Где ваша честь мундира?
Офицеры оказались в неловком положении.
— У нас новый противник, коварный и сильный. И нам не справиться в одиночку в этой битве! Потому мы просим о помощи даже наших старых врагов.
— Если не германцы – то кто?
— Скоро вы сами узнаете это.
Силы Германского союза подтянули свои лучшие силы. Панцирная пехота, осадная артиллерия, огнеметные части. На подходе к позициям дежурила эскадра тяжелых аэростатов. Возле товарной станции они разместили дальнобойную железнодорожную артиллерию.
Французы окопали на передней линии печально известные «Иерихонские трубы». Их замаскировали зеленью и бревнами, дабы для врага их появление стало неожиданностью.
Солдаты зарылись в землю уже на полтора метра. Были построены десятки деревянных блиндажей, орудия укреплены и пристреляны. Все в напряжении ожидали решающего момента.
— По расчетному времени, они должны быть уже здесь. – сказал генерал. – Они не могли ведь уйти в сторону?
— Нет. – ответил связной офицер. – Последний раз разведка сообщала о войсках корпорации несколько часов назад. Они были в сорока километрах к Востоку отсюда. Обойти нас они не могли – вокруг сплошные лесные массивы, и лишь небольшой коридор сюда. Мы прямо на их пути.
— Если мы не остановим здесь – пройдут как по бульвару прямо до Парижа. Помните это!
Солдаты закончили укрепляться и коротали время. Пыльные мундиры выцвели и все меньше выделялись на фоне изрытой земли.
Зазвучали сигнальные трубы. Все побросали свои дела, занимая места у брустверов и ожидая команды. Ветер разметал брошенные игральные карты и табачный дым.
Из-за леса показалась цепь из десятка низко летящих воздушных кораблей. Извергая густые клубы дыма, они выполнили разворот. Цепь вытянулась параллельно позициям французов. Артиллеристы стали судорожно перезаряжать орудия для стрельбы по воздушным целям.
Со стороны воздушных кораблей – дирижбанов раздалась гулкая россыпь выстрелов. Среди позиций поднялись фонтаны земли. Солдаты вжались в землю, а орудия вступили в огневую дуэль. Небо все плотнее затягивалось дымом.
Вокруг дирижбанов стали рваться снаряды. Несколькими попаданиями на крайнем судне вызвали пожар. Охваченный огнем, он стремительно приближался к земле. Раздался треск и гулкий взрыв.
Не желая больше рисковать, оставшиеся воздушные корабли выпустили по французским позициям все имеющиеся на борту пороховые ракеты. Жужжащим роем они ударили в перепаханную землю, и позиции французов утонули в огне и пыли.
Солдаты, откашливаясь, поднялись со дна окопов. Взору их открылось изуродованное взрывами поле. На нем дымились останки сбитого дирижбана. А чуть поодаль быстрым шагом приближались ряды пехотинцев в неизвестной светло-серой форме. Среди них с лязгом неуклюже двигались боевые машины, похожие на огромных хищных пауков. Пара этих шагающих и коптящих небо машин открыли огонь из бортовых орудий. Пехотинцы с криками ринулись в атаку.
— Приготовиться! Целься! Огонь!
Сотни выстрелов винтовок слились в непрерывный треск, однако атакующих это не смутило. Они продолжали бежать на окопы, периодически останавливаясь для губительного ответного огня. Пехотинцы были вооружены лучше французов – против однозарядных винтовок у них были магазинные, с барабанами как у револьверов.
С французских позиций обрушился шквальный артиллерийский огонь, заглушив на время все звуки боя. Пехота и «пауки» «Шафта» скрылись за стеной разрывов. Однако вскоре земля осела, и противник вновь были на виду. Пехотинцы продолжали идти уже поредевшими рядами. В ужасе французы наблюдали, как вражеские солдаты, будучи окровавленными и зачастую с оторванными конечностями, продолжали невозмутимое наступление.
Обе стороны сражались с упорством обреченных. Обезумевшие ветераны войны в исступлении стреляли по не знающим страха бойцам корпорации, находящимся под воздействием неизвестных препаратов. С каждой секундой на широкой линии сражения погибала пара человек.
Воздух стал мутным и тяжелым, небо – сплошь затянуто тучами дыма. Со стороны раздался грохот и сотни выстрелов – Германский союз упорно держал оборону. Французы уже вступили в рукопашную схватку, окрасив битву многотысячным яростным ревом. Земля покрылась кровью. Солдаты рубили друг друга штыками и саблями, отрубая руки и разрывая мундиры. Даже удачливые бойцы жили всего десяток секунд, а затем падали замертво, сраженные пулями и осколками снарядов.
В небе снова появились армады дирижбанов – выстроившись в колонны, они медленно приближались к полю боя с противоположных сторон. Оставшись на этот раз безучастными в наземном сражении, они начали свою борьбу в воздухе, среди облаков и копоти.
Успешно отразив атаку, германские войска сами перешли в наступление. Под дробь барабанов, они организованным порядком стали заходить во фланг ударных сил «Шафта».
Положение у французов становилось критическим. Под отчаянный вой «Иерихонских труб» они оставляли полные мертвых тел укрепления.
Внезапно наступающие части корпорации накрыли сотни взрывов, сотрясших землю. Потерявшие надежду солдаты подняли взоры к небу. Сквозь дым были едва заметны бледные контуры воздушных гигантов. Десятки германских аэростатов внесли в ход боя свой весомый вклад.
В отличие от французов, германское командование не стало насыщать свои воздушные силы дирижбанами, а стали внедрять новые технологии в уже существующие армады гигантских аэростатов, превратив их в небесных тяжеловесов.
Наконец промелькнула надежда. Общими усилиями правительственным войскам удалось потеснить остатки вражеского авангарда. Однако вскоре их ожидало жестокое разочарование – к месту сражения подходили основные силы корпорации. Во главе огромного войска было целое полчище шагающих машин, а в воздухе парил воздушный флагман агрессоров. Сражение только начиналось.

***
Группа черных «треугольников» бесшумно приближалась к главной базе сил корпорации. Здесь находился и главный штаб командования.
Сквозь прозрачную часть кабины усталые путешественники, в лице трех мужчин и одной девушки, видели уже знакомые очертания грозной крепости. Треугольники снизили высоту и начали быстро приближаться к цели.
— Ну, допустим, мы добрались до базы. Но что нам делать дальше? Спустимся на землю и попадем в плен? Не думаю, что это достойное завершение нашего трудного пути.
— Будем продвигаться к центру. Окажут сопротивление – откроем стрельбу.
— Из револьверов?
— Не думаю, что столь гениальные творения совсем безобидны. В конце концов, зачем гадать – отдадим приказ, и пусть разбираются.
Тем временем, в крепости уже заметили незваных гостей и объявили тревогу. Караульные бежали на посты, охранные бригады занимали места по периметру и за орудиями. Спустя минуту они открыли беспорядочную стрельбу по летящим целям.
Что и требовалось доказать… Генри, всыпь им по первое число, только смотри не переусердствуй. – сказал Даниэль и обнял Ванессу.
Генри сделал еще пару глотков коньяка и его глаза загорелись. Треугольники резко набрали высоту и разошлись в разные стороны. Описав широкие дуги, они стремительно обрушились на крепость и выпустили из своих недр грозди шаров раскаленного газа. Полыхая, они упали на паникующих защитников крепости и разметали все сильными взрывами. На следующий заход газовые шары превратили в щепки десяток зданий и единиц техники. Поднялись полыхающие факелы горящих обломков.
Пули и снаряды дождем застучали по корпусу летающего треугольника, не причиняя заметного вреда. Три черных аппарата встали в кольцо и направили в одну точку три нестерпимо ярких луча. Через мгновение на месте фокуса света начала бурлить земля и образовываться кипящий шар. Лучи исчезли, а шар резко схлопнулся, будто огромный мыльный пузырь. Земля содрогнулась как от землетрясения, обрушив еще несколько зданий.
— Они прекратили огонь! Они сдаются! Я вижу белые флаги! А вон там, здание штаба – они тоже спускают флаг!
— Ладно, пощажу их, пока что. – снисходительно сказал Генри.
— Высади меня и Бена возле штаба и будь наготове.
— Хорошо.
Треугольник опустился на землю и замер. Открылся выход, двое мужчин направились ко входу в здание. Там уже собиралась группа солидно одетых людей в темных костюмах.
— Добрый вечер, господа. Признаться, мы не хотели столь сильных разрушений, но ваши люди нас спровоцировали.
— Кто вы, черт возьми?
— Такие же люди, как и вы. Только по другую сторону баррикад. Мы – подданные Франции. А вы – руководители «Шафта», верно?
— Мы – командование вооруженными силами корпорации. Но далеко не главные люди в нашей организации. Если вы ищите главных – то их здесь нет.
— Пожалуй, мне хватит и вас. Где в данный момент находятся главные вооруженные силы?
Командующий сильно нахмурился. Кулаки сжались, будто наготове. Свирепо взглянув на собеседника, он произнес:
— По какому праву вы это спрашиваете?!
— По праву победителя. Вы же не станете оспаривать это? В противном случае это ваше уютное гнездышко будет за несколько минут стерто с лица земли.
Командующий окинул взглядом крепость. Повсюду дымились руины и зияли воронки. Наконец прямо перед ним находилось неизвестное оружие и человек, чьи слова были полны уверенности. В его глазах промелькнуло отчаяние.
— Мы столкнулись с силами Франции и Германии на западе от Женевы. Мы надеялись застать их в одном месте, чтобы уничтожить одним ударом. Это удалось.
— Дайте мне карту. И прекратите эту бессмысленную бойню. Всего один приказ – это не много.
Один из штабистов побежал в здание и вернулся со свертком. Развернув его, Даниэль развернул его и с удовлетворением увидел подробную карту со всеми обозначениями. Он передал ее Бенджамину, а затем спросил с укоризной:
— Я только одного не могу понять – для чего это все? Вам было мало войны?
— Мы хотели избавить общество от власти, которое не умеет ничего, кроме войны. Установить новый порядок.
— Сровняв с землей старые и перебив миллионы людей? Забрав у них то, что принадлежит по праву? Вы ничем не лучше любого агрессора из прошлого. Вы говорите одними словами.
Промолчав секунду, он добавил:
— Мы в ответе за наше время. Если наш мир умирает – не стоит ему помогать, в надежде поживиться добычей. Ведь он может заодно придавить и нас.
Оставив командование в глубоком молчании, Даниэль и Бенджамин вернулись в «треугольник» и покинули бывшую гордость «Шафта».
***
Используя ориентиры карты, друзья достигли поля битвы. Оно было ужасно – дым был виден за десятки километров и поднимался выше облаков. Солнце не пробивалось сюда, и люди сражались в темноте, освещаемые лишь огнем и взрывами. Оглушающий грохот обрывал солдатам нервы, и многие забывали, где находятся – в бою или аду.
В центре поля полыхал чудовищный костер – это горел рухнувший германский аэростат. Жар был настолько сильным, что над огромным пламенем начал возникать огненный смерч. Полосы фронта уже не существовало – были лишь отдельные очаги, где оборонялись французы и германцы. Силы «Шафта» двигались к ним широкой волной, как свирепое цунами.
В небе, вокруг поля боя, описывал широкие круги гигантский летающий корабль. Узкий и очень вытянутый в длину, он напоминал деревянную доску, окруженную кольцами с мощными пропеллерами. С него велась сильная стрельба по остаткам воздушного флота Франции, аэростатам Германии. Это была гордость воздушного флота корпорации.
Появление стаи черных треугольников, бесшумно оказавшихся в центре событий, никто не ждал, но их вмешательство заметили сразу. Плазменные шары крушили технику агрессоров десятками, оставляя огромные бреши в наступающих войсках. Ударами ярких лучей выжигались целые взводы, и наступление остановилось. Уничтожив треть наступающих наземных войск, треугольники ринулись на воздушного тирана.
На флагмане на новую угрозу отреагировали мгновенно. По стремительно летящим темным контурам стали стрелять десятки картечниц, орудий и катапульт. Летающие мины, особенное вооружение флагмана, смогло лишь слегка повредить один из аппаратов. Генри заложил крутой вираж и замер в воздухе.
— Генри, что? Что ты задумал?
— Смотрите и наслаждайтесь.
Три треугольника ушли в сторону и объединились в плотное звено. Развернувшись в сторону барражирующего флагмана, они на мгновение замерли, а затем с пушечным ускорением рванули навстречу. Когда расстояние стало минимальным, Генри щелкнул языком.
— Ка- буум!
Треугольники с размаху врезались в корпус флагмана и разломали его на части, которые стремительно рухнули на землю. Раздалась серия взрывов, от которых сотрясло даже невозмутимый треугольник с путешественниками.
— Вот и конец, — сказал Генри, улыбаясь друзьям.
Внезапная потеря флагмана и огромные потери сильно подействовали на войска. Они начали отходить и сдаваться. Уцелевшие французы и немцы не верили своим глазам. Воодушевленные зрелищем, они поднялись на ноги и из последних сил бросились вперед.
На горячую землю упали первые капли дождя. Они сбивали летящие хлопья гари и пепла, смывали грязь с усталых лиц. Вода успокаивала огонь.
— Пожалуй, теперь мы можем вернуться домой. Все согласны?
— Экипаж без слов согласился. На усталых лицах светилась радость.
Оставив поле великой битвы, треугольники на огромной скорости направились в Лион.
Солнце почти село за горизонт, посылая в небо свои последние лучи. На брошенной ферме в пригороде Лиона было безлюдно. Только старый мастер Гектор возвращался домой после «отдыха» в кабаке. Ноги с трудом держали его на дороге, и он сел на забор. Но удержать равновесие для него стало непосильной задачей, и он завалился на бывшую пашню. Ругаясь, он вновь стал подниматься на ноги.
В этот момент на поле приземлилось пять черных треугольников, отсвечивая синим свечением. Под взглядом остолбеневшего Гектора в одном из них открылся проход, и оттуда вышло четыре человека – трое мужчин с сумками и девушка. Выглядели они как обычные горожане, разве что некоторые их вещи вызывали вопросы. Это были Даниэль, Генри, Бенджамин и Ванесса.
— Подождите! – сказал Генри. – А что мы будем делать с этой… древней силой?
Даниэль устало обернулся и равнодушно сказал:
— Отправь их туда, откуда они взялись. И желательно навсегда.
— Как можно? Величайшее чудо техники, что видело человечество! Да с таким добром, я бы…
— Генри, не начинай. Всему свое время. Их время еще не пришло.
— А наше время – спать! – расхохотался Бенджамин.
Генри вздохнул и вновь зашел в треугольник. Отдав мысленное указание, он вернулся. Треугольники поднялись в воздух и, замерев на мгновение, с огромной скоростью скрылись за горизонтом.
— Вы кто? – прозвучал хриплый мужской голос. Это был Гектор.
— Мы? – Даниэль задумался. – Мы местные!
Генри сделал глоток коньяка из фляги, подошел к Гектору и сунул ему в руки.
— Тебе все равно никто не поверит. Иди спать!
— Ага… – напугано выдавил из себя Гектор.
Солнце окончательно скрылось за горизонтом.
  ''';
  static String z10a = 'Эпилог. Новое время';
  static String z10 = '''
  Ванесса спала как убитая. Она не заметила, как взошло солнце, как ожил город и как проснулся весь дом. Наконец она открыла глаза – часы показывали половину двенадцатого.
-Время летит… – сонно произнесла она и вновь закрыла глаза. Через мгновение она вскочила как ужаленная.
— Сон… Неужели это все был сон? Париж, тюрьма пещеры… Все мне приснилось?
Она подошла к окну. Там был все тот же город, беззаботные прохожие и гремящие паромобили. На соседней крыше сидели голуби.
— Даниэль… – промелькнуло в ее голове. – Неужели и он всего лишь мое сновидение…
Взгляд зацепился на брошенном платье. Это было то самое фиолетово – белое платье, которое было и в ее сне! И… оно было все грязное и оборвано снизу. Ванесса с изумлением взяла его в руки.
— Сон…
За дверью стали слышаться голоса и шаги. Девушка быстро одела домашнюю одежду и раскрыла двери. Она чуть не столкнулась с высоким молодым человеком. Тот от неожиданности немного растерялся.
— Ванесса?..
Она подняла глаза. Перед ней стоял Даниэль, а за его спиной – Генри и Бенджамин. Все смущенно улыбались.
Даниэль держал в руках небольшую коробочку. Ванесса заметила это, и в ее глазах засветился вопрос.
— Эм… Понимаешь, Ванесса, я не знал, сколько ты еще будешь спать… Ты станешь моей женой?
Он быстро открыл коробку. Там оказалось изящное сверкающее кольцо. Недоумение в глазах девушки сменилось бесконечной радостью, и она горячо обняла Даниэля. Слезы потекли по ее щекам.
— Согласна… Конечно согласна…
За спиной слегка покряхтел Генри. Ванесса подняла на него глаза.
— У нас тут для тебя еще один сюрприз есть… только он внизу.
Взволнованная девушка спустилась по лестнице. В прихожей стоял полный усатый человек в костюме. Увидев Ванессу, он широко улыбнулся.
— Отец!
Спустя мгновение растроганная девушка уже плакала на отцовской груди. Тот гладил ее по волосам и улыбался. К ним подошел Даниэль. Джеферсон горячо пожал ему руку.
— Столь сильный и великодушный человек достоин лучшего. Мне не страшно отдавать свою дочь вам, месье Легранд!
Они обнялись, как одна семья.

***
Участь корпорации была предрешена – ее руководство было предано международному суду и осуждено на заключение в тюрьме Фогивион. Огромная экономическая империя прекратила свое существование. Все предприятия, заключившие в свое время договор с «Шафтом», вернули свое имущество.
Британский и Германский союзы подписали окончательный мир. После чего союзы распались, прекратив многолетнюю вражду.
Во Франции был избран новый президент Ренальд. Его политикой было осуществление многочисленных экономических и социальных реформ, направленных на восстановление страны.
Даниэль Легранд женился на дочери банкира Джеферсона Ванессе. Это был счастливый брак, а совместными усилиями семей удалось создать мощный металлургический концерн.
Ванесса Легранд организовала свой дом моды, в котором реализовывала свои новые идеи. В частности, она ввела моду на очки авиаторов и укороченные юбки.
Генри Беналье построил на свои средства сеть кинотеатров, посчитав кинематограф очень перспективным делом. Впоследствии он начал поддерживать авторов кино и проводить фестивали фильмов.
Бенджамин Бонно вернулся в Париж, к своей ювелирной мастерской. К ней вновь вернулась былая репутация и прибыли.
И только старина Гектор стал по вечерам рассказывать истории в кабаке про летающие тени на поле. Но ему никто в серьез не верил.

***
… На полигоне испытывался новый образец локомотива. Рядом с новым детищем довольно давал комментарии прессе изобретатель. Толпы зевак глазели на приземистый аппарат, имевший мало общего с чадящим по соседству паровозом. Обе машины были сцеплены друг с другом.
По гудку все разошлись. Машинисты заняли места в кабинах. Прозвучал очередной гудок.
Паровоз со вздохом дернулся. Преодолев десяток метров, он замер и поддался своему тихому и не отравляющему воздух собрату. Совершив еще несколько попыток, паровоз сдался, увлекаемый назад. Прозвучал еще один гудок и машины замерли. Раздались бурные аплодисменты.
Наблюдавшая со стороны комиссия писала свои отзывы. Пожилой человек с седой бородой подошел к молодому сияющему изобретателю. Это был заслуженный техник французских железных дорог.
— Позвольте я пожму вашу руку! Вы совершили значительное свершение в нашем деле!
— Спасибо!
Пожилой человек отошел в сторону, где стояли еще двое членов комиссии. К нему обратились с вопросом:
— Как вы думаете, у этого выскочки большое будущее?
— Он не выскочка. Просто он сделал то, что должен был сделать. Мы свое уже свершили, и теперь освобождаем молодым дорогу. Идет новое время. Время великих свершений и потрясений...
  ''';
}