abstract class Vincenco {

  static String v1a = 'Глава 1. Неожиданный подарок';
  static String v1 =        '''
Людям всегда было мало. Денег, любви, уважения, власти… В погоне за ними не замечались преграды, не было ощущения необратимости и хрупкости… Человек сказал – это он вершит судьбу. И он стал доказывать это, все больше понимая – он сам не знает, чего хочет.
Так было с каждым в Люмен-Сити, городе, где время с каждым днем лишь ускорялось. Сверкающие и отражающие лазурное небо скалы небоскребов смели старые высотки, и теперь лишь стремительно сменяли друг друга. По артериям – улицам все быстрее неслись потоки крови – транспорта, недавно утюжившего колесами пыль, а теперь парящего над землей. Больше света и меньше цвета, больше блестящих кристаллов и меньше травы. Будущее всегда здесь было рядом, ежесекундно превращаясь в настоящее, а после и исчезающее в забвении прошлого.
Сейчас 2026 год, и город отпраздновал свой трехвековой возраст. Впрочем, еще никогда он не выглядел настолько молодым. Время могло пощадить его свидетельства прошлого – но не человек, не желающий помнить свои ошибки и гордо взирающий только вперед.
Впрочем, далеко не все люди были такими. Некоторые находили свое призвание, откапывая прошлое из пыли прогресса, а некоторые в отчаянии остановились в настоящем. Последних встревожил немой вопрос – а что они ищут там, впереди?
Винченцо был как раз таким. Нельзя сказать, что его полностью не устраивала нынешняя жизнь, но и счастливым назвать себя он никак не мог. С виду он был обычный житель Люмен-Сити – худощавый парень среднего роста, с каштановыми волосами и зелеными глазами. Он работал в конторе, разрабатывающей проекты перспективной городской техники – в городе работа была в основном умственного толка. Автоматическое производство сделало рабочих малочисленными, физический труд плавно уходил на задний план, уступая место креативу и идеям. Теперь они были самым ценным товаром.
Этот рабочий день принес для Винченцо мало хорошего. Если работа тебе не по душе и делаешь ее, только потому что это кому-то нужно – в ней не добиться совершенства. А ведь именно так и было – отправившись на учебу в университет по настоянию родителей, получив работу в сфере, которая была ему чуждой, Вин все больше уходил в мысли, где чувствовал себя комфортнее и свободнее. Он понимал, что мог бы заниматься чем-то другим, и делать это хорошо – потому что он сам бы этого хотел. 
Над столом бесшумно парил небольшой кристалл, медленно вращаясь и бросая отблески по затемненной просторной комнате. Это было одно из новых средств связи и мультимедиа, удачно сочетавшее достоинства всего ранее изобретенного в этой сфере. С одной стороны из него исходил голубоватый поток света, проецирующий в воздухе изображение. Это был художественный фильм, довольно старый, но от того не менее хороший. Винченцо лежал на мягкой софе и задумчиво смотрел на иную жизнь, записанную талантливым режиссером. 
Вдруг кристалл тихо зазвенел, будто множество колокольчиков на ветру. От него начало исходить легкое тепло. Винченцо слегка сжал его в руке – кристалл мягко засиял. Через мгновение в воздухе возникло изображение – комната, скромная мебель – и лица двух человек, женщины и мужчины. Они с добротой в глазах смотрели с призрачной картинки. Это были родители Винченцо, Карлос и Паола.
- Доброе утро! – ласковым голосом сказала мама. – Это снова мы. Как твои успехи?
- Не очень, - равнодушно ответил парень и положил кристалл на легкий столик. Сам же сел на пухлый диванчик напротив. – Руководство сегодня опять было недовольно.
- Что же на этот раз?
- Не успел вовремя отправить проект. А я просто забыл – ну не могу я держать в голове то, что мне совершенно не интересно.
- Но ведь раньше ты сам…
- Раньше все было по другому. Другие цели, другие приоритеты. А сейчас я вижу то, что я делаю – и не могу объяснить себе, зачем это делаю я. Не верю я, что я сделаю эту работу лучше Нильса. И не хочу.
Глаза родителей разочарованно опустились. Вновь раздался голос, голос отца.
- Ты не думал сменить работу?
- Я не знаю куда идти.
Винченцо взял кристалл в руку и тот погас. Отпив немного из стоящего там же на столике стакана с энергетическим напитком, он решил пройтись немного по парку и развеяться. 
Парень вышел из дома, стеклянная дверь за его спиной мягко закрылась. Утреннее солнце игриво играло лучами в аккуратном ряду подстриженных строгих деревьев. До парка нужно было преодолеть пару кварталов и лучшим решением было вызвать экспресс-капсулу. Отдав команду через кристалл, Винченцо пришлось подождать десяток секунд. После этого прямо к его дому с легким шелестом подлетела та самая капсула – небольшой прозрачный пузырь, который удерживала в воздухе легкая рама с несколькими небольшими импеллерами. Парень зашел внутрь, и капсула мягко понесла его над землей по заранее указанному адресу. 
Мимо проносились дома и оживленные улицы. Наземного транспорта осталось совсем немного – он перешел под землю и в воздушное пространство. А вот сами дороги и улочки полностью перешли в распоряжение граждан, которые двигались в нужное место пешком. Вдоль них широкими рядами проходили пышные газоны и цветники. Помимо обилия зелени, частым украшением «каменных джунглей» были водяные экраны – широкие плоские потоки воды и пара, дающие прохладу в жаркие дни, влагу для растений. Зачастую на них проецировалась пестрая реклама. 
Парк же был настоящим уголком природы, занимающий большую площадь. Здесь было несколько озер и даже пара водопадов. Шум города здесь заглушался, и многие приходили сюда отдохнуть и насладиться покоем. Капсула плавно подошла к посадочной площадке из серого блестящего бетона, и Винченцо вышел наружу. Кристалл зазвенел как горсть монет – с баланса было списано несколько условных единиц валюты за услуги. Спустя мгновение шелест капсулы растворился в воздухе.
Люди проводили здесь время в свое удовольствие. Кто-то бодро бегал по извилистым дорожкам, кто-то играл в мяч, кто-то просто читал любимые произведения с призрачного экрана кристалла, развалившись где-нибудь под деревом. Впрочем, были и любители бумажных книг, с трепетом относившихся к тонким печатным листам. Кое-где доносилась тихая музыка – в парке никто не позволял себе нарушать отдых других жителей. 
Винченцо вышел к берегу одного из озер – над ним неспешно кружила пара птиц. Дорожки были влажными после недавно прошедшего дождя, а на траве сверкали капли. Дождь стал нередким гостем в последнее время, что могло озадачить некоторых метеорологов. Впрочем, на случай ужасной погоды, которая могла бы навредить городу – всегда дежурила специальная станция, в чьих возможностях было разогнать любую непогоду. 
Настроение было тяжелое, и не хотелось думать о проблемах. И по усмешке судьбы, спустя пару мгновений после злосчастной мысли зазвенел кристалл. С недовольством активировав его, парень прочел небольшое сообщение. В нем было поручение переделать заказ, к тому же теперь за него полагалось намного меньшее вознаграждение. 
«Вот гады» – он с досадой сжал кулаки и убрал кристалл подальше. Больше он не желал ничего слышать о ненавистной работе, да и вообще… Просто побыть в покое. 
Неподалеку с хохотом пронеслось трое парней на летающих досках. Винченцо нехотя перевел на них взгляд и с размаху вступил в обширную лужу на площадке. 
- Да чтоб тебя! – терпение Вина иссякло, он не заметил, как стал говорить вслух. – Что ж за день сегодня такой!
- Среда. Довольно приятный день, как я нахожу. – раздался за спиной спокойный мужской голос.
Вин вздрогнул и обернулся. Там стоял мужчина лет пятидесяти, опирающийся на солидную деревянную трость, украшенную мелкими узорами. «Довольно необычная вещь для нынешнего времени» - заметил Вин. Но больше его озадачило одеяние незнакомца. Он как будто вышел с экспозиции исторического музея, представляя образ человека из 19 века. Костюм непривычно свободного кроя, цилиндр на голове… Но Вин все же решился ответить.
- Чем же этот день хорош? 
- Ну а как же, - ответил мужчина и с удовольствием обвел взглядом парк. – Погода чудная, тишина – благодать одним словом!
- Возможно, - ответил Вин. – Вот только меня эта вся идиллия ну никак не радует. А вы как – на фотографиях зарабатываете?
- Простите, на чем?
- Ну, к вам подходят люди и делают фото за деньги. Короче, вы ряженный, как я уже успел заметить.
- Отнюдь, молодой человек, я таким не промышляю. Просто я прибыл из далеких земель, где царят другие порядки и люди не столь грубы.
- Занятно. Что ж, намек понял. Я пойду, и так своих проблем хватает.
Вин повернулся и хотел было пойти дальше, но незнакомец остановил его громкой фразой.
- Но вы же хотите их решить, верно?
Парень раздраженно повернулся и с сарказмом на лице ответил.
- Ну да. Неожиданно, правда? Человек хочет разобраться со своими проблемами.
- И в чем они?
- Да во всем! Последнее время с работой одни неприятности. Все идет наперекосяк, сил нет уже создавать что-то новое. Я бьюсь над этим а получаю одни упреки. И меня некому поддержать в этом. Я хочу сменить работу.
- Что-то определенное?
Нет. – Вин задумался. – Я не знаю, чего хочу. Я не знаю, где я нужен. И это меня весьма огорчает. 
Незнакомец с интересом слушал речь парня. Тот, высказавшись, почувствовал себя неловко, и попытался уйти.
- Ничего, я что-нибудь придумаю. Возможно, придется искать другую работу. Может придется уехать. Я не знаю. Ладно, доброго дня вам.
- Возможно, это сможет тебе помочь, - с этими словами незнакомец вытащил из кармана крупное семечко с виноградину размером, покрытое витиеватым природным узором бороздок, а так же старинные карманные часы. Он протянул их в руки Вину.
- Эм… Мне? Это поможет? Но чем?
- Сам узнаешь. Если будет совсем уж туго – запусти часы и брось семя в воду. Удачи, молодой человек.
- Занятно… Ладно, я возьму. Спасибо.
Вин на мгновение отвернулся, пряча дары по карманам. Когда он обернулся, чтобы еще раз взглянуть на необычного незнакомца, но там уже никого не было. Изумившись, Вин подумал, что на сегодня хватит переживаний и быстрым шагом направился обратно домой.
Оказавшись дома, он положил семя и часы на столик в своей комнате, после чего сел за компьютер и попытался продолжить работу над проектом. Но сейчас он не мог связать и пары мыслей воедино, и работа так и не сдвинулась с мертвой точки. Расстроенно парень свернул работу и включил успокаивающую музыку. 
Вновь зазвенел кристалл. Винченцо прочел уведомление.
«Служба доставки продуктов, здравствуйте. Ваш заказ отправлен, подтвердите получение.»
Он спешно подошел к небольшому открытому балкончику. Туда уже прилетел посыльный дрон-квадрокоптер, удерживающий в зажимах небольшой контейнер. Вин достал из кармана свою личную карту и приложил к считывателю на дроне. Тот издал положительный сигнал, сбросил контейнер и стремительно улетел восвояси. Парень отнес продукты на кухню и подготовил свой скромный ужин.
Проведя вечер за обыденными развлечениями, Вин решил отложить работу до утра и устало лег спать. Сон нахлынул буквально сразу же, и парень даже позабыл установить будильник на работу. Но сейчас это было уже совсем не важно.
***
- Ну и какого черта ты опаздываешь к началу работы?
В кабинете начальника отдела грохотал тяжелый голос. И направлен он был именно на Вина, который проспал и соответственно опоздал. Зная о всех его недоработках, начальник был раздражен и подобной наглостью со стороны подчиненного.  
- Даю тебе последнее предупреждение. Будет еще одно – и можешь попрощаться с этим местом. А пока – лишаю тебя полной премии. Дабы не было повадно!
- Да, сэр. – недовольно пробурчал Вин. – Я могу идти?
- Да, убирайся, не хочу тебя сейчас видеть! – начальник взмахнул рукой в сторону двери, попутно вытаскивая из шкафчика бутылку виски. Вин поспешил удалиться из неприветливого кабинета.
Вин вышел на улицу Уолла. Редкие лучи солнца пробивались сквозь серую пелену неба и отражались на автомобилях и мокром тротуаре. Отчаяние теперь било буквально через край и казалось, что одновременно закрылись все двери. Даже в лицах окружающих он теперь видел презрительную усмешку. Стараясь не замечать их, он повернулся в сторону стеклянных витрин, полных всевозможных товаров.
Под ногами чавкнуло. Опустив глаза, Вин увидел крупную лужу. Не смотря под ноги, он в очередной раз умудрился их промочить. Машинально выругавшись, Вин неожиданно для себя вспомнил лужу в парке и встречу с таинственным незнакомцем. А после – и его слова о трудностях. Озадаченный, он пошарил по карманам и достал семя и часы, которые он зачем-то взял с собой из дому. Вид у часов был довольно ветхий, они явно являлись ценным антиквариатом. Стрелки замерли в ожидании, механизм давно не издавал ни звука.
«Воспользуйся, когда будет туго, - подумал про себя Вин. – Что ж, сейчас пожалуй самое время.»
Парень осмотрелся по сторонам. Люди все так же равнодушно проходили мимо, не обращая никакого внимания ни на него, ни на что-либо еще. Замкнутые и холодные. В голове пробежала мысль, что все это бред, и этот подарок незнакомца был не более чем шуткой, вроде шариков, которые из ниоткуда достает клоун, надувает и превращает в подобие зверушек, чтобы подарить плачущему ребенку. Но что-то вносило сомнения в эти ряды мыслей.
«А что я потеряю? У меня нет никаких надежд насчет этих часов.» - Вин не заметил, как произнес эту фразу в слух. Проходящая мимо пара перекинулась парой слов и захихикала, поглядывая на стоящего возле лужи парня, но тот не обратил на это никакого внимания. Вин открыл крышку часов и нажал кнопку перевода стрелок.
В то же мгновение часы затрещали, а стрелки стремительно стали вращаться в противоположные стороны. Однако Вин тут же перевел взгляд от них на свое окружение: Все здания, люди, и даже дорога стали стремительно осыпаться, словно были сделаны из пыли или пепла. Мельчайшие частички, на которые разбивался мир вокруг, тут же исчезали, а под ними, словно новая кожа взамен старой у линяющей змеи, стали возникать образы города прошлого. Стены домов, закрытые пластиком и стеклом, «облезли» и обнажили кирпичную кладку и деревянные рамы окон. Под дорожным современным покрытием показалась старая, темно-серая брусчатка. Спустя десяток секунд уже ничто не говорило о том, что здесь был современный шумный город.
        ''';
  static String v2a = 'Глава 2. Другой мир';
  static String v2 =        '''
  Внезапно повисшая тишина вместо гула оживленной улицы слегка оглушила потрясенного Вина. Он находился теперь на незнакомом переулке в промышленном районе другого города, стилем застройки оставшемся в 19 веке. На другой стороне дороги возвышалось трехэтажное кирпичное здание завода, из которого доносились звуки работающих механизмов. Дорога была неровная, полная ям и выбоин, в одном месте в брусчатке и вовсе был провал, откуда торчал кусок латунной трубы посреди небольшой лужи. По узеньким тротуарам шло уже всего несколько человек взамен бесконечного потока в привычном городе. 
Из-за поворота в переулок выскочил древний грузовой паромобиль, нещадно грохоча на брусчатке деревянными, обитыми полосами резины тяжелыми колесами и изрыгая вверх серый дым. Его появление вывело Вина из оцепенения и заставило отойти в сторону, уступая дорогу. Когда шумный транспорт прошел, парень наконец-то смог собраться с мыслями.
Вин вновь вспомнил слова незнакомца и взял в руку семя. Покрутив его в руках, он оглянулся в поисках воды. Чуть впереди в нестройном ряду зданий улиц был провал, где на логичном месте строения были лишь пара деревьев и небольшая, заросшая зеленью куча битого кирпича. Стена соседнего здания была оплетена сетью из медных труб, уходящих в стены на разных этажах. Они были покрыты конденсатом и издавали глухое тихое шипение. Рядом с ними на земле была довольно большая лужа, которая судя по краям была уже здесь не первый год. Именно туда и направился незадачливый Вин, все еще не понимая - в реальности он или в подобии сна.
Когда он подошел к луже, в нос ударил резкий запах сырости. Часть труб была замшелой, либо покрытой плесенью. Задумавшись еще на секунду, Вин подбросил семя в воздух. Через секунду оно с тихим плеском упало в воду и скрылось под ее поверхностью. Пару мгновений парень еще смотрел на это место, а после на его лице промелькнула ирония. 
- Ну конечно, помогло просто здорово, - сказал он вслух. - Мне аж полегчало.
Разочарованно отвернувшись от лужи, Вин уже было начал думать о своей дальнейшей судьбе, но тут он услышал исходящий от лужи шум. Вода в ней внезапно забурлила, а спустя мгновение из нее выпрыгнуло странное существо. Размером с голубя, оно было больше похоже скорее на крупную летучую мышь, но все же отдаленно. Имея светлый окрас, существо не вызывало отторжения и не казалось опасным. 
- Это еще что... - сказал Вин, напугано наблюдая за происходящим.
Оказавшись на краю лужи, существо сделало пару неловких шагов, издало жалобный звук и обессиленно рухнуло на траву.
Вин еще секунду простоял в оцепенении, а затем быстро присел на корточки и взял не без опаски существо в руки. Оно проявило признаки жизни, открыло глаза и вновь издало звук, более тихий чем первый. Открыв пасть, оно легонько ущипнуло парня за рукав, и обессиленно опустило голову.
- Тебя явно мучает голод, - задумчиво произнес Вин, попутно рассуждая, что ему делать с этим новым живым "подарком". С собой еды у него не было, да и ему голод начинал напоминать о себе, пускай и ненавязчиво. Наконец он решил осмотреть местность, попутно разыскивая еду. Положив существо под куртку, он быстрым шагом вернулся на тротуар и направился в сторону ближайшей улицы.
По пути ему встречалось все еще мало людей. Это не могло не радовать, ведь Вин привлекать к себе лишнее внимание не особо хотел. Пройдя около сотни метров, он оказался уже рядом с жилыми домами. Впереди был небольшой перекресток, где было куда оживлённее и шумнее. Вин замедлил шаг, продолжая осматривать все вокруг. Жилые дома здесь были построены из кирпича и камня, достигая трех этажей в высоту. Скупые на украшения, они тем не менее казались куда уютнее, нежели высокотехнологичные жилища из стекла, пластика и бетона из мира Винченцо. То там, то здесь под окнами были крохотные балкончики, на которых стояли вазоны с яркими цветами. Они добавляли красок не самой жизнерадостной картине этого района.
На одной из вывесок вдоль улицы Вин заметил надпись "Еда&Ткани". Немного удивившись странному сочетанию товаров, он хотел было отправиться туда, как простой мысленный вопрос заставил его остановиться. Действительно, а за что он решил приобрести еду? Порывшись в карманах, парень достал пластиковую личную карточку с чипом. Это был его главный документ, на котором были все главные данные о его личности. Фото и общая информация были записаны прямо на карте, а на чипе помещались отпечатки пальцев, кредитная история и список всех отметок по работе и здоровью. Этот поистине сверхважный документ, который служил заодно и для оплаты за товары и услуги - был в этом мире не более чем оригинальная визитка. 
Других более-менее ценных вещей у Вина с собой не было. Исключением был универсальный коммуникатор, тот самый прозрачный кристалл, средство для связи и развлечений. Однако устройство отчаянно сообщало о потере связи и Вин посчитал лучшим его выключить. Мысль продать его местным торговцам казалась поначалу нелепой, но нарастающее чувство голода, жалобные звуки неизвестного существа и осознание о необходимости иметь средства к существованию взяли верх. 
Совсем рядом с тем магазином был другой, его вывеска которого гласила "Механика для жилища". Поправив куртку, Винченцо зашел в здание.
Изнутри магазин был довольно темным и тесным. Массивный низкий прилавок разделял помещение пополам, вдоль стен и под потолком шли стеллажи из дерева и полки. На них были десятки всевозможных устройств из латуни, бронзы, меди, назначение которых было столь разнообразным, что фантазии порой не хватало найти неприменимую им деятельность, от механических кофеварок до автоматических керосиновых ламп, уборочных машин и связанных с часами раздвигателей штор. Посреди этого обилия металла и дерева находился невысокий щуплый человек, с впалым лицом и немного испуганным взглядом из под маленьких линз необычных очков. Человек нетерпеливо перебирал пальцами по ткани на прилавке и поглядывал на нового посетителя. И Вин наверное долго бы еще рассматривал многочисленные товары магазина, если бы его не окликнул тихий настороженный голос продавца:
- Ну-с, что вам подсказать, молодой человек? Вам нужно что-то определенное, а может хотите закупить набор сразу для целой комнаты?
- Я... - начал было Вин, но продавец увлеченно продолжал.
- Или возможно что-то сломалось и требуется ремонт? Топливо понадобилось, масло? Или...
- Я бы хотел вам кое-что предложить, - зажато произнес Вин. 
- Хм. Мы здесь продаем наши товары, а не берем чужие... если конечно у вас не что-то способное заинтересовать других.
- Именно. Взгляните. - с этими словами Вин достал коммуникатор, включил и положил на прилавок. 
- Кристалл? Побрякушка из стекла? Хм. - продавец с недоверием покосился на устройство. В это мгновение коммуникатор заработал и над ним в луче света загорелся экран. Заиграла приветственная мелодия.
- Оно светится! - изумленно сказал продавец. - и играет музыку! 
- Не только, - сказал Вин и запустил видео. Открылся небольшой отрывок фильма и из устройства раздались голоса.
Хозяин магазина завороженно смотрел на экран с минуту, и Винченцо решил, что этого достаточно. Взяв в руки кристалл, он сжал его грани и тот погас.
- Занятная вещица, - озадаченно произнес продавец. 
- Полагаю, вас заинтересовало мое предложение? Таких сделали всего пару штук, и я могу продать вам один.
- Сколько вы хотите за вашу диковину?
- Оставляю предложение цены за вами, - хитро улыбнулся Вин.
- Хорошо... мое предложение - 250 монет. Согласны?
- Слабо вы оцениваете ценные вещи, - скривился Вин. - 350 монет.
Торговец задумался еще на мгновение и махнул рукой.
- Ладно, согласен! Держи свои деньги... Только объясни, как этой штукой пользоваться.
Вин вкратце объяснил все основные функции коммуникатора. Умолчал лишь об одном - заряд энергии должен был в конце концов иссякнуть. Но для факта продажи это было не столь важно, к тому же энергии должно было хватить по крайней мере еще на неделю. 
Существо за пазухой недовольно заворчало. Торговец вздрогнул от неожиданности.
- Это еще что такое?
- Ничего особенного, - взволнованно ответил Вин и стал отходить к двери. - Просто с утра не поел и теперь живот бурчит.
- Хм. Занятно. - ответил торговец и скрылся за прилавком, припрятывая свое новое приобретение.
Вин торопливо зашел в соседний магазин. Как оказалось, 350 монет - это весьма много: выпечка и кусок копченого мяса, небольшой бутыль неизвестного напитка, который по мнению продавца был заслуживающим внимания - все это обошлось всего лишь в 12 монет. Возможно, на этом пока расходы и закончились, если бы не ехидное замечание продавца насчет одежды Вина. Немного пофантазировав, ему удалось придумать более-менее адекватную историю- объяснение про чужеземца и выторговать ботинки и немного заношенный плащ. Это обошлось еще в 50 монет. Заодно удалось узнать название города и немного о нем.
- Вы хотите узнать о городе? Хорошо. Конечно, не часто к нам заходят гости со столь дальних земель... Так вот. Вы находитесь в Блаустоне - это центр провинции Топких земель. Провинция небольшая, да и от столицы удаленная - потому и людей живет здесь немного, жизнь тихая. Название Топкие земли не случайно - отсюда начинаются Южные болота, идущие вдоль всего предгорья. Нездоровая местность, да... Есть такие места, куда люди не ходят, а если и ходят - не возвращаются. Бог только знает, что там... Да нам и не важно! Есть река, идущая по краю провинции, леса - это наш хлеб, десяток деревень и рабочих поселков... В Самом Блаустоне живет тысяч пять человек. Было и больше, да только заводы здешние зачахли, думаю, вы замечали рядом их жалкое существование... Своей пригодной земли у нас нет, потому понемногу торгуем с соседями, но не слишком хорошо. Да пожалуй и все. Не лучшее место для путешественника, правда?
- Да, звучит не утешительно... Но, раз я уже здесь - воспользуюсь гостеприимством. 
-Это всегда пожалуйста! - улыбнулся торговец. - Особенно если заглянете со звонкой монетой, ха-ха!
Путь дальше через город проходил по тихой улочке, где царила немного сонная домашняя жизнь. Весь набор звуков и запахов, насыщавших это место, был совершенно незнаком жителю мегаполиса, где все казалось искусственным. Дикий симбиоз живого металла и камня, обработанных руками человека, и пробивавшейся повсюду дикой природы. Казалось, что могущество человека, обещавшее править безраздельно, здесь уступило в силе первозданному. Но обе силы будто были больны, и теперь лишь теряли силы. Даже в людях не было той энергии, которая присуща жителям привычного Вину мира. Неторопливые, словно обессиленные, они бездумно шли по им известным делам и не замечали друг друга. Сам образ жителей этого мира был весьма своеобразен – насколько успел рассмотреть любопытный Винченцо. Одежда была покроя Викторианской эпохи и в основном сочетала четыре цвета – черный, коричневый, зеленый и красный. Единожды он видел женщину и мужчину в более солидных костюмах из светлой ткани – было очевидно их принадлежность к богатой части населения. Впрочем, это было скорее исключение из правил.
Особенно непривычной была речь жителей. Она была понятна, но ударения ставились зачастую совершенно непривычно, а отдельные звуки затягивались, тогда как остальное говорилось довольно быстро. Несмотря на то, что Вин не собирался здесь задерживаться, эти заметки были ему необходимы.
Улица делала поворот, уходя в сторону центра города. На брусчатке стоял диковинный аппарат, напоминающий пузатую бочку на ножках, только из латуни. "Бочка" состояла из двух частей, верхняя вращалась, изнутри доносился звук работающих механизмов. К ней крепилось подобие метлы с длинной ручкой - аппарат периодически взмахивал ей на манер дворников, сметая песок и листья с брусчатки. При этом «бочка» издавала грустный скрип. 
Изредка мимо проезжали архаичные паромобили, заглушая грохотом все звуки. После них в воздухе пахло горелым и летали частички золы. Нечто подобное уместно было бы в фильме или в живом музее - но не в повседневности.
Вин решил остановиться в небольшом сквере. Там были четыре тяжелых скамейки, рядом с которыми стояли тяжелые газовые фонари. Вокруг росли старые деревья, широко раскинув свои мощные ветви. Часть зелени на них пожухла, разбавляя цвета оранжевыми пятнами. Вин перекусил сам и накормил своего маленького "попутчика". Существо жадно набросилось на еду и принялось ее поглощать с довольным урчанием. Вин наблюдал за этим, дожевывая кусок булки с ломтем мяса сверху. Закончив с трапезой, существо запрыгало, изображая радость. Вин невольно оглянулся, опасаясь взглядов людей с улицы. Устранив проблему голода, мозг вновь переключился на главную задачу - что же делать дальше?
Эта фраза невольно была произнесена вслух. Сидящее рядом существо притихло и посмотрело на Вина. Тот лишь перевел взгляд на шелестящие над головой листья.
- Йаа... Я...
Парень невольно дернулся. Рече-подобные звуки принадлежали именно существу.
- Что?
- Я... я знаю... как помочь...
- Вот те раз, ты еще и разговариваешь! - воскликнул Вин, вскинув руки. - Черт, я сейчас похож на того торговца...
- Я знаю как помочь, - повторило существо. - Нужно вырасти.
- Вырасти? - переспросил Вин. - А ты оказывается разумнее чем я думал. И что для этого нужно? Еще еды?
- Нет. Найти... Найти Газоро...
-Какого Газоро?
Существо явно напрягалось, стараясь говорить на человеческом языке. Вскоре оно умолкло и расположилось отдохнуть на руках парня. Было очевидно, что существо имело магическое происхождение. Но откуда здесь магия? Да что там - откуда вообще этот мир и где он находится? У Вина не было никаких догадок на этот счет.
Газоро оказался подозрительным человеком. Простые прохожие на вопрос о нем утверждали лишь отрицательно, зачастую даже не догадываясь о существовании такового. Лавочники, торговцы даже если и пытались припомнить - отвечали, что не помнят никаких примет загадочной личности. Тогда за выяснением ответа Вин направился в городскую администрацию, узнав дорогу от тех же горожан. Существо к счастью вело себя тихо и не привлекало к себе внимания.
Неожиданно, уже на подходе, один человек смог наконец дать искомый ответ. Правда, не совсем ожидаемый.
- Вы ищете Газоро? Зачем он вам?
- У меня... У меня к нему личный разговор.
- Только безумные ищут к нему дороги. Лучше оставьте затею, да будьте здоровы!
Ошарашенный Вин проводил взглядом мужчину, не проронив ни звука. Но уже через мгновение кинулся вдогонку.
- Послушайте, мне действительно надо к нему. Что за безумные, о которых вы говорили? 
- Безумцы, - проворчал на ходу мужчина. - А как еще назвать человека, который приезжает к нам, ищет этого Газоро, а затем пропадает без следа? Нечисто с этим типом, и вам его знать не советую.
"Во что я ввязался, черт возьми?" - подумал про себя Вин, и все же решил идти до конца.
- Не знаю, что про него говорят, но мне переговорить с этим человеком. Вы можете сказать, где он?
Мужчина остановился и с удивлением, перемешанным с любопытством, взглянул на парня.
- Ты такой же упрямый как и те безумцы. Черт с тобой, хочешь пропасть - твое дело. Дом Газоро знает каждый житель города - он с почерневшими стенами и бурой лестницей, возле пруда. Посреди него еще стоит статуя мужчины с бородой - это наш местный герой, Валир.
- Большое спасибо! Вы очень помогли мне.
- Как же... Будем надеяться, что вы не повторите участь тех простаков. 
Путь к пруду оказался короче, чем ожидалось. Старое изваяние Валира с грустью смотрело в мутные воды, в которой изредка проходили всплески от мелкой рыбешки. Один берег пруда понемногу зарастал камышами, оттуда доносился тихий шелест.
 ''';
  static String v3a = 'Глава 3. Три рецепта';
  static String v3 =   '''
  Дом Газоро находился там же, как и рассказывал местный. Тяжелые двери были слегка приоткрыты, и Вин не теряя времени, вошел внутрь.
Здесь было достаточно темно и подозрительно тихо. Прямо от входа шла лестница на второй этаж, над ней тускло светилось узкое грязное окно. Поднявшись по скрипучим ступеням, Вин оказался перед еще одной тяжелой дверью с бронзовой увесистой ручкой - кольцом. Вторым ее назначением был стук, которым оповещали владельца о приходе. Звук удара в тишине дома прозвучал как выстрел. Затем вновь на мгновение повисла зловещая тишина.
За дверью послышались неторопливые шаги. Вин почувствовал нарастающую тревогу, но взял себя в руки. Еще через миг двери открылись и показался и сам хозяин дома.
- Что вам угодно?
Человек этот выглядел весьма устрашающе - высокий рост, широкие плечи, круглая лысая голова с сжатыми тонкими губами и серьезным взглядом из под разросшихся бровей. На человеке была одета черная мешковатая мантия до земли, на шее висел увесистый неизвестный амулет из металла.
Вин поначалу замешкался, но заметив нетерпеливое выражение лица человека, заговорил:
- Я ищу человека по имени Газоро. Мне сказали, что это его дом...
- Я и есть Газоро Де Хельм. Зачем вы пришли?
- У меня есть вопросы к вам об одном существе. Я...
- Проходите, скорее. - Газоро отошел немного в сторону, освободив вход. Вин поспешил последовать его словам.
Внутри дома Газоро было довольно темно - многочисленные окна были закрыты тяжелыми шторами, стояла мебель из темного полированного дерева. Господин Газоро сел в одно из кресел, жестом указал на диванчик рядом. Вин тоже уселся, аккуратно придерживая куртку снизу.
- Почему вы решили прийти именно ко мне? - спросил Газоро.
- Мне ваше имя сказало существо. А еще- что вы мне поможете.
- Возможно... - Газоро почесал подбородок и подался немного вперед. - Покажите мне его.
Вин аккуратно развернул куртку. Почувствовав это, существо оживилось и начало с интересом осматриваться. Газоро улыбнулся и взял существо на руки.
- Это фамильяр. Вы вырастили его из семени?
- Да... - Вин немного замешкался. - Мне его дал человек в парке, когда я был в своем времени...
- Да, я знаю об этом. Вам повезло - подобные подарки выпадают лишь единицам. Тем, кому действительно нужно найти свой путь.
- Свой путь? - недоумевающе переспросил Вин. - Но зачем? 
- Все ли у тебя хорошо в жизни? Никогда не замечал ли ты, что все идет не так как должно быть?
- Нет. То есть... Возможно... Я и сам уже не знаю...
- Человек у которого все определено, не возникает подобного. Так что тебе поможет этот фамильяр.
- Правда? А он говорил, что вы поможете...
- Здесь все просто - ты помогаешь ему - он помогает тебе. Сейчас он слаб - но с твоей помощью сможет все изменить. Я лишь могу подсказать с чего тебе начать.
- Прекрасно, - вздохнул Вин. - Значит в ближайшее время мне не вернуться обратно.
- Вернуться? Ахаха! - Газоро глухо засмеялся, но вскоре закашлялся. - А зачем? Там будет все как прежде. Пока еще...
- Ладно. Что мне делать?
- Займись пока своим фамильяром. Ему нужно набраться сил. Тебе надо будет составить три микстуры, - с этими словами он протянул Вину флакон с голубой жидкостью. - Составишь одну – сам выпьешь и дашь фамильяру, затем вторую, третью... никаких сложностей. Наверное, хахах! А, вот еще, - он передал лист бумаги с записями. - чуть главного не забыл.
Вин обреченно посмотрел на флакон и бумагу вздохнул - и спрятал по карманам. Газоро сложил руки на груди.
- Ну а теперь можешь идти. Не стоит терять времени.
- Спасибо Вам за помощь.
- Не стоит.
Газоро щелкнул пальцами и через мгновение Вин с фамильяром на руках вновь оказались на улице рядом с берегом пруда. После путешествия в этот мир его уже не удивляли подобные фокусы. Порыв ветра принес с собой запах сырости и едва заметный аромат горячей еды. Голод давал о себе знать, и Вин с любопытством осмотрелся в поисках источника запаха. Он шел от небольшой харчевни неподалеку, двухэтажного здания с верандой. Со всех сторон харчевня была окружена зарослями пышного кустарника, из трубы шел серый дым.
Вин подошел ближе. Из здания доносились голоса и мелодия гармошки. Тяжелая деревянная дверь с трудом подалась руке и перед глазами открылся небольшой зал, заставленный небольшими столиками и скамьями. За ними сидели местные жители - из рабочих, простенько одетых, без вычурности в жестах и словах. Некоторые вставали и шли с тарелками к длинному столу слева от входа, где возле причудливого механизма сидела грузная женщина. За ее спиной была полуоткрытая дверь, откуда доносился шум кухни вперемешку с каким-то неизвестным тихим стуком. Слева на длинном столе стояла стопка глубоких металлических мисок.
Вин подошел к столу и взял одну миску, поприветствовав женщину.
- Доброго дня. Можно пообедать?
- Гороховый суп или ячменную кашу?
- Пожалуй, кашу.
- пять монет.
Вин достал из кармана горсть монет, нашел нужного номинала и опустил в прорезь коробки. Женщина поставила миску под механизм и дернула за небольшой рычажок. Механизм зашипел и в миску упала порция горячей каши. В лоток сбоку аппарата со стуком скатилась металлическая ложка. 
- Доброго аппетита, - сказала женщина и повернулась к окну.
Вин окинул взглядом зал и нашел свободный столик в углу у окна. Слегка отсыревшее дерево мебели источало запах, дополняющий непривычную атмосферу заведения. Там он и присел поесть, стараясь не привлекать к себе особого внимания.
С одной стороны зала была устроена небольшая площадка. Там стоял высокий стул с резной спинкой. На нем восседал человек в полосатых штанах и небольшой шляпе. На яркой потрепанной гармошке он наигрывал задорные мелодии. Публика отвечала одобрительными возгласами.
Каша оказалась довольно аппетитной и сытной; Впрочем, Вин не отказался бы добавить еще щепотку соли. Фамильяру тоже перепало немного еды, которую парень незаметно отправлял ложкой за край куртки. Надо сказать, что для существа любое угощение было большим удовольствием, которое оно выражало довольным урчанием.
- Забавный ты зверек, - потешаясь с фамильяра сказал Вин. - Надо бы тебе имя дать, а то нехорошо как-то...
- И-имя? - с легким сипением невнятно произнес фамильяр и поднял вопросительный взгляд.
- Да, твое имя. Как тебя зовут?
Фамильяр задумался и на мгновение впал в ступор. Затем снова невнятно сказал:
- Ззуррк.
- Зурк? Я бы не догадался. Ну и имечко - Зурк...
- Ззурк, Зуррк! - повторил фамильяр и заерзал под курткой.
- Эй, с кем это ты там разговариваешь, парень? - спросил Вина мужчина лет пятидесяти в потрепанном плаще за соседним столом. Небритый, с запущенными бакенбардами и глубоко посаженными глазами на грубом лице он внушал подозрение и опаску. Вин испуганно повернулся и закрыл фамильяра курткой.
- Вы что-то спросили?
- Ты сейчас говорил с кем-то.
Вин хотел было отмолчаться, но фамильяр сделал неудачную попытку устроиться поудобнее, и выскользнул лапкой из под куртки. Парень тут же спохватился, но мужчина успел заметить существо.
- А... Это мой кот, - оправдываясь ответил Вин. - Всегда со мной ходит, вот под курткой любит сидеть.
- Занятно... необычный наверное он у тебя. Красивый.
- Да что вы, кот как кот... Добрый только очень.
- Занятно. Вспомнил про своего кота, хороший был друг... Ну, бывай здоров! - с этими словами мужчина резко встал, взял свою миску и направился к выходу. В его походке было что-то очень тяжелое, будто он пережил какую-то травму. 
Парень облегченно выдохнул. Тут его мысли вернулись к разговору с Газоро и бумаге, что он дал ему напоследок. Небольшой пожелтевший лист, на котором чернилами были нарисованы три пузырька. Над каждым из них были две стрелки, указывающие на определенный ингредиент. Почерк было тяжело разобрать, но после нескольких прочтений это удалось. Вот что было указано на листке:
I пузырек:
1. вино отвращения;
2. сок мандаринов высокомерия.
II пузырек:
1. картофель голода;
2. лавровый лист чести.
III пузырек:
1. угольная вода усталости;
2. ликер небесного торговца.
Под пузырьками тоже были надписи, но их разобрать не удалось: имел место незнакомый язык. Но это было по сути и не столь важно на первый взгляд.
Вин сложил рисунок в карман куртки и задумался. Слишком уж все как-то сложно выходило, микстуры, фамильяр… Возможно, был и более простой путь вернуться в свой мир. Наверняка Газоро знал о существовании некого портала, который мог осуществить такое путешествие. Можно было попробовать вернуться назад с помощью часов – но как ни старался Вин вновь запустить их ход – все усилия оказались напрасны: часы словно безнадежно сломались. Оставалось одно решение – изготовить микстуры и последовать указаниям Де Хельма.
Названия ингредиентов вряд ли можно было понимать буквально, и Вин начал подбирать сравнения. Вино отвращения – возможно, что это худшее вино, которое можно достать в Блаустоне. Искать подобное в магазинах – безнадежное дело: ведь какой торговец сознается, что его товар самый худший? Парень решил пойти от обратного – найти тех, кто знает о вкусе худшего вина. 
Выйдя из уютной и теплой харчевни, Вин неторопливо направился в сторону центра города. Блаустон сверху напоминал огромного осьминога с щупальцами – улицами, облепленными гроздьями домов и переулков. Все улицы сходились в одном месте – центральной площади. Посреди нее стояло здание городской ратуши с маленьким сквером. Над входом ратуши была небольшая башенка с вытянутым граненым куполом, на которой красовались большие городские часы. По периметру площади стояли доходные дома с лавками торговцев на первых этажах – прошлое этой площади как городского рынка ощущалось до сих пор. Здания хоть и отметили свой полувековой юбилей, все же несли на себе дух времени: на каждые несколько домов стояла небольшая угольная котельная, от которой расходились во все стороны латунные трубы паропровода. Они отапливали здания в холодное время, а так же приводили в движение подъемники – кабинки для жильцов верхних этажей, приводили в движение водяные насосы. Порой эти трубы давали утечки и из них шумно вырывались струйки перегретого пара. Даже если ремонтные службы устраняли утечки, эти места можно было узнать по невысыхающим лужицам воды и пышной растительности вокруг. Над котельными поднимались клубы темно-серого дыма, растворяющегося в небе над городом. Раз в несколько дней к такой котельной подъезжал груженный углем паромобиль, и пара рабочих затаскивали мешки внутрь за железные двери.
Остановившись около одной из рюмочных, Вин зашел внутрь. Это было небольшое заведение на первом этаже одного из трехэтажных жилых домов из темного кирпича. Пара столиков, небольшая барная стойка со скучающим хозяином за ней, да один сонный посетитель с невзрачным видом – и все это в тусклом свете свечей на железной люстре. Запах алкоголя смешивался с чем-то горелым, витая в воздухе повсюду.
- День добрый. Какая есть выпивка?
- Эль, грог, ром. Бренди еще оставался. Что будешь?
- Я бы взял вина. Но только самого худшего, отвратительного поила.
- Зачем это? – недоверчиво покосился хозяин на гостя. – У нас такого нет.
- Мне понадобилось. Хочу одной личности сорвать праздник.
- Эхе, как же! Продашь тебе такое – а ты еще на весь город разнесешь молву дурную. А вдруг ты от Босвилей пришел? Чертовы прихвостни, они давно хотят меня закрыть…
- Нет. Я…
- Проваливай. Я не желаю ничего слушать.
Вин сконфуженно вышел с душной рюмочной. Подобный ответ он мог услышать всюду, ибо никто не стал бы рисковать своей репутацией. В раздумьях парень свернул в одну из подворотен, поначалу незаметную из-за ветвей старого дерева и вывески на краю дома. Здесь было тихо, за исключением завывающего между домов ветра и шипения труб, но Вин не обратил на это внимания. Как и не заметил невзрачную сгорбленную фигуру, которая неровным шагом приближалась из темного угла.
- Господин! Помогите нищему старику!
Вин вздрогнул от неожиданности. Мысли мгновенно улетучились и пришло осознание реальности. Зурк под курткой недовольно забурчал. Повернув голову, парень увидел того самого нищего. На вид ему было лет пятьдесят, но это было сложно определить – лицо старика было скрыто за бородой и склоченными длинными волосами. Одетый в ветхий плащ и потертые штаны, простые заношенные ботинки, он имел удручающий вид. Впрочем, на фоне мрачного двора старик выглядел вполне естественно. Вин достал пару монет и вложил в протянутую руку нищего.
- Вот. Возьми.
- О, вы так добры, господин! – старик моментально спрятал руки под одеждой и, опустив голову, попятился назад.
- Постой! – остановил его Вин и подался вперед. – Ты хорошо знаешь город?
- Конечно. – пробормотал старик. – Я всю жизнь провел на его улицах. Знаю каждый уголок, каждую крысиную нору, ха!
- Я дам тебе еще, если скажешь – где в городе самое плохое вино?
- Вино? Вино везде хорошее. Нет – есть плохое. Его даже я не смог осилить. Мерзость.
- Где ты его взял?
- В таверне Босвилей, да. Меня туда не пустили бы, но работники иногда делятся едой. Дают, что останется. Часто вино это давали, но его нельзя пить.
- А у них откуда?
- Хозяин дает. Он их кормит там, кормит плохо. И вино дает. Но они не пьют – прячут. Больше не знаю.
Вин вздохнул, достал еще пару монет и отдал нищему. Тот засеменил ногами по двору, прячась в тени стен домов и бормоча себе под нос. Парень же поспешил покинуть это мрачное место.
Зурк проголодался и невнятным языком попросил еды. Вин поделился с ним ломтем копченого мяса, и тот успокоился, довольно чавкая. Обратившись к местным жителям, Вин без проблем отыскал таверну – она оказалась буквально в самом центре, на краю центральной площади с ратушей. Это было первое здание на улице Маршвуд, которая спускалась вниз, к окраине города. Здания на этой улице, стоящие на уклоне, имели укрепленные насыпные фундаменты. Порой они оседали и здания перекашивались, в стенах появлялись трещины.
Внутри таверна привлекала чистотой, ухоженностью и обилием света. Последнему способствовали высокие, но узкие окна, сплошь покрывающие две стороны большого зала. Пока Вин осматривался, к нему подошел один из работников таверны и спросил учтиво:
- Желаете что-нибудь?
- У меня к вам вопрос несколько личного характера. Мы можем поговорить?
- Выйдем наружу. – холодно и снизив голос сказал работник, указав на дверь. Сам же он быстрым шагом направился в сторону кухни. Вин не стал задавать лишних вопросов и покинул таверну.
Улица Маршвуд была весьма оживленной. Редкие паромобили сливались с потоком велосипедистов и обладателей шумных пароциклов. По краю дороги спешили люди, но особого порядка в их движении не было: они переходили улицу в любом месте, могли идти и посреди нее, неохотно уступая дорогу транспорту. Порой шофёры вступали в словесную перепалку с перегородившими путь особами, и туда подключались кучи зевак и неравнодушных.
Стараясь не мешать потоку людей, Вин отошел к углу таверны, где за металлической изгородью с калиткой была дорожка к черному ходу. Спустя минуту сюда вышел тот самый работник и открыл замок на калитке.
- Следуйте за мной.
Обойдя таверну вдоль стены по дорожке между разросшихся кустов, они оказались возле двери. Небольшой закуток сторонами в несколько метров был огорожен с трех сторон стенами таверны и соседних зданий. Здесь проходили и паровые трубы, на земле росла чахлая трава. Возле двери так же стояла крупная деревянная бочка, закрытая тяжелой крышкой. Работник остановился возле нее, сложив руки на груди. 
- Я слушаю.
- Я хотел бы поговорить о вине из вашей таверны.
- Вино? У нас большой выбор. Но вы могли бы поговорить об этом и в зале.
- Речь не о вине, что подают посетителям. А о том, что хозяин дает вам.
- Какой вам до него интерес? – работник немного побледнел.
- Правду ли говорят о его вкусе? Что его не возможно пить без отвращения?
- Мало ли что говорят! Какое вам до этого дело? У нас все хорошее.
- И все же. – настаивал на своем Вин. – Я хочу приобрести.
Работник посмотрел на Вина как на сумасшедшего.
- Вы смеетесь надо мной? Кому может понадобиться эта мерзость? Если вы конечно не хотите испортить нам репутацию.
- Нет. Речь идет о чужой репутации. – Вин решил придумать что-нибудь убедительное, но у него никак не выходило. – Эм… У моей кузины будет прием – нужно устроить конфуз.
Работник спокойно выслушал и сказал, понизив голос:
- Занятно. Что-ж, меня это не особо интересует… Я дам вам одну бутылку – за 15 монет.
- Я думал, что вы рады были бы избавиться от него. – заметил Вин.
- Верно. Но я хотел бы убедиться, что вам оно действительно нужно. 15 монет и забирайте.
Вин молча достал мешочек с деньгами и отсчитал работнику необходимые деньги. Тот убрал их в свой кошель и прошел в дальний угол у стены, где была небольшая яма. В ней он извлек из под песка темную бутылку и подошел к Вину. Одним движением вытащив пробку, он провел открытым горлышком возле лица парня. Вин невольно отшатнулся и закашлялся от резкого запаха.
- Довольно, верю! – сказал он. Работник вбил пробку обратно в бутылку и протянул ее Вину. Тот тут же спрятал ее в сумку и спросил:
- Объясните мне одну вещь – почему хозяин дает вам это вино?
- Все просто. Это все дисциплина. Хозяин кормит нас днем, и еда зависит от наших стараний. За хорошую работу он и кормит нас хорошо, за провинности – меняет на дурную пищу. Вино тоже… Оставлять его как и выносить из таверны нельзя. Как-то мы приноровились тайком сливать его в бутылки, а их прятать от глаз хозяина… Раньше у нас его было много, но мы стараемся – и теперь почти не видим. Вам повезло – это была последняя, лежит здесь уже почти месяц.
- Благодарю вас. – ответил Вин.
- И вот еще что… Я бы попросил, чтобы этот разговор о происхождении вина остался в тайне. Нам еще здесь работать…
- Хорошо. Я обещаю.
- Вот и славно.
Работник вывел его наружу, после чего спешно вернулся к своим обязанностям. Вин вернулся на центральную площадь и вновь обратился к списку Газоро.
- Сок мандаринов высокомерия… Эта загадка посложнее будет.
Вин убрал список и решил первым делом посетить рынок Блаустона. 
  ''';
  static String v4a = 'Глава 4. Ценное увлечение';
  static String v4 =   '''
  Когда-то в старину рынок был прямо здесь, на центральной площади: сюда съезжались ремесленники и купцы как с других провинций, так и с других стран. Свои прилавки и товары они размещали как им заблагорассудится – у домов, ратуши или просто посреди площади. Но город рос и развивался – рынок переместился на окраину, стал больше, оброс техникой. Железная дорога, связывающая Блаустон со столицей, дала прилив денег – но ненадолго. Теперь, когда все пришло в упадок, рынок и торговля в целом начали сжиматься, словно печеное яблоко на жару.
За оградой из камня территория рынка казалась огромной и пустынной: торговцы теперь предпочитали оставаться около стен и рядом с небольшими крытыми, каменными галереями. Ближе к углам стояли небольшие мастерские, где работали кузнецы, портные и кожевенники: хоть в магазинах было полно товаров с фабрик, ремесло по-прежнему было в почете жителей небольшого городка. С одной стороны рынка была даже небольшая площадка для разгрузки дирижаблей торговцев – весьма популярный вид транспорта. Относительно дешево они могли доставить товары с других городов, покрывая в своем пути огромные расстояния. Зачастую торговцы брали в аренду дирижабль совместно, сокращая и так небольшие расходы. Однако крупные заводы предпочитали поезда дирижаблям, ибо последним было совершенно не под силу перемещать огромные партии грузов.
Большая часть галерей была занята торговцами продовольствием. Именно туда и направился Вин, придерживая сумку с Зурком на плече. На рядах галерей шла довольно бойкая торговля, обсуждались цены и царила извечная суета. Возле прилавка с фруктами стояла девушка с маленькой шляпкой-цилиндром поверх темных волнистых волос. На ней была длинная узкая юбка почти до земли, корсет и коротенький маленький пиджак. Красивое овальное лицо с хищными глазами и пухлыми выразительными губами выражали возмущение. Она бурно обсуждала что-то с продавцом, что со стороны было больше походило на горячий спор. Вин подошел поближе, с интересом рассматривая ароматный товар -  некоторые фрукты оказались ему совершенно не знакомы.
- Мисс, эти персики не могут стоить меньше, уверяю вас! Изменились поставки, цена выросла и уже не будет прежней!
- Я всегда у вас заказывала персики из Жирото, а вы мне хотите продать из Хоррума! Неужели не понятно, что мне не нужны хоррумские персики?
- Я еще раз вам объясняю – из Жирото больше ничего не будет, нам запретили с ними торговать! Вот и везем из Хоррума, а это намного дальше – и дороже! 
- Почему же тогда запретили только в Блаустоне, а моя сестра из Кольтана по телеграфу говорит, что у них все есть! Почему?
- Потому что… - продавец заметил Вина возле прилавка и запнулся на полуслове. – Вы что-то хотели?
- Да. Мне нужны лучшие мандарины. – задумчиво ответил Вин. Продавец огорченно вплеснул руками:
- Нет мандаринов, совсем нет! Перестали завозить.
- Потому что все возили из Жирото, а теперь ерунда какая-то! – возмущенно вмешалась девушка.
- Почему перестали возить? – спросил Вин.
- Это не наша прихоть, есть запрет! – ответил торговец. – Мы не имеем права торговать с Жирото, иначе вообще работать запретят! – он закашлялся, взял кувшин с водой и отпил несколько глотков. После, успокоившись, добавил. - Идите с вопросами к министру. Это он там все решает.
- И пойдем! – эмоционально ответила девушка, и быстрым шагом направилась к выходу из рынка. Вин поспешил за ней.
- Что вам? – раздраженно сказала она, заметив идущего рядом парня. – Думаете, я не права?
- Нет, почему же, я хотел бы наоборот помочь разобраться. Я пойду с вами. 
- Прекрасно! – ответила она и отвернулась. 
Спустя несколько секунд она бросила осторожный взгляд на парня и заговорила вновь. 
– Вы уж извините меня за резкость, очень уж меня разозлило все это.
- Я понимаю, - ответил Вин. – Меня самого очень расстроили такие новости.
- Что-ж, давайте пойдем к этому министру и выясним в чем дело… Хотя мы и так уже идем. – она улыбнулась.
Резиденция министра оказалась совсем рядом – по другой стороне улицы от рынка шел ряд домов, тесно выстроенных в неровную линию. Пройдя под подворотней в одном из домов, они оказались на площадке перед высокой кованной оградой, за которой высился роскошный двухэтажный дом. За ним виднелась высокая белая колокольня городского собора.
- Меня Камилла зовут, - робко сказала девушка, сложив руки на маленьком кожаном ридикюле перед собой. Парень посмотрел на нее и сразу поймал любопытный взгляд зеленых глаз.
- Я Винченцо. Я не местный – недавно в вашем городе.
- Правда? А откуда?
- Я пока не могу об этом говорить. Может быть позже.
Оказавшись около подозрительно гудящих ворот, Вин потянул за яркий шнур, прикрепленный к длинному рычагу на каменном столбе изгороди. Тишину разорвал пронзительный свист, в точности как у паровоза. Сходство усилилось облачком пара, поднявшимся над изгородью. Спустя минуту из дома вышел дворецкий и подошел к воротам.
- Вы по какому вопросу, господа? – спросил он. Камилла хотела было ответить, но Вин остановил ее жестом и сказал:
- Мы на прием к министру. По вопросам торговли.
- Сегодня министр не принимает. Приходите завтра.
- Мы не можем ждать. Дело срочное.
- У министра важные дела, сожалею. – дворецкий отошел от ворот.
 - Ну, если господин министр желает нести убытки… - громко сказал Вин, чтобы дворецкий мог его услышать. Тот остановился на секунду и скрылся в доме.
- Похоже, вопрос придется решать иначе, - вздохнула Камилла.
- И какие есть варианты?
- Не знаю. Возможно, придется обратиться в гильдию торговцев. Я…
Не успела Камилла договорить, как ворота зашипели и со стуком разверзлись перед посетителями. Вин и Камилла зашли внутрь, дворецкий уже услужливо открыл перед ними дверь.
- Заходите. Министр ожидает вас на втором этаже.
- Подождите меня здесь, хорошо? – сказал Вин Камилле, указывая на небольшой столик с двумя креслами. Камилла лишь равнодушно пожала плечами. – И присмотрите, пожалуйста, за моей сумкой – я не могу с ней идти на прием.
- Хорошо, буду здесь. – ответила Камилла, усевшись в кресло.
- Желаете ли кофе? – спросил ее дворецкий.
- Да, со сливками.
Вин же поднялся на второй этаж и зашел за тяжелые дубовые двери. За ней оказался просторный кабинет, слева полностью покрытый витражами, откуда проникал дневной свет. Блестящий паркет, деревянные панели стен, дорогая лакированная мебель - все здесь было пропитано роскошью. С потолка свисала огромная хрустальная люстра, в которой мелькали отблески. Справа был камин, где с легким треском и гудением горели дрова. На нем стояла причудливая фарфоровая статуэтка. Возле витражей стоял книжный шкаф - их вообще здесь было очень много, они стояли вдоль стен сплошным массивом. Рядом с этим шкафом был стол, рядом - кресло. За ним сидел грузный мужчина лет 50ти, в дорогом костюме и атласной жилетке. Пышные бакенбарды обрамляли широкое лицо, которое излучало солидность и серьезность. Взгляд его был устремлен на витражи - в них читалась некоторая грусть. Величие всюду - как пожалуй и хотел министр.
- Проходите, присаживайтесь. - очень спокойно и значимо сказал он, не отводя взгляда от витражей. Вин не проронив ни слова подошел и сел на резной стул возле стола.
- О чем же вы хотели со мной переговорить?
- Я...
- Вы сказали, что я могу понести убытки, - перебил министр, положив руку на стол. - Весьма сильное заявление, и я хочу знать - почему.
- Господин Штайер, я хотел бы поговорить с вами о запрете торговли с Жирото. После его введения торговцы вынуждены продавать товар из других городов, по значительно большим ценам. И это... возмущает жителей.
- Правда? Однако такие мелочи меня мало заботят. У вас все?
- Вы могли бы исправить ситуацию. Это было бы полезно и для города.
- Полезно? Не думаю. - министр поднялся со своего кресла и неспешно подошел к камину. Помолчав с секунду, он сказал. - А вы знаете, почему возник этот запрет?
- Если честно - не знаю, - робко ответил Вин. Спокойствие Штайера пугало его. - Я надеялся услышать это от Вас.
- Несколько дней назад мэр Жирото был с визитом в Блаустоне. Это был дружеский визит, визит уважения... Не столь важно. Он нанес оскорбление мне, сказав, что наша экономика находится в упадке - хотя мы стоим выше в списках округов. Он снисходительно предложил свою помощь - ходатайствовать в муниципалитет о поддержке нас как "отстающих". Как я мог простить подобное мэру города, который Блаустону и в подметки не годится?
- И вы...
- Я издал указ о эмбарго товаров из Жирото. Объяснил нашему управителю, что мы должны держать свое имя.
- Но так вы усложнили жизнь горожанам.
- Бросьте. Люди всегда бывают недовольны. А что насчет убытков... Не столь они и важны.
Министр достал из деревянной шкатулки сигару и закурил.
- И чего же не хватает людям?
- Да хотя бы фруктов. Многие завозились только из Жирото. И еще много всего...
- Хотите взглянуть на мой сад? - внезапно спросил министр.
- Не откажусь.
Штайер подошел к неприметной двери между книжными шкафами и открыл ее своим ключом, который достал из кармана жилетки. Зайдя туда следом, Вин обнаружил большую застекленную галерею. Вдоль нее были посажены всевозможные экзотические растения, многие из которых парень видел впервые. Министр прошел вперед еще пару десятков метров - здесь, под стеклянным куполом росли фруктовые деревья и кустарники. Аромат их плодов смешивался в потрясающий букет, на который слетались немногие проникшие в галерею насекомые.
- Как вам? – с интересом спросил министр, обходя пышные деревца. – Это особые сорта, такие выводят только на другом континенте. А вкус – он просто бесподобен!
Штайер переходил от растения к растению, увлеченно рассказывая Вину историю появления каждого в его саду. Абрикосы министр даже разрешил попробовать – и действительно, сравнивать их божественный вкус Вину оказалось просто не с чем. Но его мысли вновь и вновь возвращались к Камилле и их разговору на рынке. В конце концов, он обещал разобраться с этой непростой ситуацией.
- И никакие диковины из Жирото не сравнятся с моим садом! Есть в городе старый сад Фридриха – но там лишь бесполезные растения, да и дни его, увы, сочтены! – восклицал Штайер, проводя рукой по блестящим гладким листьям. Затем, спустя мгновение, спросил. – Итак, вы сказали мне, что я мог бы исправить ситуацию. У вас есть конкретные предложения?
- Да, - ответил Вин. – И ваш сад очень помог бы в этом.
- Неужели? Что ж, я слушаю.
- Вы сказали, что хотели проучить Жирото, ограничив ввоз их товаров. А как насчет ограничения и в других городах?
- Не совсем понимаю ход ваших мыслей.
- Ваш сад… Если уж он так прекрасен и ценен – почему бы не начать выращивать эти сорта на землях Блаустона? Вы бы смогли обеспечить фруктами и наших жителей, и другие города. Ведь они станут предпочитать ваш товар торговцам Жирото. Они потеряют рынок. 
- Прекрасно. Без сомнения, это будет куда весомее простых запретов! Но мне этот сад обошелся в бесчисленное время и деньги. 
- Вы быстро окупите их за счет больших продаж.
Штайер задумался. Повисла напряженная тишина.
- Вы правы, это будет хорошим решением! К тому же, мы решаем проблемы населения – а это дополнительный рейтинг… Что ж, мне нужно сообщить об этом в главном управлении. 
Министр торопливо направился к выходу. У самого выхода он остановился у входа и обернулся. 
– Выражаю вам свою благодарность. В ближайшее время я решу вопрос о вашем вознаграждении… А пока что – угощайтесь дарами моего сада, это того стоит!
Штайер вышел из сада, оставив Вина в одиночестве. Как только он скрылся за дверями, парень торопливо обошел фруктовые деревья и остановился возле мандаринового дерева. На нем был десяток гроздей ароматных плодов, скрывавшихся посреди пышной листвы. Вин сорвал пару и положил в карман сумки. Затем он поспешил покинуть резиденцию министра, опасаясь вызвать подозрения и показаться бестактным.  
Спустившись на первый этаж, Вин обнаружил Камиллу, весело играющей с Зурком. Девушка смеялась и легко водила в воздухе рукой, а фамильяр пытался ее поймать и мило урчал. Заметив Вина, Камилла улыбнулась. 
- А я и не знала, что у вас здесь прячется такое милое чудо! Кто это?
- Это? Это мой питомец, любит со мной путешествовать. Он редкий, таких здесь не встретишь.
- Да, такого не часто увидишь! А как его зовут?
- Ззуррк! – довольно произнес фамильяр и вновь заурчал. Камилла раскрыла рот от удивления.
- Он… Он еще и говорить умеет?
- Да… Я ведь говорил, что он очень редкий! – Вин подошел уже к самому столику. И вновь он перехватил взгляд Камиллы, от которого ему стоило больших усилий оторваться. Камилла смутилась и поспешила сменить тему.
- Пока что придется покупать фрукты из Хоррума… Но в будущем будем иметь и со своих земель! А может и от сестры что-то буду привозить… А вы решили свой вопрос у министра?
- Да, вполне. – ответил Вин.
- Не откажете мне заглянуть в гости на чашку чая?
- Не откажусь. Отдохнуть было бы кстати.
- Вот и чудно. – Камилла встала с кресла. – Я живу тут неподалеку, идем! 
  ''';
  static String v5a = 'Глава 5. Обретая силу';
  static String v5 =   '''
  Дом девушки оказался на соседней улице. Отсюда так же была видна колокольня собора, но теперь она немного прикрывала солнечный свет. Небольшой доходный дом сдавал комнаты и квартиры постояльцам, таким же как и Камилла. Внутри оказалось не слишком просторно, но уютно – в теплых тонах стены, обилие света, красивая мебель… Атмосфера умиротворения окутала гостей дома. Девушка направилась с порога прямо к маленькой кухне.
- А что любит ваш питомец?
- Это стоит у него спросить. А мне пока нужно кое-что сделать.
- Ну, тогда попробую ему угодить!
Камилла вернулась к Зурку, пытаясь найти с ним общий язык. Тем временем Вин приступил к созданию первой микстуры. В бокал на треть было залито вино – при этом Винченцо морщился и едва сдерживал себя от резкого запаха и осознания, что это придется ему выпить. После, очистив мандарин из министерского сада от кожуры, парень выдавил его сок. Слегка взболтав полученную смесь, он с недоверием посмотрел на голубую жидкость в флаконе Газоро. «Про нее он так ничего и не сказал конкретного» - подумал Вин про себя и осторожно добавил из него пару капель. Не успели они раствориться в содержимом бокала, как жидкость замерцала голубым свечением и слегка заискрила. Раздалось легкое шипение, и парень к своему удивлению почувствовал запах воздуха после грозы. Резкий аромат вина же практически перестал ощущаться. 
«Кажется, получилось…» -  тихо, едва слышно сказал Вин сам себе. Схватив бокал, он вышел с кухни к Зурку и Камилле. 
- Что это? – удивленно подняла она взгляд на Винченцо. – Вы собираетесь предложить мне выпить? 
- Предлагаю. Но не вам. – с этими словами парень сел на диван рядом с Зурком. Тот насторожился и притих. – Это ему. 
- Зуррк хочет пить, - урча заявил фамильяр и потянулся к бокалу. Вин слегка отстранился от него и сам сделал глоток. На удивление, вкус был без неприятного оттенка. Оставшуюся половину моментально проглотил Зурк. И только Камилла немым зрителем с непониманием в глазах смотрела на них двоих, пытаясь предугадать дальнейшие события.
- Что вообще происходит? Вин? 
- Сейчас узнаем, - ответил парень и устало прикрыл глаза. По его телу уже прокатывалась волна расслабления и сонливости. Внезапно начались легкие покалывания. Зурк жалобно заурчал. Через мгновение парень и фамильяр начали мерцать и растворяться в пространстве. 
- Вин?!
Через еще одно мгновение перед Камиллой уже никого не было. 
Вин очнулся спустя несколько неимоверно долгих мгновений. Во всяком случае так показалось именно ему. Из вяжущей пустоты раздались сначала редкие звуки - легкое далекое гудение, разносящаяся эхом редкая капель. Можно было представить, что находишься в какой-нибудь горной пещере, где часто единственным гостем бывает лишь ветер. Так подумал бы и Винченцо, если бы вернувшееся зрение, сначала ужасно расплывчатое, не стало обретать былую четкость. Нос учуял запахи - сырость с металлическим оттенком. Слишком необычно.
Парень сделал усилие над ослабшим телом и приподнялся, затем сел, удивленно окинув взглядом место, куда он попал. Здесь со всех сторон был полумрак; Под ногами всюду был серый, холодный и слежавшийся песок. А прямо перед Вином находилась невообразимых размеров машина - сотни металлических труб, шестерен, рычагов, конструкций... границ ее не было видно - дальние части машины скрывались в полумраке. Винченцо взглянул вверх - на высоте все было затянуто сплошной и очень плотной завесой тумана. Среди частей машины кое-где висели керосиновые фонари. Они давали слабый тусклый свет, не способный вырвать из полумрака сколь либо значимый фрагмент чудовищного механизма, который изредка еле слышно поскрипывал.
Столь мрачное зрелище окончательно привело парня в чувство и он поднялся в полный рост. Рядом кто-то жалобно заурчал - склонив голову, Вин обнаружил Зурка, который так же приходил в себя. Вид у него был весьма потерянным.
- Где мы? - глухо спросил парень, но ответа не последовало. Казалось, что в этом месте никто и ничто не могло его услышать. Тогда он осторожно начал идти в сторону машины, озираясь по сторонам и вглядываясь в темноту. Фамильяр неуверенно следовал за ним.
- Я не помню, как мы здесь оказались... - тихо сказал Вин в слух. В ту же секунду раздался неприятный мокрый скрип откуда-то сверху механизма, затем - металлический короткий скрежет. Сделав еще пару шагов, Вин замер и взглянул вверх. Части машины стали лучше видны, но стало заметно и другое - нечто опутывало отдельные ее детали. Нечто, похожее на отвратительные водоросли или корни растений, слегка блестевшее в свете фонарей слизью. Большее рассмотреть не удавалось - даже цвет "корней" был неопределенным. Парень почувствовал жуткое неприятие к этому месту.
- Что это...
На мгновение Вину показалось, что корни слегка шевельнулись. От этого стало не по себе. Рассуждая над тем, что делать дальше, парень заметил небольшой пьедестал с увесистым металлическим рычагом. Из интереса он попробовал его сдвинуть - однако усилиям рычаг поддавался с трудом, издавая противный металлический скрежет. Поднапрягшись, Вину удалось сдвинуть его в другое положение. 
Через мгновение казалось, что все вокруг содрогнулось. Раздался громкий лязг, который тут же умолк: все механизмы чудовищной машины сдвинулись и замерли, опутанные таинственными корнями. Раздался протяжный громогласный вой и "водоросли" нервно сжались вокруг деталей еще сильнее. Машина едва заметно пыталась шевелиться, но тщетно: лишь фонари начали слегка раскачиваться, их свет заплясал неровными пятнами. От столь пугающего и непонятного зрелища Вин покрылся холодным потом: он совершенно растерялся, мысли сбились в бестолковый клубок - и замерли в голове безмолвием.
Внезапно оживился Зурк. Тихо заурчав, он двинулся к правой стороне машины. Вин растерянно проводил его взглядом. Спустя мгновение он заметил большую металлическую дверь, которая усилием механизма едва заметно двигалась вверх- вниз. Именно к ней и шел фамильяр, и Вин последовал за ним. 
Часть двери была опутана корнями, как и части механизма вокруг. Зурк зарычал и вцепился зубами в небольшой отросток "водорослей" - тот лишь зашипел и рефлексивно скрутился, освободив кусочек двери. Было определенно ясно - это живое существо. И оно реагирует. Фамильяр отскочил назад и закашлял. Все его зубы были измазаны в отвратительной и дурно пахнущей слизи корней. Вин невольно поморщился.
- Ну и гадость... Но нужно освободить эту дверь, - он обернулся в поисках идей. Кое-где возле механизма лежали сломанные детали и металлический лом. - Нужно найти что-то подходящее...
Наконец на глаза парню показался довольно длинный и увесистый металлический прут. Толщиной он достигал с запястье и был расплющен с одной стороны; Там же размещались и пару круглых отверстий. Где и зачем он находился раньше - Вина не интересовало, но прут оказался весьма кстати. Подтащив его к самой двери, Вин ухватил его за край двумя руками, напрягся, сделал размах - и обрушил всю его тяжесть на один из охвативших дверь корней.
Раздался громкий рев откуда-то сверху, во все стороны брызнула отвратительная слизь. Корень скрутился в спираль, будто бы от боли, освободив очередную часть двери. Воодушевленный, парень нанес еще несколько увесистых ударов - и вскоре дверь была полностью освобождена. Но это не решило всей проблемы - ведь механизм по прежнему был заблокирован.
- Так, - задумчиво сказал Вин. - Посмотрим. Можешь указать где мешает? - обратился он к фамильяру. Тот лишь заурчал и вскочил на выступающие детали машины. Спустя пару секунд он уже указывал на крупный корень.
- Тутт, ррр. - немного теряя звуки произнес Зурк. Вин подошел на шаг и вновь обрушил прут на "нечто". Вновь рев, охваченная шестерня высвободилась и начала медленное вращение. 
Где-то зашипел пар, то там то здесь зашевелились корни. Стараясь не упускать их из виду, Вин наносил удар за ударом. Кое где это было невозможно - и преодолев отвращение, парень хватался за слизкие отростки руками и отдирал их от шестерен и патрубков. Корни сопротивлялись, но механизм все больше обретал движение и оживал. Становилось трудно дышать, руки постепенно уставали - особенно пальцы. Наконец дверь дрогнула и стала неспешно открываться. Стряхивая слизь с одежды и рук, Вин поспешил к ней. Зурк опередил его - будучи маленьким, он первым прошмыгнул в открывшуюся щель под дверью и устремился по металлическому коридору вперед. По сторонам от него то и дело приходили в движение механизмы, вырывались струйки пара, лязгал металл и капало масло. В ушах нарастала жуткая и безобразная какофония, обещая совсем скоро стать невыносимой.
Когда же Вин все-таки смог миновать дверь и пробежать коридор, он очутился в небольшой квадратной комнате, освещенной небольшим люком сверху. Свет из него столбом падал на чашу, которая покоилась на вытянутой ножке высотой в полтора метра. Над чашей, в сантиметрах пяти парил небольшой камень ярко- зеленого цвета, излучавший такое же мягкое свечение. Его гладкая поверхность отражала свет и казалась отполированной. Зурк сидел рядом и казалось ждал прихода Вина.
- Зурк, ты...
Не успел он договорить, как фамильяр вскочил на чашу и одним броском схватил и проглотил камень. В то же мгновение столб света замерцал и раздался жуткий глухой вопль неизвестного чудовищного существа. Все вокруг затряслось словно от землетрясения, и Вин с Зурком упали вниз. В глазах внезапно потемнело, и через мгновение мрак и тишина полностью поглотили их разум.
- Да очнись же! - услышал Вин расплывчатый голос, сначала неясный и едва слышный - но с каждой секундой все более близкий и четкий. Перед закрытыми глазами была туманная пелена, которая будто проникла до самой глубины разума. Парень медленно приходил в себя.
- Вставай, - продолжал говорить уже определенный женский голос. Через секунду Вин узнал в ней Камиллу. - Ну же!
Парень сделал усилие и открыл глаза. Поток света тут же устремился в них, заставив вновь зажмуриться. Морщась, он повернул голову набок и зашевелил руками.
- Слава Богу, вы в порядке! - воскликнула Камилла, склоняясь над парнем. - Знали бы вы, как меня напугали!
- Что... Что произошло? - продолжая щуриться от света сказал Вин. Через неприятные ощущения он уселся на полу. - Эти видения... Я как будто спал.
- Видения? Да вы просто исчезли у меня на глазах! - сказала девушка. - Выпили какую-то жидкость, а потом просто растворились в воздухе. А я еще подумала, что брежу.
- Так... - Сказал Вин, собираясь с мыслями. - Значит это были не видения. Эта машина, щупальца... Но где мы были? - он рассеянно осмотрелся по сторонам. Вокруг него по прежнему была квартира Камиллы. - А где Зурк?
- Кто? А, твой питомец, - сказала девушка. - Я не видела его. Вы исчезли вместе, а потом появился лишь ты один. Без сознания - мне даже показалось что мертвый! Хоть обошлось.
- А где же он тогда?
За дверью в соседней комнате раздался шум, будто кто-то разгребал завалы всякого хлама. Вин с Камиллой озадаченно взглянули на дверь. Спустя секунду за ней раздался тихий хрип. 
- Зурк? - встревоженно окликнул Винченцо. В ответ дверь медленно отворилась и на пороге показался фамильяр. Но как он выглядел! В своих размерах он вырос до размеров взрослой собаки. Формы тела значительно изменились, конечности вытянулись. Даже голова стала более хищной, а в глазах теперь светился настоящий разум.
- Я здесь. - хрипло и отчетливо произнес он, подходя к Вину. При виде нового обличья Зурка, у Камиллы началась паника.
- Я боюсь его! Отойди, не приближайся! Нет!
- Не бойтесь, я не причиню зла, - ответил Зурк. - Я вырос.
- Что произошло? - осторожно спросил Вин.
- Камень. Он дает мне силы. Газоро говорил.
- Но откуда ты знал?
- Не знал. Просто чувствовал. Он притягивал к себе. Я не знаю.
Камилла притихла, с волнением слушая странный диалог. Вин задумался.
- Ничего не понятно. Микстуры, эта машина, камень... Мне нужны ответы. Идем. - с этими словами он направился к двери. 
- Стой! Куда ты? - спросила девушка. Вин обернулся.
- К тому человеку, кто сказал мне о микстуре. Которую мы выпили... И исчезли, как выясняется.
- Ты пойдешь один? А как же он? - Камилла указала на Зурка. Тот сидел на полу и осматривался. - Он слишком необычен, вы не можете так идти в город!
- Я могу пойти один, - ответил Вин. - А вы подождите здесь.
- Я не останусь с ним! Мне страшно...
- Идите вдвоем. Мне нужно немного отдохнуть. - сказал Зурк своим пугающим голосом. После этого улегся на полу и закрыл глаза. Вин безучастно взглянул на него.
- Идем. Думаю, это лучший вариант. У вас же нет срочных дел?
- Нет. Идем. Это далеко?
- Черный дом, возле памятника Вирг.. Вигм...
- Валир? Я знаю где это. - Камилла поправила локон волос. - Это рядом.
Оказавшись на улице, Вин заметил, что солнце уже склонялось к закату. Его теплый свет теперь был сбоку, дома отбрасывали угловатые тени, едва заметно ползущие по брусчатке. Периодически солнце пряталось за рваными облаками и на секунды весь окружающий пейзаж терял яркость и серел. Вездесущий запах сырости лишь усиливал картину.
- Сколько времени прошло? - сказал Винченцо, обратившись к идущей рядом Камилле. Та лишь недоуменно подняла брови.
- Прошло когда? Или вы о вашем исчезновении? Ну, часа три я полагаю. Может чуть меньше.
- Странно...
- Что странно?
- Когда мы были там - казалось, что прошло каких-то десяток минут. Но никак не три часа. Выходит, мы не просто перенеслись куда-то... Как и раньше.
- А что было - там?
Они перешли на другую улицу и направились в тени дома к окраине. Под ногами то и дело попадались лужи. Вин пытался подобрать слова, но тщетно.
- Как сказать... Там была тьма. А еще - огромная машина, не передать словами. И какие-то корни... Нет, это звучит просто бредово.
- И пугающе. - добавила девушка. - Хорошо, что меня там не было.
- Да. Вам повезло избежать этих не лучших впечатлений.
Камилла вздохнула. На ходу она поправила прическу и длинную юбку - вся эта красота требовала немало труда и времени, но была не самой практичной. В то же время трудно было найти что-то, больше подчеркивающее женственность. Винченцо привык к одежде его времени - очень облегающей, тонкой, будто бы сливающейся с телом. А здесь - разнообразие, изящные обводы - но не выдающие все. Камилла не отличалась ростом, но будучи на каблуках, в этом платье с украшенным корсетом она выглядела очень грациозно. С такими мыслями он иногда задерживал взгляд на этой девушке, отчего та начинала невольно смущаться и волноваться.
- Что-то не так? - осторожно спросила она, стараясь не показывать виду. Вин опустил взгляд.
- Все в порядке. Просто мне непривычно у вас. Все не так, как в моих местах.
- А как у вас?
- У нас... Все более просто что ли. Куда не посмотришь - все понятно, не задаешься вопросом. От того и скучно. Здесь же... здесь все такое мудреное... Как ваше платье.
- Обычное платье, что в нем такого? - обиженным тоном произнесла Камилла и притихла. Но уже через мгновение сменилась интересом. - То есть, у нас не скучно?
- Ну мне пока точно не скучно! - усмехнулся Вин. - А вот если бы всю жизнь жил здесь... Даже не знаю. Не смог бы наверное.
- Каждому свое. - выдохнула девушка и сделала знак рукой. - За этим домом повернем и будем на месте.
Дойдя до угла улицы они пошли направо и оказались недалеко от озера. Винченцо тут же узнал место - прошлый раз он пришел сюда с противоположной стороны. Отыскав взглядом черный дом, он уверенно направился к нему.
- Знаешь, у нас в городе про этот дом плохие слухи ходят, - сказала Камилла. - Что там люди пропадают и всякое другое...
- Ничего плохого там нет. Я ведь уже был в нем. Вам страшно?
- Немного, но это пройдет.
Поднявшись по уже знакомой лестнице, Вин постучался в дверь. Через пару секунд она открылась и Вин увидел знакомую лысую голову Газоро, который неторопливо уходил в свою комнату.
- Проходите, рад вас видеть, - сказал он не оглядываясь. - Хоть я и не ждал этого прихода столь рано. 
Винченцо с Камиллой зашли в гостиную и присели в кресло. Девушка чувствовала себя скованно здесь, чего нельзя сказать о Вине, не сводящего с Газоро глаз.
- У меня появились вопросы, и я хочу знать ответ. - уверенно заявил Вин.
- Даже так? - Газоро с удивлением взглянул на парня. - И какого рода вопросы? Может, я перепутал по рассеяности флаконы?
- Нет. Я добыл ингредиенты, сделал микстуру... Но вот что было дальше - я не могу понять. Где я был? Что за машина? Зачем я....
- Достаточно. Действительно - самое очевидное я вам и не сказал. Ну да ладно, присаживайтесь. - он указал на пару стульев с высокой черной спинкой и отодвинул их к гостям. - Итак, что произошло после того, как вы выпили микстуру?
- Сложно сказать... Сначала я почувствовал сильную слабость в теле и сонливость, а затем словно потерял сознание. - сказал Вин, перебирая пальцами по краю куртки.
- А затем он просто исчез у меня на глазах! - живо добавила Камилла.
- Хорошо. Что было дальше?
- Я попал куда-то, где всюду темно - и словно туман куда ни глянь... А еще огромная машина, никогда в жизни не видел ничего подобного. - продолжил Вин. Газоро заинтересованно приподнялся на стуле и подался вперед. Через секунду молчания он неторопливо начал рассказ.
- Это место мы называем Туманным миром. Он существует отдельно, туда нельзя просто взять и зайти... он как будто рядом с нами, но отдельно. Микстура, которую вы создали с моей помощью - это ключ, средство, благодаря которому человек настраивается на Туман и может перейти туда - но он не будет помнить, как. 
- Хорошо, допустим, что это мне ясно. Что насчет камней?
- Каких камней? - улыбаясь спросил в ответ Газоро.
- Вы знаете. Фамильяр, как только почуял такой - помчался и поглотил его, а затем... Он слишком изменился по возвращении.
- Я ведь говорил вам - вы делаете все это чтобы помочь фамильяру набраться сил. Так чему же вы удивляетесь? – ответил маг. Но, заметив неудовлетворенность Вина ответом, продолжил. 
- Камни были собраны с огромным трудом по всему свету культистом Грэдакилем чтобы создать ужасное творение - механический ад. С его помощью он надеялся установить царство некого темного божества над землями и диктовать бездуховному обществу его волю. 
Грэдакиль вырос в религиозной семье, но общество нашего времени было слишком жестоко к нему. Вера, которая была передана родителями, высмеивалась детьми прогресса. И тогда Грэдакиль решил поставить технику на службу вере. Обучаясь старым обрядам, он получил возможность выходить в Туман – тот самый слой параллельного мира.
После он добыл и камни... Каждый камень являлся святыней и хранился в тайне в разных почитаемых местах. Каждый несет определенные качества и добродетели, сила которых должна была обращаться силой изрыгающего огонь и пар механизма в чистое зло. 
Грэдакиль создавал свой механизм в тайне от людей, взяв с собой лишь некоторых специалистов-техников, а потому спрятал его части в отдельных «комнатах» тумана. К сожалению, никого из них не осталось в живых… В каждой «комнате» – отдельный камень и механизм, связанный с противоположным камню злом. В одной из них вам и удалось уже побывать.
После смерти Грэдакиля механизм остался незавершенным - оставалось добавить лишь пару камней самой сложной энергии. В попытке добыть их он был схвачен горожанами и предан суду, где осужден за смерть ряда жителей и тех самых техников. 
- Печальная история. – тихо произнесла Камилла.
- К сожалению, даже незавершенная машина, с силой камней является большой угрозой. И камни нужно забрать. Вы стали одним из добровольцев, которых я отправляю на поиски. Их очень много – я же прошу найти лишь несколько. Те ингредиенты, которые я сказал вам найти - связаны с определенными пороками человека. Они нужны чтобы попасть именно в такую часть Тумана с определенным камнем. 
- Зачем же тогда нужны фамильяры? Я мог бы справиться и самостоятельно.
- Ахах, весьма самонадеянно! Пока что вы побывали в самой простой части механизма. Дальше будет сложнее. И ваш фамильяр – вы зря недооцениваете его – окажет вам большую услугу.
Газоро резко закашлялся, ему понадобилось время прийти в норму. Налив стакан воды из графина на столе он сделал глоток, после чего вздохнул и продолжил.
- Я решил эту проблему просто - нужно разделить все камни и дать хранителя на несколько из них. Да, именно этих существ - фамильяров. Сами по себе они слабы, но благодаря силе камней - обретают большую силу. Это вы и видели по возвращении. 
- Хорошо, мне все ясно. Мне нужно продолжить поиски... Как насчет моего возвращения? 
- Всему свое время. Пока ваша цель - в этом. 
- И все?
- И все. Все что нужно - вы узнаете когда придет время. И да - постарайтесь им не разбрасываться зря. Слишком уж ценный ресурс.
- Спасибо за ответы. Не скажете где искать другие ингредиенты? 
- Это только ваша задача. Скажу лишь - чаще смотрите по сторонам. Мало ли.
- Благодарю за совет! - с сарказмом сказал Вин и вышел из комнаты.
- Доброго вечера. - не оборачиваясь сказал Газоро. В его доме вновь повисла пыльная и мрачная тишина.
На улицу тем временем опустился вечер. Уже горели редкие фонари у дверей, тусклые окна домов, по улицам неторопливо двигались скрипящие башни, высотой в несколько метров. Собранные из металлических труб и поставленные на небольшие колеса, они катились силой маломощных паровых машин - от их работы подножия башен были окутаны тяжелым паром. На их вершине стоял фонарщик с длинным, горящим на конце шестом. С помощью этого шеста он поджигал фитиль уличного газового фонаря, высоко подвешенного над улицей. Внизу другой человек тем временем откручивал вентиль, запуская газ из емкости под опорой фонаря. Пара минут - и часть улицы была освещена, а окутанные паром башни зловещими призраками плыли дальше по пустынным улицам.
Вин невольно вспомнил о своем мире. О ночных прогулках в центре города, по горящим сотнями огней и ярких вывесок улицам, среди исполинских небоскребов, где работали, отдыхали, смотрели сны сотни людей... Раньше это все было обыденностью, привычной взгляду картиной. Он не ценил этих моментов... Теперь же, когда он шел по непривычно тихим незнакомым улицам чужого мира, его украдкой начинала посещать тоска по дому.
- В это так сложно поверить... - сказала вдруг Камилла. - Все то, что говорил этот человек - неужели все правда? Откуда ты?
- Да, скорее всего так и есть. Я говорил, что я из далеких мест... И я хочу вернуться. Но помочь мне может только этот человек.
- Уже поздно. Можете переночевать у меня. Только... - девушка остановилась и повернулась к Вину. - Ваш питомец меня пугает.
- Он умный, думаю не составит вам проблем. Спасибо.
Вин с улыбкой и благодарностью взглянул на Камиллу. Та улыбнулась в ответ и устало прижалась к груди парня.
- Я так устала за сегодня... Пойдемте же скорее домой.
Спустя еще десяток минут неспешной прогулки по ночному Блаустону, Камилла уже открывала замок своей входной двери. Хитроумный железный замок несколько раз щелкнул, прежде чем сдвинуть пару коротких затворов и запустить посетителей в уютное жилище. Впрочем, внутри было темно - свет еще предстояло зажечь в домашних лампах.
- Осторожнее, здесь легко споткнуться, - тихо сказала Камилла. - Я схожу за фонарем и спичками, это возле кухни.
- Мне помочь? - спросил Вин.
- Нет, я же у себя дома. - теплым голосом ответила девушка и сделала шаг, но по иронии судьбы споткнулась о что-то на полу. Испуганно вскрикнув, она подалась вперед и была ловко перехвачена рукой вовремя подоспевшего парня. Машинально сделав полуоборот, Камилла ухватилась за шею Вина и невольно коснулась губами его лица. Не успела она опомниться, как ее губы сомкнулись с его губами в коротком поцелуе. Девушка на мгновение растерялась, а затем отпрянула на шаг назад.
- Простите, вы ведь сами говорили быть осторожнее, - сказал Вин.
- Ничего, - тихо ответила Камилла и добавила. - Это было неожиданно.
Она ловко выскользнула из рук парня и тихо усмехнувшись, юркнула на кухню. Там, в темноте, она почти на ощупь стала искать спичечный короб, деревянный и довольно увесистый. Но мысли путались в голове и она тщетно пыталась найти его там, где ничего не было.
- Да где же он... - раздраженно сказала Камилла, пытаясь дотянуться руками до верхних полок кухонного шкафа. Внезапно за ее спиной плавно возникло голубое свечение, выхватившее из темноты все уголки небольшого помещения. Девушка тут же увидела спички и фонарь, а затем озадаченно обернулась на свет и испуганно вскрикнула. 
Перед ней стоял Зурк и не сводил с нее взгляд. От его тела исходило то самое свечение, будто это было сияние на ночном небе. Мягкий свет не ослеплял и был приятен глазам. Девушка зачарованно смотрела на необычное явление.
На свет и голос прибежал Вин, слегка напуганный происходящим.
- Зурк? Ты...
- Моя помощь не помешает. Я не хотел мешать своим появлением, когда вы пришли.
- Но как... Этот свет...
- Камень дает мне силу.
В освещенном мягким светом доме теперь уже без труда удалось зажечь большие лампы. Воцарилась атмосфера домашнего уюта, все невольно расслабились, постепенно забывая о впечатлениях насыщенного дня. Зурк прекратил свое свечение, говоря, что это его утомляет. На скорую руку они собрали небольшой ужин, который всем троим показался весьма вкусным. Зурк съел неожиданно мало, объясняя это своим хорошим отдыхом. 
Поев, Вин снова развернул листок с рецептами микстур, ломая голову над возможными поисками следующих ингредиентов.
- Картофель голода и лавровый лист чести... Звучит мрачно. Поиски будут не из легких.
- У меня как раз есть и то, и другое. - смеясь сказала Камилла, накручивая свои длинные волнистые волосы на палец.
- Не все так просто. Голод и честь это не просто слова... Это условия. Нужно искать.
- Но прежде нужен отдых. Вы можете остаться в этой комнате, а я пойду в другую. Здесь не слишком много места...
Вин осмотрелся. Это была самая большая комната в доме Камиллы, выполнявшая роль гостиной. Здесь помимо пары кресел и большого стола была так же скромная софа, пара шкафов, еще столик с маленькой вазой, тяжелый книжный шкаф, старый и давно не используемый камин. Перед ним, на небольшом ковре, устроился Зурк, напоминая большую странную собаку. Удовлетворив любопытство, парень довольно кивнул головой.
- Переночевать здесь будет неплохо. Спасибо за гостеприимство.
- Не стоит лишних слов, - улыбнулась Камилла. - Я принесу вам одеяла.
Она скрылась за дверью, и Вин довольно вытянул ноги сидя в кресле. Здесь, в уютном доме, он чувствовал себя по настоящему свободно. Его отвлекло легкое урчание с другого конца комнаты - Зурк уже спал и теперь спокойно сопел во сне - насколько это можно назвать сопением.
Камилла вернулась очень быстро - одним одеялом она аккуратно укрыла Зурка, второе положила на софу.
- Доброй ночи, - сказала она, вернувшись к двери в комнату.
- Доброй ночи, Камилла, - ответил Вин, глядя ей в глаза. Она лишь улыбнулась и скрылась за дверью.
Некоторое время он пытался уснуть, размышляя о предстоящих поисках и поглядывая на едва заметное свечение над Зурком. Однако мысли плохо шли в усталую голову, и он решил, что утром будет проще выбирать. Через полчаса мысленной тишины он все же поднялся с софы и аккуратно подошел к двери в комнату, где спала Камилла. Она лежала с закрытыми глазами на широкой подушке, окруженная волнами пышных волос и легко дыша через едва приоткрытые пухлые губы. Руки ее устало лежали на кровати, прижимая мягкое одеяло к себе. Вин осторожно подошел ближе, любуясь ее прекрасным образом. Тихо вздохнув, он не удержался и тихо поцеловал ее еще раз. Камилла зашевелилась, сонно вздохнув и слегка повернув голову. Через мгновение она испуганно открыла глаза.
- Ты? ... ты...
- Я. - тихо прошептал Вин и легко взяв девушку под шею, вновь коснулся ее губ. Ее попытка сопротивляться была сломана буквально через мгновение, и уже ее руки опустились на плечи парня. Одеяло незаметно слетело с кровати и для них двоих время прекратило свой бег. 
  ''';
  static String v6a = 'Глава 6. Топкие земли';
  static String v6 =   '''
  После беспокойного сна Вин очнулся. Он лежал в кровати на смятой подушке, одной ногой на полу. Вин никак не мог привыкнуть к этому необычному ощущению сна в этом мире. Именно это говорило ему что он не у себя в мире, а где-то далеко, куда простой дороги нет и быть не может. Повернув голову, он увидел тихо сопящую у него на плече девушку, прижавшуюся к нему будто пытаясь согреться. По ощущениям на коже Вин понял, что Камилла без одежды и смутно вспомнил события этой ночи. Улыбнувшись себе, он осторожно выскользнул из постели, не потревожив сна Камиллы и тихо прокрался на кухню - его сильно мучила жажда. Однако едва перейдя порог он вздрогнул от неожиданности - там стоял Зурк и смотрел на горячий огонь, на котором грелась вода. Заметив парня, он шумно выдохнул.
- Что ты делаешь здесь?
- Утром люди пьют чай. Нет? - ответил Зурк со звериными нотками в голосе.
- Но как ты... Ладно, не важно. Это кстати.
- Я не умею варить чай. Вода скоро закипит.
Вин сонно осмотрел буфет и нашел там большую жестяную коробку. Открыв, он обнаружил там ароматный черный чай, весьма крупный. Однако он заметно отличался от того, что привык видеть Вин в своем мире. Вздохнув от нахлынувшего воспоминания, он засыпал чай в стоящий рядом заварник и залил как раз уже достаточно горячей водой. Дома он никогда не пил так чай - но вспомнил как это делали люди в одном историческом фильме. В воздухе повис прекрасный аромат, от которого на душе стало легко и приятно. Отыскав в буфете чайный сервиз, он расставил его на столе, не забыв и про Зурка.
- Я не могу пить из чашек. - мрачно заметил он, сидя возле стола. 
- Миска подойдет?
- Да. 
Заменив чашку неглубокой фарфоровой миской, Вин увидел стоящую у дверей Камиллу. Она успела одеть длинный халат и теперь с улыбкой смотрела на возню возле столика.
- Вы неплохо управляетесь в чужом доме, - смеясь заметила она. - Но я этому даже рада.
- Прошу прощения что без спроса. Доброе утро!
- Доброе, - мягко ответила Камилла. После повернулась к Зурку и добавила. - И вам доброе.
Зурк ответил мирным ворчанием. Вин разлил чай по чашкам и сел за стол. Только сейчас он заметил, что практически не одет и стыдливо посмотрел на девушку. Та, заметив его смущение, лишь простодушно махнула рукой.
- Не переживайте, у меня дома вас никто не увидит.
- А вы?
- А меня вы явно не смущаетесь, ответила Камилла и рассмеялась. Вин усмехнулся в ответ и торопливо направился в комнату, где наскоро оделся и принял подобающий вид. Вернувшись, он застал Камиллу в беседе с Зурком.
- Разве ты не испытываешь неудобств в своем обличье? Ты очень умен и не похож на зверя.
- Это облик, - отвечал Зурк. - С помощью камней я стану лучше. Нужно найти.
- А без них нельзя?
- Нет. Камни дают силу. Газоро знает.
- Нужно отыскать картофель голода, - вмешался Вин. - Где в Блаустоне выращивают картофель?
- У нас не так много хорошей земли, - ответила Камилла. - С одной стороны холмы, с другой - болота... Хотя на его краю кто-то тоже пытается жить. Не завидую им.
- У всех разная жизнь, - ответил Вин. Через секунду он оживленно переспросил. - С какой стороны от города находятся болота?
- Да они неподалеку. Если от ратуши идти мимо рынка, пройти за последние дома к полям - то уже на горизонте они будут видны как на ладони. А что вы задумали?
- Собираюсь проверить свою догадку. Мне надо туда.
- На болота опасно ходить. Особенно сейчас. Говорят, пришли болотные твари...
- Болотные твари? Что это?
- Я не знаю... Но говорят, что они живут в самых топях и иногда нападают на наши земли. Все горожане боятся ходить туда.
- Но ведь ты сказала, что на краю живут люди - а значит кто-то не боится! Мне нужно проверить.
- Я не пойду с вами, - ответила Камилла. - Это слишком для меня.
- Хорошо. Тогда мы пойдем с Зурком. Только вот его вид...
Не успел он договорить фразу, как Зурк на глазах стал темнеть, его шерстяной покров приобретал коричневый оттенок. Свечение исчезло, и теперь фамильяр имел весьма отдаленное, но сходство с крупной собакой. Изменения обнадежили Вина.
Эм... Хорошо. Этого должно быть достаточно, чтобы покинуть город. Значит - выйти к собору и прямо по дороге?
- Да. Будет сложно заблудиться. - Камилла подошла к Вину и поцеловала его. - Берегите себя.
- Обещаем вернуться с болот в здравии! - усмехнулся Вин и вышел из дома.
Раннее утро было удачным временем для выхода - город только начал просыпаться, по улице спешили лишь немногие рабочие ранних смен фабрики. Этим трудягам приходилось проводить в гремящем цеху весь световой день, выполняя свою рутинную и изматывающую работу. Фонари давно не горели - фонарщики затушили их еще глубокой ночью, перекрыв вентили. Неизменно шумели только паровые трубы, несущие энергию в дома и магазины. Яркие лучи теплого света били вдоль улицы прямо в глаза и парень невольно щурился и опускал взгляд к своим ногам. Зурк же шел спокойно, не реагируя на свет будто небо было затянуто дымкой. С каждым пройденным десятком метров дома на улице стали уменьшаться и заметно беднеть своим видом. Обоняние уловило запах сырости, пускай пока очень слабый, но напоминающий о болотах рядом. Между домами и за ними стали все чаще встречаться не пышные кроны деревьев, а чахлые и кривые стволы с редкими ветвями. Вскоре улица закончилась - брусчатка сменилась обычной грунтовой дорогой, на которой явственно виделись узкие колеи от колес тяжелых паромобилей и редкие не вытоптанные пучки травы. Дома тоже закончились, уступив место высокой и жесткой траве. Наконец впереди открывался вид на небольшую низину, через которую дорога пролегала причудливо извилистой веревкой. 
По обе стороны от дороги располагались небольшие поля, на которых фермеры пытались, несмотря на плохую почву, вырастить хоть какой урожай. Для обработки земли они часто использовали паровые локомобили, которые забавно пыхтели, стрекотали, двигали своими маховиками и рычагами, словно огромные кузнечики. Они были словно швейцарские ножи, пригодны для выполнения различных работ. Но то и дело посреди вспаханной земли виднелись сгорбленные фигуры с мотыгами в руках, усердно работающие часы на пролет. 
Вин прошел мимо этого невзрачного пейзажа и после очередного изгиба дороги вошел в небольшие заросли. Здесь слабые деревья вперемешку с высокой травой создавали словно городскую стену - пускай и просматриваемую насквозь и не представляющую препятствия ни для кого. В глубину заросли тянулись лишь на сотню метров и здесь уже в полной мере ощущалась атмосфера тех самых жутких топей, а в воздухе появлялись тучи назойливых насекомых. Сырая погода лишь располагала этому.
Неожиданно посреди этой глуши парень услышал мужские голоса. Люди неспешно лили спокойную речь, и Вин поначалу принял их за бригаду лесорубов. Но когда заросли окончательно расступились и перед глазами открылся небольшой палаточный лагерь - все стало ясно. Это были военные. 
Пять больших палаток бурого цвета раскинулись посреди небольшого грязного пустыря, за которым виднелась изломанная старая ограда. Между палатками горели два костра, возле которых сидели солдаты. Но это были не те бойцы, к образу которых Вин привык из многочисленных военных видеороликов - а мужчины в строгих мундирах, забавных ботинках с обмотками поверх мешковатых штанов. На головах у них были кожаные шлемы с козырьками, больше похожие на глубокие кепки. На них красовались яркие кокарды с незнакомым гербом. Рядом с палатками стояли в пирамидах длинные винтовки из тусклого металла. 
Один человек заметил Вина и направился к нему. Внешний вид его заметно отличался - он был более пышный, на груди красовались награды. А главное - на плечах висело что-то наподобие тяжелого плаща. Возможно, он был за главного в лагере. Зурк предусмотрительно заранее тихо скрылся в кустах, оставшись незамеченным. Не дойдя несколько шагов, человек обратился к Вину громким и строгим голосом:
- Куда изволите направляться?
- Мне нужно попасть на фермы у болота. Забрать товар. А что не так?
- Сожалею, но эта местность закрыта для цивильных. 
- Почему же?
- Болотные твари буйствуют. Мы пока сдерживаем их здесь, на этих рубежах. Покой города - наша обязанность.
- Почему же вы не уничтожите их там, у болот?
- Они очень сильны... Мы и так потеряли много людей. Обычно они нападают в течении недели, а затем уходят на дальние болота. 
- Занятно... А когда начались нападения?
- Это третий день. Не извольте беспокоиться, все в наших руках. И будьте любезны, не распространяйте панику в городе. Жители и так весьма нервированы.
- Значит, пройти нельзя?
- Исключено.
- Тогда простите за беспокойство, я удаляюсь.
- Честь имею! - все так же громогласно сказал военный и быстро направился назад к лагерю. Вин же сделал с десяток шагов обратно по дороге и затаился за широким кустом.
Военный удалился достаточно далеко, когда кусты рядом зашуршали и оттуда осторожно выскользнул Зурк. Вин мысленно поблагодарил его за такую предусмотрительную осторожность. 
- Надо бы пройти мимо этой заставы. Но как... 
- Надо ждать.
- Чего ждать?
- Предчувствие.
Вин не стал вдаваться в расспросы. Напряженная обстановка пробудила чувство голода и он решил немного перекусить. В сумке была еда, заготовленная заранее, еще не успевшая должным образом остыть, а потому куда более аппетитная. Зурку досталась половина "завтрака", и хоть фамильяр не отличался аппетитом, поел он с видимым удовольствием. После еды, завершенной остывшим несладким чаем, начала одолевать легкая сонливость, но поддаваться ей было нельзя - военные могли проведать их укрытие в любой момент.
Прошло уже более часа, ожидание начинало изматывать. Похожее настроение по-видимому царило и у военных – с их стороны доносились запахи жаренного мяса, смех и разговоры. Занявшись от безделья плетением из длинных стеблей местной травы, Вин смог скоротать приличное время. Опускающийся легкий туман на заросли и долину он скорее всего и не заметил, если бы со стороны лагеря не послышалось непонятное оживление, а затем и тревожное пение рожка. Парень испуганно подскочил на ноги и выглянул из-за куста. Военные суматошно бегали между палатками и хватали винтовки из пирамид. Они были чем-то очень обеспокоены.
Зурк слегка заворчал и устремил взор чуть в сторону от лагеря. Обойдя куст чуть правее, Вин смог и сам обозревать это направление: там туман был немного гуще и эхо доносило обрывки какого-то далекого гула. "Это с болота?" - промелькнуло в его голове, как через мгновение раздался рявкающий голос офицера и солдаты спешно выстроились в шеренгу. Раздался звук передергиваемых затворов, сменившийся звенящей тишиной. Еще мгновение - и ее разорвала короткая и громкая команда:
- Огонь!
Винтовки дружно затрещали, солдаты окутались пороховым дымом. Еще секунда - и новый залп, сменившийся страшным ревом. Из тумана показалась огромная туша монстра, с виду напоминающая огромного червя, не менее метра толщиной, а видимой длиной и вовсе с десяток. Его кожа была болотно-зеленого цвета, а на конце была мощная пасть - воронка, окруженная шестью длинными зубами- шипами. Впрочем, шипами была усеяна вся его пасть, от чего зрелище было ужасно-отвратительным. Чудовище издавало ужасный утробный рык и довольно быстро двигалось. Вновь раздался треск винтовок - кожа монстра взорвалась десятком фонтанчиков бурой слизи, а сам червь с ревом нырнул под землю, заставив ее содрогнуться. Солдаты испуганно начали отбегать назад, крича и спотыкаясь на ходу. Через пару секунд чудовище вынырнуло почти у их ног и схватило ближнего из солдат. Бедолага заорал, но вскоре исчез в бездне глотки червя. Остальные солдаты успели перезарядиться и выпустить в монстра еще десяток пуль.
Вин завороженно наблюдал за происходящей сценой, оставаясь невидимым для ее участников. Зурк рядом недовольно зарычал. Сражение постепенно склонялось в пользу военных – червь терял силы и двигался все медленнее. И тогда Винченцо решился – если и был момент проскользнуть к болотам, то он наступил именно сейчас. Пригнувшись в под зеленью кустов, он медленно двинулся вперед, обходя сражение стороной, по часовой стрелке. Зурк двинулся следом, не издавая ни одного лишнего звука. Трава заметно шуршала, звук подхватывался порывами ветра и разносился на десятки метров, но среди криков и выстрелов он растворялся и терялся как шепот.
Тем временем, бой приобрел неожиданный поворот – со стороны болот раздался еще один рев. Вин испуганно припал к земле и перестал шевелиться. Еще одно страшное создание, немногим меньше первого, вышло из тумана, словно обнюхивая воздух. Еще через мгновение оно повернулось в сторону гибнущего сородича и одним рывком двинулось к нему, ныряя в землю словно дельфин на морской глади. Офицер прокричал очередную команду, солдаты дружно развернулись и бросились бежать в сторону города. Раненный монстр измученно погрузился в сырой грунт, а его полный сил сородич продолжил погоню за незадачливыми войнами. Вин же улучил этот момент и короткими перебежками вышел на дорогу, а затем осторожно двинулся прочь от беспокойного места.
Впереди виднелись остатки того, что можно было когда-то назвать фермой. Изрытая и перевернутая земля, неровные ряды увядших и поломанных растений, разбитые мутные стекла теплиц – вот результаты нашествия жителей болот. Чуть дальше, за парой деревьев, стоял небольшой покосившийся сарай, еще в отдалении – небольшой домик с кирпичной печной трубой. Возле сарая лежал разрушенный механизм, словно разбитый мощным ударом. Скорее всего, это была какая-то хозяйственная машина. У парня уже начали появляться сомнения – уцелели ли сами хозяева этой земли, и если да – где они сейчас? Дом выглядел совершенно покинутым.
Внезапно земля под ногами слегка зашевелилась. Зурк замер, продолжая буравить взглядом землю. Он словно видел насквозь нечто, затаившееся в глубине. 
- Приближается… - хрипло проговорил он.
Винченцо напряженно стал думать над спасением от жуткого монстра. Было очевидно, что зрением тварь была обделена – под землей оно бесполезно. Звук так же был неубедительным источником получения информации. Оставалось лишь два – движение и запах. Здесь-то разгадка спасения и пришла в голову. Стараясь не совершать лишних движений, он осторожно раскрыл сумку и вытащил съестные запасы. Аппетитный запах тотчас достиг обоняния, заставив обернуться даже Зурка. Поразмыслив с секунду, Вин взял еду в одну руку и высоко поднял над головой. Через мгновение очередной порыв ветра подхватил аромат и понес его над изрытой землей, проникая в рытвины и трещины ее поверхности. Результат не заставил себя ждать – в земле вновь появилось движение, только теперь более целенаправленное и сильное. Посреди грядок Вин заметил, как земля слегка приподнимается и словно волна движется в его сторону. Когда до расстояние сократилось до двух десятков метров, парень размахнулся и кинул еду в сторону, противоположную дому. Движение под землей пусть и не сразу, но сменило направление. Через десяток секунд земля в месте, куда упали продукты, разорвалась и на поверхности показалась огромная уродливая пасть. В доли секунды еда скрылась в ее недрах и существо вновь погрузилось под землю. Вин с Зурком не стали терять ни секунды и в то же мгновение рванули что есть сил к постройке. Расстояние до нее было каких-то сто метров, и задумка казалась вполне реальной.
Добежав до постройки, Вин рванул за ручку двери - она оказалась заперта. Тем временем монстр сократил дистанцию вдвое и быстро продолжал приближаться к добыче, разбрасывая комья влажной земли. Страх перехватил дыхание, руки стали дрожать - все было похоже на обрывок какого-то кошмарного сна. Тут за дверью послышался шорох открываемого замка и через секунду дверь быстро открылась. Вин с Зурком буквально ввалились внутрь, после чего кто-то ловко вновь запер вход в жилище. 
  ''';
  static String v7a = 'Глава 7. Голодная западня';
  static String v7 =   '''
  Поднявшись на ноги и отряхнувшись, Винченцо обнаружил в полумраке пыльной комнаты перед собой троих человек - мужчину, женщину и ребенка. Одеты они были весьма просто, по-сельски, а вот на лицах читались изможденность и бессилие. Мужчина задержал внимание на парне буквально пару секунд, после чего настороженно наклонился к лежащему на полу Зурку. Только сейчас Вин заметил, что в руках мужчина сжимал длинные вилы - фамильяру могло бы не поздоровиться.
- Не бойтесь! - вскрикнул он, подняв вверх руку. - Уф... Он не причинит вреда, он со мной.
Ребенок испуганно спрятался за спиной женщины, та же отошла на шаг назад. Мужчина выпрямился и немного убрал в сторону вилы. Вин медленно подал руки немного вперед и раскрыл ладони, показывая свою безоружность. Мужчина бегло окинул Вина взглядом с ног до головы и спросил:
- Кто вы и зачем пришли? Где солдаты?
- Я... Я из города, с Блаустона. Направлен сюда узнать о активности этих... тварей с болота. - Вин опять на ходу импровизировал, что с нахлынувшим адреналином было не так то просто. - Солдаты были в лагере, когда они напали... Я бежал, и оказался здесь.
Зурк благоразумно продолжил лежать, не делая сильных движений и не издавая звуков. Его выдержке и нервам можно было только позавидовать. Мужчина поставил вилы у стены и устало сел на один из крепких деревянных стульев в комнате. Взгляд излучал отчаяние.
- Значит, они были в лагере, здесь неподалёку... А мы здесь, одни, в окружении чудовищ! - он раздосадовано махнул кулаком. - Не пришли...
Винченцо так же не находил объяснения произошедшему, а потому решил вежливо промолчать.
- Вы сказали - когда напали твари, - продолжал мужчина. - Значит, они приняли бой?
- Да. С трудом им удалось покалечить одну, но тут пришла вторая... Они бежали.
- Значит, все кончено. Спасения не будет.
Мужчина спешно ушел в другую комнату. Женщина с опаской посмотрела на новых гостей, удерживая стоящего рядом маленького мальчика рукой. Его глаза излучали одновременно и страх, и любопытство.
- У вас есть еда? - осторожно спросила женщина.
- Еда? Да, конечно! - парень схватился было за сумку, как его тут же остановила мысль о пожертвованном монстру пайке. - Эм... вернее была, до встречи с тварями. Мы едва спаслись...
- У нас еда кончилась вчера. Делили жалкие крохи... И их не осталось. А выйти из дому сейчас - смерти подобно. Вы и сами знаете...
- Да, я понимаю. - ответил Вин. Через секунду снаружи дома послышался глухой выстрел и голос старика. Зурк приподнялся и насторожился, его шерсть слегка начала светиться. Парень осторожно подошел к окну.
- Это Джером, наш сосед, - ответила женщина. - Пытается отпугивать болотных чудищ. Но все тщетно, они не боятся такого.
- Как давно вы здесь?
- Пятый день. Одни наши соседи успели бежать, когда пришли существа... Кто-то погиб. Мы и Джером остались, надеялись, что нас спасут. Но никто не пришел.
Мужчина вновь зашел в комнату. Подойдя к Вину он протянул руку в приветствии.
- Прошу простить нас за холодный прием... Но сейчас иначе и не выходит. Я Мирон, хозяин этой фермы. Это моя жена Валентина и сын Карл, - сказал он, указывая на сидящих рядом женщину с ребенком. - А кто вы?
- Меня зовут Винченцо Скартинни, картограф... эм... составляю карты местности. А это Зурк - моя собака, особой породы, - с этими словами Вин посмотрел на фамильяра и тот едва заметно одобрительно кивнул головой. - Он помогает мне в моей работе.
- Никогда не видел подобных собак, - ответил Мирон. - Так бы принял за очередную тварь с болот.
- Значит это не только эти... землеройки?
- Конечно нет. Болота огромны, почти половина всех земель при Блаустоне. За болотами начинается горный хребет - может и оттуда кто-то попадает. Нормальным животным там смерть - если не сожрут, то сами погибнут от ядовитых испарений и растений. А эти... кто в земле, кто бегает, кто выпрыгивает из болотной жижи. Мы здесь не на самом болоте - а неподалеку от него, потому здесь еще можно жить. Пускай и с трудом и напастями.
Снаружи вновь прозвучал выстрел и раскатистое эхо. Маленький Карл слез с коленей матери и убежал в другую комнату, размахивая на ходу руками. Винченцо же продолжил расспросы.
- Если же все так плохо - почему вы поселились здесь? Есть же земли и получше этих.
- Увы, но хорошей земли нет. Вернее есть - но ее мало, и она принадлежит паре богатых баронов и их дружкам. Когда-то давно они подговорили управителей и получили право скупать земли, не особо церемонясь с их прежними владельцами. Все просто - кто больше может предложить за землю - тот и хозяин. Так фермеры и лишились своих полей - кто-то стал работать на них, кто-то уехал в другие провинции. Ну а мы поселились здесь - у болота, ведь баронам эта земля была не интересна. Выживаем.
По ходу разговора Вин все больше узнавал о порядках и обычаях, царивших на землях Блаустона. С некоторой грустью он понимал, что в его, развитом мире по сути все было так же - но только он слишком мало задумывался об этом. Жизнь простого человека была низкого полета в обоих мирах - и так было принято долгие годы.
Солнце поднялось к зениту, наступил светлый полдень. Но на болотах по прежнему висел влажный туман и было слегка мрачно и сыро. Винченцо в очередной раз пожалел, что одним махом он лишился всех своих съестных припасов, хотя при разумном подходе это могла быть лишь меньшая часть. Мирон заметил суетливый взгляд парня и понял в чем дело.
- Что, голод одолевает?
- Есть немного.
- Поначалу да, некомфортно. Потом - больно. А потом проходит. Но не всегда. Хех!
- Должен ведь быть способ достать провизию. 
- Еда ведь рядом, да вот взять... Но если ты решишься рискнуть - может удача и улыбнется нам.
- Что нужно делать?
- Если выйти из дома и свернуть направо - то ближе к деревьям, шагах в трёхстах - есть небольшое картофельное поле. Твари конечно порылись там, но картошка их мало интересует... В отличие от нас. Сможешь набрать немного и вернуться - будет какой обед.
Вин вопросительно взглянул на Мирона. Тот лишь махнул рукой.
- У меня уже не осталось сил на такие вылазки... Так что пойти с тобой я не смогу. Извини.
- Ничего. Я справлюсь.
Мирон дал Винченцо небольшой пыльный мешок из грубого полотна и небольшую короткую лопатку. Зурк так же пошел с Вином, как и положено фамильяру - сопровождать хозяина и есть их предназначение. 
Мирон осторожно раскрыл дверь. За ней открылся все тот же пустырь, наполненный тишиной и едва слышным гудением ветра в зарослях. Болотных тварей не было заметно, но Вин знал, что они повсюду. Перехватив мешок с лопаткой в одну руку, он осторожно сделал шаг, спустя секунду - другой. Ничего. Еще шаг. Зурк шел рядом мелкими быстрыми шагами и почти не слышно. Его шерсть вновь переливалась разными цветами на свету, словно излучая большую силу. Еще шаг...
Земля задрожала. Недалеко от дома на поверхность вырвалось одно из чудищ, огласив округу ужасным рыком. Приподнявшись над землей на добрый метр, оно начало будто прислушиваться к окружающему миру. Вин замер, боясь издать хоть какой ничтожный шорох, выдавший бы его с головой. Осторожно обернувшись, он увидел лишь закрытую дверь безжизненного дома - а значит назад пути не было. Зурк так же превратился буквально в изваяние.
Внезапно вновь прозвучал выстрел - ружье Джерома стало просто спасением. Болотная тварь резко повернулась и с рыком направилась в сторону домика Джерома. Вин не стал терять времени, и когда тварь достаточно отдалилась - продолжил свое опасное путешествие к к полю - короткое, но невыносимо долгое.
До поля теперь оставалось совсем немного - каких-то два десятка метров. Порадовавшись своему очевидному успеху, Вин довольно взглянул на Зурка, что шел чуть позади. Но тот казалось не заметил этого и настороженно смотрел в одну точку. Взглянув туда же, парень заметил еще одну тварь, прямо на краю поля. И еще одну, неподалеку. И еще... Черви были неподвижны, вытянувшись над землей вверх и слегка шевеля направленными к небу шипами вокруг пасти. Зрелище было жутким, особенно учитывая положение Вина. В отчаянии он не знал, что ему делать в такой смертельно опасной ситуации. Запах болота, царивший здесь повсюду, казалось, проникал в самую душу, подстегивая таящийся там страх.
Внезапно Зурк напрягся и рванул вперед. Он стремительно добежал до изгороди поля и перепрыгнул через нее, совершенно обескуражив своим поступком Винченцо. Добежав до тварей, Зурк начал отчаянно бегать между ними, закладывая резкие виражи. Черви на мгновение замерли, а затем яростно стали бросаться туда, где еще мгновение назад был ловкий фамильяр. Но на его стороне была скорость, потому все атаки остались безуспешными. 
Наконец Вин понял замысел Зурка – он просто отвлекал на себя тварей, рискуя своей жизнью! Теперь в распоряжении парня были драгоценные секунды, которые нельзя было просто так потерять. Перехватив рукой мешок, Вин бросился через забор на картофельные посадки, и осторожно, стараясь не шуметь, стал выкапывать лопаткой грязные клубни. Фамильяр заметил это и переместил свой смертельный маршрут немного в сторону. Черви в ярости переворачивали землю, рыча и щелкая шипами в воздухе. Наконец они остановились. Подняв пасти к небу они начали щелкать шипами, словно общаясь между собой. Зурк стоял неподалеку в напряжении, не сводя с жутких созданий взгляда. Его шерсть теперь светилась сильнее обычного, словно концентрируя в себе энергию. 
Твари медленно опустились под землю. Вин еще усерднее начал рыть землю, стараясь успеть набрать как можно больше картофеля. Один корнеплод он спешно сунул в карман, вовремя вспомнив о своем задании. Над полем повисла зловещая тишина. И только Зурк оставался беспокойным и испуганно озирался по сторонам.  Зловещие звуки болота перешли теперь на первый план. Вдруг земля загудела – намного сильнее, чем когда шла отдельное существо. Зурк сделал несколько неосторожных шагов… Через мгновение земля словно взорвалась, и на поверхности одновременно показались пасти всех чудовищ. Фамильяр чудом не попал в огромный живой капкан, удачным прыжком проскользнув между мерзкими тушами. Но задерживаться было нельзя – следующей атаки сообща можно было и не избежать. Вин закрыл мешок и стремглав ринулся в сторону дома фермера. Земля содрогнулась – черви дружно скрылись под ее поверхностью и начали преследование. Зурк был быстрее и за пару секунд опередил чудовищ, уведя их в сторону. Этого хватило, чтобы парень смог добежать до двери, которую за мгновение открыл Мирон. Фамильяр сделал небольшой круг неподалеку и быстро заскочил в жилище. Дверь захлопнулась, оставив героев вылазки в безопасности.
- Получилось? – Мирон оживленно подошел к Вину и похлопал его по плечу. В ответ тот устало протянул мешок ему в руку. – Молодец, не думал, что получится… Хотя бы немногое, но уже спасет нас от голода.
Мирон отнес добычу на кухню, где Валентина уже пыталась развести огонь. Винченцо устало опустился на стул, фамильяр лег рядом. В доме повисло безмолвие, и только снаружи слышалось беспокойное ворчание чудищ. Эти кошмарные звуки постоянно одергивали сознание, не давая расслабиться и провалиться в голодный и тихий сон. Было ясно, что о возвращении в ближайшие часы не было и речи.
Спустя примерно час из кухни донесся знакомый, а сейчас еще и очень желанный запах печеной картошки. Валентина отыскала немного душистой зелени, которая осталась незамеченной за старым горшком, и добавило в кушанье. От того аппетит стал требовать еды еще более убедительно.
Вскоре все уже дружно приступили к трапезе. Нужно было экономить, а потому каждому досталось по небольшой порции. Ее хватало лишь слегка заглушить на время голод и получить немного сил. Вечер прошел в напряженном ожидании и разговорах – семья Мирона редко бывала за пределами земель Блаустона, им было интересно все. Винченцо стал осторожно рассказывать о известным ему вещам из истории, но вскоре увлекся и начал описывать жизнь в привычном ему мире. Многие вещи казались Мирону невероятными, и Вин все же не стал рассказывать о слишком ярких явлениях своего времени. Карл осмелел и уже не прятался от незнакомцев, с интересом слушая новые истории.
Когда за окном совсем стемнело, Мирон достал небольшую свечу и старым огнивом разжег огонь. Свет был таким тусклым и слабым, что большая часть комнаты все равно оставалась в полумраке.
- Почему бы не разжечь больше света? – полюбопытствовал Вин, подкидывая маленький круглый камушек в руке. 
- Это для нашей же безопасности. Болото – кишащее живностью место, и если на обычном придется лишь от комаров и прочих гадов отмахиваться – то здесь лишь бы в живых остаться. Мы за эти последние дни это хорошо усвоили…. Вот, - Мирон указал рукой на окно. – Эта рама третья уже. Старые две разгрызли летучие болотники, пытаясь залезть в дом.
- Как же тогда спать?
- Просто держи ухо востро. И не шуми.
Мирон постоянно поглядывал на Зурка и обращал внимание на его черты. В разговоре с Винченцо он проявил себя знатоком и постоянно утверждал, что он не похож ни на одну породу собак, и даже на псовых. Даже убеждения Вина что он просто очень редок не возымели действие. Наконец хозяин предложил продать ему Зурка, пообещав ему часть собственных сбережений. 
- Мне эти деньги все равно ни к чему. А вот такой зверь… Он просто для души. – сказал он, глядя прямо в умные глаза фамильяра. 
- Спасибо, но не могу согласиться. Прости. – Вин мысленно поблагодарил Зурка, что он за все время так и не сказал ни одного слова. Впрочем, тот понимал все не хуже человека.
- Жаль, очень жаль… Ну что ж, время идти ко сну. Кто знает, наступит для нас завтра – или нет.
В доме Мирона было достаточно места. Винченцо с Зурком разместили в гостевой комнате, хоть хозяина и смущало обилие пыли. Он выразил сожаление, что в последнее время ему не приходится видеть гостей и он постепенно отдаляется от остального мира. Пожелав друг другу спокойной ночи, обитатели дома погасили свет и легли отдыхать, в окружении зловещих звуков болота.
Вин не мог спать. Это место словно источало злую энергию, нарушавшую любую гармонию в человеке. Сон постоянно рвался на части, перемежался внезапными кошмарами, пробуждениями – после которых опять резко проваливался в самую глубину подсознания. Слишком много произошло за это короткое время – и личность, сколь невозмутимой она бы не была – не могла пережить это без каких эмоций.
Вновь проснувшись, Винченцо вздрогнул и сел на кровати. За окном жутко завывал ветер и понемногу светлело. А рядом сидел Зурк и внимательно смотрел на него. 
- Что-то случилось? Я уже не понимаю, где сон, а где реальность…
- Они снова здесь… Они ищут нас. Я чувствую, как они бродят вокруг.
- Кто?
- Они. Из земли. Берегись…
Винченцо взволнованно спрыгнул с кровати и начал одеваться. Через несколько минут он обул свои тяжелые ботинки и выбежал из комнаты. Тяжелые шаги отголосками прошлись по пустому помещению. Через мгновение Вин заметил, что фамильяр схватил его за штанину и не пускал идти дальше. Он замер.
Внезапно под ногами, под полом раздался гул, пошла вибрация. Они стремительно нарастали, слегка сдвигаясь то влево, то вправо. Из соседней комнаты выбежали испуганные Мирон с Валентиной. Они переглянулись.
Через мгновение шум поднялся к самому полу – раздался мощный удар. От толчка люди пошатнулись на ногах, едва сохранив равновесие. Через пару секунд раздался еще один удар – более сильный, чем первый. Доски пола треснули и поднялись бугром. 
- Отходим!
Все дружно попятились прочь от пролома. Очередной удар разбросал обломки досок, и оттуда показались несколько хрипящих голов – если это можно назвать головами. Черви защелкали шипами и пытались совместными усилиями расширить отверстие в жилище, кроша старую древесину. Вин поднялся на ноги и, отпрыгнув в сторону, схватил упавший рядом стул. Поймав момент, когда одна из тварей с ревом раскрыла пасть, он с силой швырнул стул прямо туда. Червь рефлекторно заглотил его, с треском смяв в кучу щепок. Но по-видимому одна из крепких ножек стула повредила его пищевод – он стал дергаться и поспешно опустился обратно под землю. 
- Давайте к лестнице, поднимаемся на второй этаж! – крикнул Мирон и потащил Валентину за руку. 
- Где Карл? – спросил Винченцо.
- Наверху. Быстрее!
Парень сорвался с места и побежал к ступенькам. Фамильяр в пару прыжков смог его опередить, не издав ни звука. Реакция монстров была запоздалой – один из них с силой ударил своей тушей туда, где еще секунду назад были обитатели дома. Еще движение – и мебель превратилась в груду хлама. Мирон с отчаянием швырнул пару попавшихся под руку вещей вниз и закрыл дверь, выходящую на улицу.
Время тянулось очень медленно. Стараясь не шуметь, люди сидели в комнате Карла, который от испуга лишь тихо плакал. За полчаса болотные твари смели на первом этаже все, до чего могли дотянуться из своей норы; Даже нижний пролет лестницы уже не годился для спуска. Растревоженный организм вновь требовал пищи, которой теперь уже не было даже возможности найти. Весь верхний этаж дома превратился в подобие острова, окруженного опасным океаном.
Во рту стала ощущаться неприятная горечь, в животе возникло неприятное ощущение пустоты и прохлады. Этот дискомфорт был слишком навязчивым, он занимал мысли и не давал сосредоточиться. Валентина шепотом утешала Карла - тот лишь обхватил руку своей матери и закрыл глаза. Отдыхавший неподалеку Зурк медленно подошел к ним и улегся рядом, распушив переливающуюся шерсть. Валентина невольно стала гладить его, а Карл смотрел на это зрелище, позабыв обо всем на свете.
На болотную долину медленно наступало утро. Солнце еще не показалось, но его свет уже осветил небо, вырвал контуры зарослей из темноты. Мирон устало вздохнул – с рассветом твари немного теряли свою агрессивность, и, возможно, они оставят его дом в покое.
Неожиданно со стороны города послышался далекий неразборчивый гул. Он терялся среди шума ветра, но заставил Вина насторожиться – он осторожно раскрыл окно и осмотрелся. Источника шума нигде не было видно. Он поделился наблюдениями с Мироном, но тот лишь растерянно пожал плечами. 
- Первый раз за все время такое. Но я тоже слышу…
Спустя несколько минут дом слегка вздрогнул – видимо, болотные твари так же ощутили этот таинственный гул. Они оживали одна за другой, превращая землю под жилищем в подобие кипящей воды в котле. Дом опасно трещал, угрожая обрушиться и превратиться в большой общий склеп.
Спустя еще десяток минут черви заволновались еще больше. Заволновались и обитатели второго этажа, ведь их жизнь теперь зависела от любой случайности. Внезапно твари начали движение и дружно направились прочь от здания, в сторону шума. Вновь выглянув в окно, Винченцо увидел на горизонте облако пыли, широкой волной медленно движущееся к болоту.
- Взгляните, что это?
Мирон спешно подбежал к окну, устремив взгляд вдаль. Затем помчался в соседнюю комнату, вернувшись с небольшой старой подзорной трубой.
- Так, сейчас посмотрим… Где же это… Вижу! Пыль стоит столбом… А это… Это какие-то механизмы? И люди… Солдаты!
Карл с Валентиной радостно воскликнули «Ура!». Зурк неторопливо подошел к Винченцо и уселся рядом, мерцая своей необычной шерстью, словно хотел что-то сказать. Вин присел рядом и слегка наклонился в его сторону. 
- Нужно уходить. Опасно. – тихо произнес на своем полузверином языке Зурк, стараясь не привлекать внимание хозяев дома.
Вин медленно поднялся и поделился мыслями с Мироном.
- Нужно бы уйти в безопасное место. Если пришли военные – значит, здесь скоро начнется побоище.
- А разве они не заберут нас отсюда? 
- А когда они стояли здесь лагерем – они пришли?
- И то верно…
- А может они вообще не знают, что мы здесь? Или что еще живы. – вмешалась Валентина. – Надо дать им знак, что мы здесь.
- Да, правильно, - ответил Мирон. Он высунулся по пояс из окна и громко прокричал. – Джером, старина! Ты жив?
-Жив, жив, кхе-кхе, - прозвучал слабый голос старика. – Что случилось? Все живы? Твари всю ночь ваш дом крошили…
- Все живы! У тебя еще остались заряды к ружью?
- Есть парочка. Я ж охотой любил промышлять. 
- Взгляни на дорогу!
Повисла тихая пауза. Послышался скрип раскрываемых стареньких окон.
- Кого это еще черт несет?
- Военные, Джером! Надо дать им знак!
- О, это пожалуйста. Я уж заждался.
- Подожди только пока что!
Мирон вылез из окна и довольно повернулся к остальным.
- Старик даст выстрелы. Надо чтобы нас заметили…
- Сигнал? Флаг? – спросил Вин.
- Да, точно! Сейчас сделаем.
Через пару минут Валентина уже закрепляла большой кусок белой простыни на длинном древке из жерди. Мирон показал Вину чердак, где было одно слуховое окно; Оттуда сигнал был бы лучше виден с дороги. Вскоре Винченцо взял самодельный флаг и поднялся наверх. Мирон вновь схватился за подзорную трубу и устремил взгляд на дорогу.
Военные успели подойти намного ближе – Мирон насчитал пару десятков человек с оружием, а так же два танка. Напоминавшие огромные железные коробки на узких гусеницах, они ощетинились четырьмя пулеметами по бокам, а так же несли короткое странное орудие впереди. Передняя часть танков была в виде клина-тарана, склепанного из толстых плит. Танки двигались очень медленно, издавая слышимый издалека грохот и извергая клубы дыма и пара. Вместе с поднимаемой при движении пылью, они образовывали над дорогой некое подобие бури. 
Офицеры внимательно наблюдали по сторонам, будучи наготове к внезапному нападению. Местность казалась довольно тихой, но интуиция подсказывала обратное. Внезапно со стороны фермерских поселений раздался приглушенный выстрел.
Солдаты остановились, схватив винтовки наизготовку. Офицеры схватились за бинокли и судорожно стали осматривать местность. Внезапно один из них прокричал:
- Флаг! На Западе, фермерский дом! 
Сквозь хорошую военную оптику командир без труда рассмотрел сигнал, удерживаемый Вином из окна. Затем он заметил и остальных, отчаянно размахивающих из окон людей. 
- Что такое… Их же всех должны были эвакуировать?
- Не всех успели тогда. Твари пришли слишком быстро. 
- И они ждали нас все это время? Мы выступаем!
- Командир, существа! Северо- Запад!
На полях бороздами вздымалась земля. Скорость, с которой черви приближались по влажному грунту, просто поражала. Неуклюжие танки, фыркнув паром, стали неторопливо разворачиваться в их сторону. 
- Пехота – в шеренгу! Приготовиться к залпу!
Солдаты спешно выстроились в боевом порядке и взяли винтовки на прицел. Танки остановились.
- Готовься! Орудия навести! 
Из под земли с ревом вынырнуло почти с десяток монстров. Разинув пасти, они бросились прямо на броню танков. 
- Огонь!
Из передних орудий машин выплеснулись тугие струи огня. За секунды они окутали существ, заставив их судорожно забиться от боли в воздухе.
- Огонь!
Пехота с треском отправила пули в длинные туши червей. Фонтанами брызнула слизь. Пара существ безжизненно рухнули на землю, еще пара поспешно скрылась под землю. Но на подходе были еще обитатели болот, привлеченные резкими звуками. Они бежали по земле вприпрыжку, ползли по земле, извивались и вылезали из под земли. Их внешний вид напоминал изощренные ночные кошмары, порожденные бредом разума.
Пока у дороги продолжалось побоище, группа солдат во главе с офицером получила приказ и осторожно двинулась в сторону фермы. Там уже заметили их приближение, и над зданием прозвучали громкие крики радости.
- Да, они идут! Нас заметили!
- Собирайте самое важное, не стоит терять время!
Буквально через пару минут обитатели дома были готовы покинуть это место. Лестница на первый этаж была разрушена, потому Мирон осторожно спрыгнул сам и принес приставную лестницу из сарая рядом. С ее помощью остальные, включая Карла, без проблем оказались у входа в дом. Отряд тем временем, уже приблизился к дому на расстояние разговора.
- Выходите из дома! Здесь оставаться опасно! – крикнул офицер, подбегая к дому. – Еще выжившие есть?
- Да, еще наш сосед Джером! Он должен был подойти…
- Я уже здесь. – кряхтя сказал Джером, выходя из-за угла дома. На плече его висела то самое ружье, в руке был ветхий саквояж. – Можно идти. 
- Отряд, обеспечить прикрытие! – офицер отдал приказ и побежал вперед, в сторону дороги. – Все за мной и сохраняйте спокойствие! 
Группа быстро двинулась вдоль изгороди поля, стараясь оставаться незамеченными. Отсюда звук сражения был отчетливо слышен – барабанной дробью стучали пулеметы, фырчали огнеметы, хрипели и ревели существа. Над полем боя стояла завеса из дыма, скрывая сражавшихся как грозовая туча – город. За десяток минут все же удалось добраться до второй линии военных, где находилось командование и несколько егерей. Офицер отчитался за выполнение приказа перед командиром, после чего Вина и семью Мирона погрузили в военный паромобиль для отправки в город. На Зурка поначалу смотрели с подозрением, но после убеждений Винченцо все же пропустили. 
Паромобиль зашипел, выбросив облачко пара и, раскачиваясь, резво покатился по дороге. Кошмарное болото с его обитателями осталось позади. 
Поездка закончилась возле здания штаба городского гарнизона. Перед семьей Мирона военные принесли извинения и обещали разобраться с виновными в их положении. Винченцо же отказался от любой помощи.
Выйдя после разговора с начальством, Мирон тепло попрощался со своим гостем и товарищем.
- Спасибо тебе от всех нас. Твоя помощь была так важна в эти дни… Не знаю, дождались ли бы мы военных, без этого! 
Мирон пожал Вину руку. После подошли Валентина с Карлом и они обнялись. 
- Увы, но нам нечем отплатить тебе в благодарность… - Мирон заметно смутился. - Надеюсь, когда мы получим новую землю и сможем обжиться – заглянешь еще в гости! 
- Непременно! – сказал Винченцо, отходя по улице. – Счастливо оставаться!
- До встречи Винченцо, до встречи, Зурк! Мы не прощаемся! 
  ''';
  static String v8a = 'Глава 8. Ценность';
  static String v8 =   '''
  Солнце уже достаточно поднялось над горизонтом и теперь заливало улицы светом. Вин дошел до небольшого сквера и присел передохнуть на небольшой скамье окруженной кустами. Рядом шипел один из вездесущих паропроводов, дополняя своими звуками щебетание птиц на деревьях. Обоняние улавливало едва заметный, но незнакомый запах, но Вина это не заинтересовало. Вытащив из кармана маленький клубень картофеля, он посмотрел на него на свету и усмехнулся.
- Как же мало порой нужно человеку в жизни, и как тяжело это дается…
- Твой путь сложен. – проговорил Зурк. – Но ты должен его пройти.
- Почему не иначе?
Зурк лишь промолчал в ответ. Он задумчиво устремил взгляд вдоль по улице. Вин снял с плеча сумку и вытащил уже порядком измятый лист с ингредиентами.
- Чем дальше – тем веселее… Где нам искать лавровый лист чести? 
- Решение приходит нежданно.
- Это утешает, конечно.
Вин поднялся на ноги. Хотелось немного расслабиться и отвлечься от пережитых волнений. Пройдя далее вдоль по улице он заприметил небольшой бар, со скромной вывеской и темными окнами. Оттуда доносились мужские голоса и звон бокалов. За неимением лучшего, Вин решил остановиться здесь и заказать чего-нибудь легкого. Зурк же пожелал отдохнуть в тени дерева рядом с баром.
- Есть пиво, эль, сбитень. Что будешь? – спокойным хриплым басом спросил упитанный усатый бармен с лысой морщинистой головой.
- Эм… Давай сбитень. Еще не пробовал такого. – устало ответил Винченцо, играя монеткой в руке.
- Странно, известный напиток… А у нас еще и всегда свежий!
Бармен открутил у стоящего на стойке бочонка кран и начал неспешно наполнять увесистую кружку. Затем он сообщил цену и довольно смахнул монетки себе в руку.
- Садись, не стесняйся. Столиков хватит.
Столиков действительно хватало. Только половину из них занимали посетители, сонно обсуждавшие события своей жизни между собой. В основном здесь были рабочие, но был и один человек в простеньком костюме и шляпе, вместе с подобной ему женщиной. Винченцо сел на скрипящий старый стул и с наслаждением расслабил спину и плечи, сделал небольшой глоток холодного напитка. Он оказался на удивление вкусным – тягучим, ароматным, с медовым привкусом. Удивительно, почему в Люмен-Сити он такого еще не пробовал… Да и наверняка там не было ничего подобного.
- Простите, я не помешаю? – раздался рядом подавленный хриплый голос, принадлежавший явно пожилому человеку.
- Пожалуйста, - равнодушно ответил Вин. Человек сел напротив него, держа в руке свою кружку. На вид ему было лет шестьдесят, усохшее морщинистое лицо украшали длинные усы, пестрящие сединой. Глубоко посаженные глаза выражали и большой жизненный опыт, и непонятную грусть одновременно. Одет он был весьма просто, на закатанных рукавах рубахи виднелись потертости и дырки, явно по скромной жизни. Хотя в таком заведении встретить зажиточного человека было бы даже странно. 
Винченцо окинул взглядом зал – свободных мест по прежнему было много. Неспроста значит подсели именно к нему. Но размышлять на эту тему желания не было.
- Вы давно были в старом ботаническом саду Фридриха? – неожиданно спросил старик, делая очередной глоток пива из кружки. Вин на мгновение даже растерялся от неожиданности. 
- Саду? Да… Давно не был. 
- Это зря. – старик поставил кружку на стол и отвел взгляд. – Если хотите насладиться его красотой – вам бы стоило поторопиться. 
- Почему же? – с любопытством спросил парень. 
- Я работаю садовником там. Столько редких растений и деревьев, такие не сыскать во всей округе и даже дальше! Уж я-то знаю, о чем говорю. Правда, скоро все изменится – сад хотят убрать. Потому скоро он останется лишь в памяти тех, кому он был дорог…
Старик умолк и сделал пару больших глотков. Вин решил узнать больше. 
- Кому мог помешать красивый сад?
- Это надо у городской администрации спросить, что им те дельцы такого предложили. Надумали построить пару доходных домов на этом месте. А зачем? Людей сюда немного едет, мы - задворки государства. Если бы кто с мэром мог переговорить...
Они в молчании допили свои напитки. Садовник отодвинул кружку в сторону и кряхтя поднялся из-за стола. 
- Я здесь часто вечерами бываю. Захочешь поговорить – приходи, может свидимся. 
Старик ушел, а Вин еще пару минут собирал мысли воедино. Он пришел лишь к одному выводу – обрести что-либо в этом мире можно лишь отдав другое – вещь, время, силы… Он решил вызваться помочь старому человеку, которого видел лишь первый раз.
Забрав успевшего заскучать Зурка, Винченцо вновь направился в центр города к ратуше. Спустя час он уже ожидал своего времени на прием к мэру, благо в это время посетителей почти не было. Здание ратуши изнутри вполне соответствовало общему образу Блаустона – строгость здесь соседствовала скромности. В отличие от столицы и торговых городов, здесь позволить себе излишнюю пышность считалось безрассудством. Впрочем, только напоказ – местные жители не раз уличали представителей власти в попытках присвоить себе деньги из казны и устроить себе жизнь в роскоши. 
- Господин Скартинни – мэр ожидает вас у себя. – секретарь медленно и значительно произнес дежурную и заученную годами фразу. Вот только в исполнении его старого скрипучего голоса это звучало несколько комично.
Вин ожидал увидеть здесь очередное подобие министра – но ошибся. Мэр оказался очень активный худощавый человек с живой мимикой. Хоть его волосы уже изрядно окрасила седина – в его взгляде и действиях была заметна бьющая через край энергия. Хорошо подогнанный под фигуру костюм и орден на нем говорили о высоком положении этого человека.
К слову, появление парня, на первый взгляд, осталось незамеченным для мэра. Он увлеченно перебирал какие-то бумаги, то и дело оставляя на них размашистые росчерки железного пера. Вин слегка кашлянул, пытаясь обратить на себя внимание. 
- По какому делу вы пришли? – быстро заговорил мэр. – У меня не так много времени на обсуждения.
- Мы по вопросу городского сада, - ответил Винченцо. – Того, что собираются снести.
Мэр удивленно поднял голову. 
- Сад? Этот вопрос уже решенный. Застройщики скоро получат на руки разрешения и начнут работы. 
- Но ведь это одно из любимых мест отдыха горожан…
- У них есть и другие места. А от домов будут новые поступления в казну, пускай и небольшие. У вас все? 
Винченцо промолчал с пару секунд. Затем решительно сказал:
- Что может изменить ваше решение? 
Мэр окончательно отвлекся от дел. Он подошел ближе к посетителю. 
- А я смотрю, что для Вас этот вопрос принципиален.  Какой от сада прок?
Винченцо был готов к этому вопросу.
- Если я скажу, что он дорог близким мне людям – Вас это устроит?
- Изменить решение говорите… Ну хорошо. – мэр вновь уселся за бумаги. – Знаете ли вы историю Блаустона? 
- Я не силен в этом вопросе.
- Что ж, я постараюсь вкратце рассказать вам то, что вам необходимо знать. Начнем с того, что в этой части континента мы были не всегда… Блаустон, да и другие соседние города, насчитывают в своем возрасте от силы 150 лет. Когда наши поселенцы пришли сюда – здесь не было никого, но кое-где встречались древние руины и остатки построек. Видимо, когда-то здесь жил народ, но потом – в результате войны или другой причины – они исчезли или ушли. 
Руин найдено не так уж и много – и историческое общество изучило их в достаточной мере. Находили и оружие, и простые вещи, и украшения… У меня даже несколько предметов оттуда есть, моя гордость. Но вот недавно стало известно об еще одном месте. Не так далеко отсюда есть новый железнодорожный узел – место не особо примечательное, если бы не развалины древней крепости сразу за станцией. По самой крепости уже давно все обшарили – а тут на станции на новые запасные пути загнали вагоны, и под одним из них рельсы под землю обвалились. Рабочие когда в провал заглянули – увидели подземелье старое, к крепости идущее. И сейчас из столицы туда экспедицию отправляют. А мне, как коллекционеру древностей, хотелось бы их опередить.
- Вы предлагаете мне отправиться туда?
- Да. Конечно, есть сложности – самому мне и моим людям туда не попасть, нет разрешений… Но думаю, вы могли бы рискнуть и оказать мне услугу.
- Но риск велик. А если меня задержат?
- Я окажу вам услугу взамен на ваш риск. О чем вы меня просили. Что скажете? 
Винченцо задумался на секунду. Он подверг бы себя опасности, ввязавшись в эту незаконную авантюру. С другой стороны – он помог бы городу. И как уже заметил парень – ничто в этом странном мире не проходит неотплаченным. Это был еще один шанс разгадать путь к возвращению. 
- Я попробую.
- Прекрасно, я ожидал этот ответ! Станция называется Дарион… от Блаустона на поезде это три станции. Вот вам на расходы в пути. – мэр достал из стола небольшой мешочек монет. – И поспешите – экспедиция может прибыть сюда даже в ближайшие дни. Желаю вам вернуться не с пустыми руками! 
- Будем надеяться. – ответил Винченцо и вышел из приемной мэра.
Ни в здании ратуши, ни вокруг него, Вин не нашел Зурка. Когда он шел на прием к мэру, фамильяр пожелал остаться снаружи, не привлекая к себе внимание. И сейчас он явно не собирался встречать своего хозяина.
 - Зурк! Где ты? Зурк!
- Чего кричишь? Забыл где находишься? – раздался голос вышедшего из-за угла здания уборщика. В руках он нес хозяйственный инвентарь.
- Я потерял своего… пса. Он выглядел еще необычно, не как обычная собака. Не видели?
- Отчего же не видеть? Видел. Он здесь под кустом отдыхал. Я еще удивился, шерсть у него переливалась необычно. А разве она ваша?
- Да. А где она?
Уборщик пожал плечами.
- Вообще-то буквально пару минут назад пришли двое мужчин и забрали. Довольно грубые особы. Да… - он медленно огляделся, осматривая площадь. – Да вот же они, еще идут!
Уборщик указал рукой на край площади и Вин увидел там тех самых похитителей. За собой они на веревке тащили Зурка, который упорно сопротивлялся. Окружающие прохожие с недоумением оборачивались на них, кто-то шептался. Спустя секунду они скрылись за углом дома на узкой улочке.
Винченцо стремглав бросился в погоню. Пробежав по гулкой брусчатке полсотни метров, он вышел на ту самую улочку – похитители едва не ускользнули из виду, зайдя в одну из подворотен дома. Парень бросился в неизвестность. Там он оказался в небольшом темном внутреннем дворе, где мужчины пытались надежнее связать фамильяра и лишить его движений.
- Ха, смотри – брыкается как лошадь! – сказал один из них хриплым голосом. Удерживая натянутым один конец веревки, он попутно делал петлю на другом.
- Хорошо, что мы ему пасть связали, а то еще погрыз бы ненароком! Я уж их знаю. – ответил другой, навалившись на Зурка всем весом.
- А ведь порода явно дорогая, не зря возле ратуши оставили!
Появление Вина застало их врасплох. 
- Ты еще кто?
- Это мой друг. Быстро развяжите его. – стараясь держать строгость в голосе, сказал Винченцо. Один из похитителей ехидно усмехнулся.
- Откуда вы такие беретесь? Вали отсюда, пока цел.
- Не создавайте себе проблем. Развяжите его. 
- Нет, ну ты видел какая наглость? – сказал второй мужчина, подошедший уже совсем близко. Через мгновение он сделал мощный выпад и нанес удар. К счастью, Вин успел немного отклониться в сторону – боль пронзила левое плечо. Рефлекторно он взмахнул рукой – и слегка зацепил подбородок агрессора.
- Ах ты-ж… - рассвирепевший вор мощным толчком опрокинул Вина на землю. Второй похититель так же навалился сверху и начал наносить короткие и сильные удары по ребрам. Внезапно перехватило дыхание, а тело непроизвольно дернулось. Секундный болевой шок прошел, уступив место ноющей боли. 
Тем временем Зурк отчаянно выпутывался из веревок. Похитители не успели достаточно крепко связать его, потому рывками он освободил сначала лапы, а затем и морду. Еще усилие – и ослабли последние узлы.
- Что, мелочь, забыл где ты? Не говорили, что лучше с улицы не сворачивать? – первый вор с размаху еще пару раз ударил Вина в бок. – Теперь-то ты знаешь, чьи правила здесь, и кто задает вопросы!
- Бросай его. Забираем пса и уходим. Нам до норы уже близко.
- Этот может сказать жандармам… Надо бы его спать отправить! – с этими словами похититель поднял Винченцо с земли. Он собирался оглушить его одним сильным ударом, уже было замахнулся – но случилось непредвиденное.
Внезапно за его спиной внезапно раздался протяжный вой, который через мгновение превратился в ужасный шум в ушах. Похитители рухнули на землю, обхватив головы руками. В их сознании все образы буквально разлетелись на ошметки, перемешавшись в огромную кучу. Мужчины моментально потеряли ориентацию в пространстве, испытывая сильнейшую головную боль. 
Ничего не понимая и шипя от ушибов, Вин попытался подняться на ноги. Он увидел Зурка, который хищно припал на передние лапы и выл на преступников, а те лежали на земле и корчились от боли. Заметив движения Вина, Зурк подбежал к нему.
- Надо идти. Сейчас сюда сбежится вся улица.
- Что это было?
- Идем.
Фамильяр побежал к проходу в соседний двор, Вин насколько мог быстро направился следом. Зурк уверенно оббегал дома, безошибочно находя путь среди городского лабиринта. Наконец, он вышел на очередной сырой проулок и остановился. Винченцо устало оперся рукой о стену дома.
- Можно не спешить. – спокойно сказал Зурк.
- Что… Что произошло, а? Можешь объяснить? – с трудом переводя дух, спросил парень.
- Они напали внезапно. Проходили мимо, а потом набросились и стали вязать. Потом человек вышел – они сказали, что уже уходят после приема.
- А что это за вой?
- Я вселил неразбериху в их головы. Так можно остановить толпу. 
- А почему до этого не освободился так, на площади?
- Все бы почувствовали. И меня бы схватили все.
- А сейчас…
- Хозяину угрожала опасность. Я не могу это допустить.
Вин с благодарностью и теплом обнял Зурка. Давно он не чувствовал такой искренней преданности.
Они вдвоем осторожно вышли на соседнюю улицу. Относительно тихая и узкая, она была будто не связанной с остальным городом. Винченцо поинтересовался у прохожего дорогой к железнодорожному вокзалу Блаустона.
- Здесь в принципе недалеко. Видите вон те трубы на стене дома? Идите туда, а там пройдете двор – и будете на улице Ризетце. А по ней почти до конца – и будет вокзал.
- Спасибо, вы мне очень помогли!
- Удачного дня!
Весь путь оказался действительно недолгим и занял примерно двадцать минут. Это была часть города, своим обликом полностью противоположная тихим и безлюдным западным кварталам, выходящим к болоту. Здесь были большие склады, товарные конторы, пара фабрик, несколько бараков рабочих. За товарной станцией, немного в стороне от вокзала, виднелась пристань для дирижаблей, высокая и ажурная конструкция из легкого металла. Рядом виднелась из-за крыш огромная светлая оболочка пассажирского дирижабля. Число струй дыма и облаков пара здесь было больше чем где либо в городе, и все это приукрашалось шумами вокзала, заводов и гомоном людей. 
Вин зашел в здание вокзала. Это место чем-то напоминало парню его мир – здесь так же люди спешили, не обращая внимания друг на друга. Особой красотой вокзал не отличался – здесь скорее все было максимально практично и строго. Как и билетные кассы, куда Винченцо и направился первым делом.
- Доброго дня! Можно билет до Дариона? 
- Конечно. 20 монет. – кассир внезапно осекся. - У вас много багажа? 
- Нет, из багажа только одна сумка. Но я с собакой.
- Тогда извините – в правилах запрещено входить в поезд с животными. Сожалею. 
- Но как быть? 
- Ничем не могу помочь. – с этими словами окошко кассы закрылось.
Озадаченный, Вин вышел в зал ожидания. Здесь в безделье или нехитром времяпровождении томилось около двух десятков человек. Рядом с ними стояли увесистые чемоданы и коробки – мало кто отправлялся в путешествие налегке. Один из ожидающих прошел к стоящему неподалеку от касс устройству, забросил одну монету в щель и провернул ручку. Из устройства на лоток выпала одна газета – самый популярный источник информации в этом мире анахронизма.  Человек отошел от машины и направился к сиденьям, с интересом взглянув на Зурка и пройдя очень близко от Вина. Нос тут же учуял запах свежей краски, немного кисловатый и незнакомый. Проводив человека взглядом, Винченцо услышал гудок поезда и спешно направился из здания на посадочную платформу.
Поезд был относительно небольшим – четыре коротких зеленых вагона были выстроены за причудливым локомотивом, напоминавшим миниатюрный завод на колесах. Змеи патрубков, десятки рычагов, пара огромных емкостей и уйма шестерен… все это было окутано паром и казалось живым. Вин невольно содрогнулся, вспомнив чудовищный механизм из Тумана.
Поезд собирался отправиться уже прямо сейчас, но о том, чтобы занять место внутри, не стоило и думать. В этом городе правила были причудливы, как и все остальное. Но иначе этот мир и не мог сосуществовать. Наконец поезд издал протяжный гудок, и резко фыркнув, начал неторопливый разбег. Не прошло и минуты, как он покинул город, скрывшись за поворотом дороги.
- Даже такая простая вещь может оказаться невыполнимой, - сказал Вин Зурку. – Знать бы как добраться до этого Дариона… Только и известно, что о железной дороге. 
- Если путь один – всегда есть разные способы его пройти. – хрипло проговорил фамильяр. - Газоро говорил. 
- Но не пешком же идти. - парень почесал затылок и осмотрелся. Легкий порыв ветра налетел прямо в лицо, заставив отвести взгляд в сторону, где стоял грузовой состав. – Хотя, если подумать…
Со стороны грузовой станции вдоль путей шел железнодорожник. Поправляя запачканную одежду, он направлялся в сторону запасных путей, заставленных цепочками грузовых вагонов. На пол пути его стала одолевать жажда, и он решил немного отклониться от пути, поднявшись на перрон. Здесь, у стены здания вокзала, стоял механический автомат по продаже питьевой воды. Рабочий закинул в щель одну монету и потянул рычаг. Автомат затрещал десятком шестерен и пружин – из небольшого крана полилась вода в стоящий под ним небольшой стеклянный стакан. Железнодорожник взял его и с наслаждением сделал пару длинных глотков. Опорожнив стакан, он поставил его в лоток для мойки и, обернувшись, столкнулся нос носом с Вином.
- Уважаемый, могу я к вам обратиться?
- Что вы хотели?
- Когда отправляется ближайший грузовой поезд в Дарион?
- Хех, да тут одна дорога, и как раз через Дарион, все так идут. Вот через минут десять один отправим. Подождите… - рабочий задумался. – А вам какой от этого интерес?
-  Мне нужно попасть в Дарион. А с ним в поезд не пускают – Вин указал взглядом на сидящего рядом Зурка. – Можете нас тайком посадить в грузовой вагон?
- Но это запрещено…
- Я заплачу. 15 монет вас устроит?
- Это риск для меня!
- Двадцать пять?
- Хм…  - рабочий озадаченно посмотрел, как Вин достал кошель и отсчитал деньги. – Черт с вами, следуйте за мной.
Пройдя до конца платформы, они поднялись на темный металлический мост- переход над путями. Вся станция открывалась отсюда как на ладони. Пройдя примерно до середины моста, железнодорожник остановился возле небольшой калитки, за которой один пролет лестницы вел в проход между двумя товарными поездами. Открыв ключом простой замок, он пропустил Вина с Зурком вперед, а пройдя сам – закрыл калитку обратно. 
- Попрошу деньги вперед. – железнодорожник быстро взял горсть монет и высыпал в свой карман. – Теперь слушайте меня. Я посажу вас в один из вагонов – там мешки с сахаром, но места для вас хватит. Дверь в вагон я закрою – но здесь есть рычаг, которым открывается дверь изнутри. 
С этими словами он быстро открыл дверь в вагон. Вин и Зурк спешно забрались туда и устроились за навалом мешков.
- Ваша станция – третья по счету. Ее легко будет узнать – перед ней будет темный туннель. В вагоне полно щелей, думаю, заметите. Как только поезд остановится – сразу открывайте дверь, выскакивайте наружу – и прячьтесь. Только дверь не забудьте за собой закрыть. Желаю удачи.
После этих слов железнодорожник закрыл дверь. Вагон погрузился в легкий полумрак. Мимо состава, простукивая колеса вагонов, прошел еще один рабочий. Обитатели вагона постарались не издавать звуков и сидели тихо. Так прошло еще несколько минут. Локомотив яростно зашипел, выпустил клубы пара и загудел. Через мгновение вагон тряхнуло – поезд пришел в движение и стал выходить за пределы станции. Вина удивило, как быстро столь примитивная с виду машина набирала ход. Вскоре снизу прошли последние лязги рельс – состав вышел на главную магистраль и направился к первой по маршруту станции.
Дорога в темном, закрытом со всех сторон вагоне утомляла. Здесь не было никакого комфорта, за исключением относительной мягкости мешков. Забравшись на них сверху и под укачивание вагона и стук колес, Вин стал медленно проваливаться в спокойный сон. Стараясь избежать его, он стал наблюдать за бегущим вокруг пейзажем сквозь небольшую щель между досками обшивки. Но это лишь усугубило состояние – парень сам того не заметив закрыл глаза. 
  ''';
  static String v9a = 'Глава 9. Древняя крепость';
  static String v9 =   '''
  Этот сон был удивительным – Винченцо снилась музыка. Она играла там повсюду, проникала в каждый уголок – а затем сливалась в единый поток, бурную реку. Вин стоял на ее крутом берегу, словно выкрашенном в непривычные глазу яркие цвета. Закрыв глаза, он наслаждался ее красивым звучанием, пропускал потоки звука через себя… Немного подавшись вперед, Вин раскинул руки и рухнул в эту музыкальную реку, которая тут же подхватила его своим стремительным течением. Музыка неслась этим потоком, извивалась как змея, кидала человека из стороны в сторону. Один из этих безумных поворотов оказался слишком резким и Вин с размаху ударился о твердый как камень берег. Эйфория и чувство радости тут же улетучились, словно их никогда и не бывало, ощущение уюта сменилось напряжением. Еще один резкий поворот – и снова удар о берег, на этот раз пронзивший все тело болью. И музыка затихла, уступив место звенящей тишине…
Винченцо вздрогнул и очнулся. Ощущение боли никуда не пропало – но пришло осознание реальности. Подвигав глазами и прислушавшись к ощущениям понял – он все так же в том товарном вагоне, стучащем и мчащем на полной скорости - только теперь на полу, уткнувшись носом в наружную обшивку. Очевидно, что уснув Вин свалился с мешков и оказался у небольшой перегородки с окружающим поезд миром. 
- А… Что… - постанывая произнес он, пытаясь подняться на ноги. – Где мы?
- Две станции проехали. Поезд сильно качнуло – ты упал. 
- Черт, надо быть осторожнее, - Винченцо встал у двери вагона и посмотрел в щель. – Так мы и свой выход пропустим.
Снаружи проносился мимо незнакомый пейзаж. По сравнению с землями Блаустона, он был не в пример более холмистый, покрытый множеством деревьев. Железная дорога то и дело делала повороты, следуя минимальному уклону, из-за чего вагоны ощутимо раскачивались. Кое-где встречались каменные россыпи, склоны холмов срезались для укладки путей. Вин задумался о пройденном поездом расстоянии, за то время пока он спал.
Неожиданно все вокруг погрузилось во мрак. Со всех сторон раздался гул и завывание ветра, сквозь щели в вагоне потянуло прохладой. Приглядевшись, Вин разглядел рядом с вагоном сплошную кирпичную кладку.
- Вот и туннель. Скоро выходить. 
 Не прошло и минуты, как со всех сторон вновь ударил свет – поезд вышел из туннеля. Вин смог разглядеть петляющий и спускающийся вниз путь, а за ним – крыши построек и дымы из труб. Поезд стал постепенно замедляться, скрипя тормозами на стальных колесах. Станция была совсем близко.
Ряд поворотов остался позади и под колесами россыпью раздался стук колес по развилкам путей, на которые дорога разделялась как растрепанная веревка на волокна. Мимо проплыли первые приземистые домики, высокие семафоры, стоящие на путях в ожидании вагоны. Еще через десяток секунд вагоны полностью закрыли обзор, а поезд медленно заполз на свой путь и шумно остановился. 
Винченцо схватил свою сумку и резко открыл дверь. Лицо окатило свежим воздухом, перемешанным с запахом просмоленных шпал, сверху упали редкие капли едва заметного дождя. Спрыгнув на мокрый щебень между путями, он подождал пока Зурк так же выберется наружу и закрыл вагон – теперь ничего не выдавало их присутствие здесь. Теперь они были в большом искусственном лабиринте – множество путей, заставленных вереницами вагонов, из-за которых нельзя было ничего увидеть вокруг. Винченцо пригнулся и посмотрел под вагон – там едва виднелось небольшое здание вокзала и люди. Туда идти было не лучшей идеей.
- Там увидишь. – сказал Зурк, глядя куда-то в сторону. Вин посмотрел туда и обнаружил довольно высокую металлическую вышку, возвышавшуюся над станцией. Такие устанавливались для визуального контроля за движением составов.
- Хорошая мысль. Надеюсь нас не заметят там.
- Риск есть.
Парень с фамильяром пролезли под вагоном, затем под еще одним, оказавшись на проходе с вышкой. Теперь до нее оставалось пройти лишь пару десятков метров. Под ногами неприятно чавкала грязь, шуршали камешки. Стараясь быстрее достичь цели они ускорились, как вдруг из-за конца одного из составов вышел железнодорожник. В руках он нес увесистый ключ и длинный рычаг, похожий на посох. Не обращая ни на что внимания, он перешел через пути и скрылся за очередной цепочкой вагонов. Вин с облегчением выдохнул.
- Надо идти. – повторил Зурк, выдвинувшись вперед.
Вблизи вышка казалась значительно больше. Высотой в пару десятков метров она значительно возвышалась над путями, поскрипывая на порывах ветра. Наверх вела узкая лестница, рядом с которой висел закрытый керосиновый фонарь. Вин положил руку на ступень – металл был влажным от сырости и холодным на ощупь. Осмотревшись на всякий случай еще раз, он начал восхождение наверх. Металл тихо заскрипел, приняв на себя весь вес человека. Зурк и в этот раз остался ждать, не в силах забраться по тонким ступенькам почти вертикального пролета. На всякий случай он забрался под вагон, расположившись рядом с колесной тележкой.
Каждый шаг поднимал Вина все выше, открывая обзор. Сначала показались крыши вагонов вокруг; еще десяток шагов – и стало видно здание вокзала рядом. Вин спешил, но тем не менее соблюдал осторожность – соскользнуть и упасть со значительной для хрупкого тела человека высоты было далеко не лучшим решением. Чем выше он поднимался – тем сильнее ощущались порывы ветра, а под руками – легкие колебания упругого металла вышки, словно это было большое дерево в ветреную погоду. Наконец лестница закончилась и Винченцо оказался на открытой площадке, огражденной высоким поручнем. Здесь висела еще одна лампа, а так же небольшой ящик с флажками трех цветов. Вероятно, железнодорожники с их помощью подавали сигналы машинистам на соседних путях.
С верхней площадки открывался вид на всю станцию и окрестности. Всего было около десятка путей-ответвлений, на которых ожидали своего времени десятки вагонов. С высоты они казались большим запутанным лабиринтом. С одной стороны располагался вокзал - на глаз немного больший чем в Блаустоне - и пара посадочных платформ. На одной из них стоял, выпуская клубы пара и дыма, один пассажирский поезд - возможно даже тот, на который и не пустили Винченцо. За вокзалом раскинулся город Дарион - очень холмистый, покрытый зеленью и мостками между крутыми склонами. Впрочем, вся местность вокруг была горной, повсюду были возвышенности и даже скалы вдалеке. Одна из них возвышалась над туннелем, через который шел путь к Блаустону.
Винченцо слегка поежился от прохладного порыва ветра и обратил взор в другую сторону. Вся территория станции была вытянута вдоль пути и немного от города, заканчиваясь там комплексом крупных построек с дымящими трубами. Здесь путей было особенно много, на них в множестве стояли пыхтящие локомотивы и вагоны, ходили рабочие. Это было железнодорожное депо. Чуть в стороне Вин увидел возвышенность, на которой ютились темные развалины крепостных стен и башен, заросшие со временем вездесущей растительностью.
"Вот о какой крепости говорил мэр" - подумал он про себя, вглядываясь вдаль. Теперь место назначения стало более определенным.
- Эй! Ты что там делаешь?
Незнакомый мужской голос прозвучал неожиданно. Вин взглянул вниз и увидел в десятке метров от вышки того самого железнодорожника. 
- Тебе нельзя там находиться! Слезай, сейчас же!
Винченцо поспешно вернулся к лестнице и начал спуск. Спустя минуту он уже коснулся ногами земли. Рабочий уже ждал его там.
- Что вы делаете на служебном объекте? Посторонним запрещено находиться на этой территории!
- Прошу прощения, я уже ухожу.
- Нет уж, вы пройдете к начальнику станции и там все объясните, - железнодорожник схватил его за руку. - Живо!
Вин было уже попытался вырваться от не сулящего ничего хорошего "сопровождающего", как в этот момент из-под вагона звучно рявкнул Зурк. От неожиданности рабочий отшатнулся назад и отпустил руку Вина. Тот не стал терять момент и ринулся бежать по дорожке между поездами в сторону депо. Зурк же исчез из виду так же молниеносно, как и появился.
- Стой! Не уйдешь! - крикнул железнодорожник вслед и кинулся в погоню. По сравнению с парнем он был грузный и не мог так быстро и ловко бежать по гравию. 
Вин добежал до конца поезда и резко свернул за него, продолжая двигаться к цели. Через десяток секунд его нагнал фамильяр и побежал рядом, едва слышно отталкиваясь от мелких камней. Запах железной дороги усилился, обостряя восприятие всех органов чувств. Через несколько метров они забежали за очередные вагоны- цистерны, где проход был заставлен разными деталями от локомотивов. В поисках кратчайшего пути Вин с Зурком пролезли под одной из цистерн и оказались возле кирпичного забора территории станции.
- Дальше, - сказал Вин. - Осталось немного.
- Я его не чую, - ответил Зурк, замедляясь. - Он отстал.
- Можно передохнуть.
Они осмотрелись. Прямо впереди, в метрах ста, возвышалось приземистое здание локомотивного депо. Оттуда доносились звуки кипящей работы. Припомнив вид с вышки, Вин определил местонахождение крепости.
- Нужно пройти за депо. Там будет нужное место.
- Тишина и осторожность.
- Конечно.
Они быстро проскользнули вдоль забора до депо. Здесь, стараясь не высовываться из-за выступающих во множестве труб и нагромождений хлама, они прошли практически весь периметр здания, оказавшись рядом с воротами для локомотивов.
Из ворот вышел рабочий с ящиком в руках и направился к стоящему неподалеку локомотиву. Там уже работало четверо человек, усердно приводящих металлического монстра в порядок. Еще рядом с воротами оказалось двое жандармов, лениво прохаживающихся между путей.
Зурк слегка подтолкнул Вина в бок и указал в сторону. Там Вин увидел в метрах сорока от депо несколько вагонов на запасном пути. Последний из них стоял, провалившись наполовину под землю. На соседнем пути стоял вагон-будка, который цепляли к поездам дальнего следования для караульных.
- Понял, - ответил Вин. - Лишь бы не заметили...
Из одного патрубка локомотива внезапно вырвался поток грязного масла, едва не окатив стоящего рядом рабочего. Тот громко выругался, к патрубку ринулись двое работников и начали длинными ключами затягивать гайки. Остальные тоже невольно отвлеклись на происшествие.
Лучшего момента могло и не быть. Слегка пригибаясь и стараясь не шуметь, Вин с Зурком прошли мимо локомотива на значительном расстоянии, укрывшись за штабелем старых гнилых шпал. Еще перебежка - и они оказались возле вагона-будки.
Рядом с ними находился провал, диаметром примерно шесть метров. Края были неровными, с одной стороны торчали искривленные куски рельс. Осторожно заглянув вниз, Винченцо заметил, что вагон упирается внизу на каменный пол подземного коридора. Дальше рассмотреть особенно не получалось из-за темноты.
- Нужен свет... - произнес вслух парень. Бросив взгляд на вагон-будку он увидел внутри небольшой керосиновый фонарь. В нем едва заметно горел крохотный огонек. 
Решение пришло мгновенно. Заскочив на ступеньку вагона, Вин резко рванул за дверь. Она нехотя и с сильным скрипом раскрылась. Парень схватил фонарь и тут же вышел обратно, захлопнув дверь. Но не рассчитал силы - удар получился слишком громким и привлек внимание железнодорожников.
- Сэм, сходи проверь, что там за шум, - сказал один из них, заливая новое масло в бак локомотива. Другой поспешно вытер руки и направился в сторону вагона будки.
Винченцо отошел в сторону, скрывшись из виду. Нужно было спрятаться, и причем очень быстро. Оглядываясь по сторонам он упустил момент, когда Зурк прыгнул на крышу провалившегося вагона и соскользнул вниз. Звук привлек его внимание и он успел заметить фамильяра в последний момент.
"Вот ведь умный, чертяка" - подумал Винченцо. В этот момент железнодорожник его заметил.
- Стой! Не пытайся сбежать! – рабочий обернулся и крикнул жандармам. – Здесь посторонний! 
Вин не стал ждать встречи с жандармами и, не теряя ни секунды, с разбегу прыгнул в след за фамильяром. Приземлившись, он поскользнулся на металлической крыше и кубарем скатился в подземный проход, приземлившись на бок. Фонарь со стуком покатился по полу, но не пострадал, зато рука у парня болела изрядно.
- Сюда - сказал Зурк и побежал в темноту.
Вин повернул регулятор на лампе - пламя тотчас выросло и озарило светом стены туннеля. Они были покрыты серым слоем пыли, сквозь которую с трудом угадывалась фактура обработанного камня. Высота туннеля была около трех метров, потому идти по нему можно было свободно в полный рост. Парень торопливо прошел немного вперед. Едва ощутимая тяга воздуха была хорошим фактом - впереди не было завалов.
То и дело свет выхватывал из темноты тонкие кружева паутины и сколотые и неровные каменные своды. Кое-где потолок был укреплен деревянными опорами, ставших трухлявым своим подобием за столь долгое время.
Коридор неожиданно свернул в сторону. Винченцо зашел за угол – и вздрогнул от ужаса. Прямо перед ним путь преграждали четыре металлических пики, выдвинувшиеся из стены грозным заслоном. У противоположной стены оказался труп железнодорожника, пробитого насквозь и пригвожденного пиками. Его смерть наступила явно совсем недавно – лужа и подтеки крови под трупом потемнели, но само тело не успело иссохнуть, вокруг летали шумные насекомые. Лицо погибшего изображало ужас, от которого становилось не по себе.
- Вот почему местные работники не изучили все здесь в отсутствие ученых… Серьезное предупреждение.
- Преграды должны охранять нечто.
- Да… Не нравится мне это. Будем внимательнее.
Вин посмотрел назад – над уже далеким провалом туннеля виднелись движущиеся тени. Оставаться на месте становилось рискованно. Осторожно протиснувшись между холодных пик они продолжили движение. Зурк все время держался на метров пять впереди своего хозяина. Поначалу это не нравилось Вину, так как он нервничал от подобного поведения фамильяра. Но когда после очередных шагов по туннелю под Зурком затрещал пол - он даже мысленно поблагодарил Зурка за это. Под полом туннеля оказалась яма - ловушка - и лишь благодаря невероятной реакции и скорости фамильяра он успел проскочить опасное место. Винченцо остался позади, перед широким зияющим провалом. Парень осмотрелся – на стенах туннеля в каменной кладке было четыре выступа на разной высоте, опоясывающем его на всей протяженности. Возможно, когда-то он служил в декоративных целях или как элемент опорной конструкции, но сейчас он представился гостю подземелья как путь вперед. 
Вин с недовольством взглянул на керосиновый фонарь в руках. Пройти вдоль стены по мизерному выступу над смертельно опасной ямой было рискованно, а уж без освещения – и подавно. Глубоко вздохнув, он повесил фонарь на пояс, а сам подошел к краю провала. Внизу, на глубине нескольких метров, едва виднелось заваленное обломками дно. Чувство страха накатилось к горлу, и Винченцо поспешил поднять взгляд на стену. В слабом свете выступы были заметны с трудом. Он сделал еще пару шагов, потрогал холодные камни. Наконец, сделав усилие, забрался на выступ и прижался к стене – началось медленное и опасное передвижение на другую сторону туннеля.
Зурк вновь не остался в стороне – его шерсть начала светиться таким же мягким голубоватым светом. Этого было достаточно, чтобы Вин мог четко видеть выступы и свои движения. Он медленно передвигал руки и ноги, в напряжении балансируя на неудобной опоре.
Секунды тянулись ужасно медленно. С каждым осторожным шагом другая сторона была все ближе, хотя находясь лицом к стене Вину было сложно определить свое местоположение. Пальцы рук подрагивали, цепляясь за узкий выступ, стук сердца отдавался по всему телу. Внезапно свет замерцал, а затем и вовсе угас.
- Зурк?
- Мне нужен отдых. Свет тратит много сил.
- Черт...
В слабом свете тусклой лампы пространство вокруг парня свернулось до минимума. Он видел лишь тени и неровную стену. Ноги приходилось ставить наощупь, сомневаясь в каждом шаге. Сколько он уже прошел? Вин с ужасом осознал, что не знает об этом.
Отвлекшись на мысли, он неосторожно поставил ногу и соскользнул с выступа. Инстинктивно выгнувшись, он потерял равновесие, руки сорвались с камней и уже через мгновение он падал вниз.
- А-а-а-а!
В следующее мгновение боль от падения пронзила тело, прошла по руке. По инерции повернувшись на живот, Винченцо осознал, что под его ногами ничего нет: он лежал на самом краю невидимого провала. По счастливой случайности Вин упал уже на другом краю, миновав гибели. Зурк подбежал к нему.
- Идти можешь?
- Уф... Черт, так больно... Я попытаюсь.
Осторожно отодвинувшись от ямы, Вин начал подниматься на ноги. Боль от падения продолжала жечь со всех сторон, он зашипел.
- Хватайся. - Зурк встал рядом и подставил спину. Вин обхватил его руками, и в то же мгновение фамильяр вновь начал светиться.
Винченцо сразу же почувствовал облегчение. Боль утихала очень быстро, появились силы двигаться. Вин встал на ноги, размял руки. Зурк отбежал чуть вперед.
- Нужно идти.
- Спасибо за помощь.
- Я ведь должен тебе служить. 
Они осторожно продолжили путь по туннелю. Фамильяр шел медленнее, принюхиваясь ко всему хоть немного подозрительному.
- Зурк?
- ?
- Ты не задумывался, для чего ты создан?
- Я знаю, что должен служить тебе.
- Зачем?
- Чтобы ты прошел свой путь.
- А какой он - мой путь?
- Это лишь тебе известно. Даже Газоро не знает.
- Но если бы я знал сам... - Вин задумчиво посмотрел по сторонам и остановился. Туннель расходился на два направления - одно продолжало идти прямо, другое уходило влево. В свете фонаря их пространство терялось уже меньше чем через десяток метров. 
"Так... надо думать" - промелькнуло в его голове. Вин попытался вспомнить все особенности местности, что он видел начиная с подъема на железнодорожную вышку. Стараясь сконцентрироваться, он рисовал в голове пройденный маршрут, со всеми поворотами и спусками. Однако мысли все время перескакивали на что-то другое и он сбивался, начиная заново. В конце концов, уже порядком раздраженный, Вин решил выбирать путь случайным образом.
- Идем прямо.
- Смотри. – произнес Зурк, взглядом указывая на одну из стен. Там были указаны плохо различимые, вырезанные в камне надписи на неизвестном языке. У Винченцо были кое-какие познания о языках, но это не было даже приблизительно похоже ни на что ему известное.
- Древние наверняка оставили здесь все необходимые указания. Вот только смысла в них сейчас меньше, чем в обыкновенном компасе.
Они двинулись дальше. Тоннель сменился небольшой лестницей, спустившей путешественников на еще один этаж вниз. Слух стал улавливать далекий шум в глубинах подземелья, монотонный и постоянный. Улавливался запах сырости. Проход свернул в сторону, а затем и вовсе оказался прегражден массивными воротами из укрепленного металлом дерева. Разбить такие можно было разве что из пушки – если конечно ее умудриться сюда спустить. 
Подняв взгляд вверх, Винченцо увидел над воротами интересный рисунок. Это был треугольник, одной из вершин направленный вверх, по углам которого находились символы – гора, птица и огонь. Хоть рисунок и был отчетливым, он специально был размещен так, чтобы не бросаться сразу в глаза.
- Я так понимаю – за воротами нас ожидает все изображенное? – с сарказмом спросил Винченцо у Зурка. – На что я согласился, чтобы добровольно залезть в такое место – нужно быть просто сумасшедшим.
- Или просто не знать этого мира, - ответил Зурк.
- Я здесь не по своей воле, помнишь? Но это больше похоже на дурной сон, чем на реальность.
- А если это реальность?
- Тогда я совершенно ничего не понимаю… Ладно, к чему эти знаки? 
- Это просто символы. Нельзя понимать буквально.
- В любом случае, здесь оставаться не зачем, - взмахнул рукой Вин. Он сделал пару шагов спиной вперед к стене и что-то уперлось ему в спину. – А это еще что?
За спиной парня оказалась небольшая ниша в стене, где находились три вертикальных рычага. Их можно было передвигать вниз и вверх, сейчас все три находились в среднем положении. Где-то за каменными стенами слышались звуки движущихся механизмов и шум воды. Вин в смятении отошел от загадочных рычагов.
- Здесь такие же символы. – сказал Зурк. 
Винченцо, приглядевшись, рассмотрел на рукоятях рычагов все те же три знака – птица, огонь, гора.
- Древняя загадка… Почему мэр не сказал об этом?
- Он знал об этом месте не больше нашего.
- Как знать…
После осторожного осмотра, Вин решил, что рычаги должны быть установлены в определенном положении. Здраво рассудив, что неверная попытка может закончиться плачевно, он достал из своей сумки моток веревки. Один конец закрепил на рукояти первого рычага и, взявшись за второй, отошел на приличное расстояние от ворот. Зурк последовал за ним. Переведя дух, Винченцо взялся за конец веревки понадежнее.
- Раз, два… три!
Сильным рывком рычаг был сдвинут вниз от своего изначального положения. Стук механизмов за стеной усилился. Внезапно плиты на полу перед воротами распахнулись, открыв яму-западню. Еще через секунду из невидимых отверстий в стенах ямы ударили струи пламени. И наконец в завершение в яму упали два огромных каменных блока, закрепленных на канатах под потолком. Выжить, угодив в такую ловушку, было практически невозможно.
- Вот и ответ. – сказал Зурк.
Тем временем механические ловушки плавно возвращались в исходное состояние. Блоки медленно поднимались к потолку, огонь угас – а напольные плиты рывками смыкались на прежних местах. Еще минута – и никаких следов их деятельности.
Винченцо вновь осторожно подошел к воротам и стал рассматривать загадочный треугольник над воротами. То и дело он переводил взгляд на рычаги и обратно, присматривался к линиям… наконец он решительно подошел к рычагам и сдвинул первый из них вверх.
- Птица вверху…
- Стой!
Зурк запоздал – механизм пришел в действие. Только теперь он застучал за стенами, оставив недвижимыми грозные ловушки. Вин сдвинул по очереди оставшиеся рычаги вниз.
- Горы внизу и огонь с ними.
Внезапно повисла тишина. Через мгновение ворота вздрогнули, подняв в воздух пыль, и медленно со скрипом начали раскрываться. За ними открылась зловещая тьма и поток сырого воздуха. Спустя пару секунд во тьме, на стенах пещеры, стали вспыхивать горящие факелы, освещая пространство вокруг. Как они горели неизвестно – но скорее всего, здесь была такая же система как и в огненной ловушке. Шум стал еще громче – это оказался бегущий поток подземной реки. Взгляд путешественников разбежался по огромному раскрывшемуся пространству.
Зал оказался частью большой полости пещеры, вытянутой вдоль пути. По центру проходила узкая извилистая дорожка на каменных уступах, по краям от которой был бегущий поток воды. Из под него выглядывали вездесущие пики, несущие мучительную смерть каждому, кто оступится с пути.
Дорожка вела к дальнему концу пещеры, однако проход дальше был едва заметен за бурным потоком воды, спускающимся сверху и затем проносящимся наперерез дорожки. Человек, попав под его напор, был бы смыт в сторону и вниз, на острые пики. Перепрыгнуть поток тоже было невозможно - он был слишком широк для человеческих возможностей.
Запах сырости царил повсюду. Вин с Зурком, следуя друг за другом, осторожно проследовали по узкой и неровной дорожке до потока. Брызги воды долетали даже до лица парня.
- Останови воду и пройдешь дальше.
Винченцо проследовал взглядом вверх по потоку. У самого его начала виднелась увесистая каменная заслонка.
Вин подошел к цепи, свисающей над площадкой-уступом неподалеку от потока. На ней был небольшой слой ржавчины, тонкой шелухой слетавший с металла под прикосновением рук. Однако в целом она казалась достаточно прочной. С силой потянув за нее, он услышал лишь шум движущихся деталей – цепь плавно вернулась на место. 
- По видимому, механизм для этого прохода был уничтожен.
Продолжив изучать сложную конструкцию надо головой, Винченцо вскоре обнаружил неисправность. Одна из поддерживающих балок обвалилась, сломав блок шестерен. Без него не было связи между подъемником заслонки и цепью, потянув за которую служители крепости могли остановить поток. Нужно было добраться до самого подъемника и запустить движимый водяными колесами механизм. Казалось, что подземная река обеспечивала энергией все механизмы крепости.
- Нужно забраться наверх. – раздался за спиной голос Зурка. Он как всегда был спокоен и конкретен в своих фразах. Но подобное предложение оказалось парню не по вкусу.
- Наверх? Туда? Этому месту столько лет, все рухнет!
- Это единственный путь. Либо вернуться обратно.
- Ну уж нет, лучше уж рискнуть.
С тревогой взглянув вверх к потолку, Вин вздохнул и отложил сумку в сторону. Затем он схватился за цепь и попробовал подтянуться. Металлическая «змея» начала колебаться, раскачивая повисшего человека и внушая все больший страх, но не обвалилась вопреки ожиданиям. Обрадовавшись этому, Винченцо сделал еще усилие и начал медленный подъем наверх. Цепляясь за неудобные звенья цепи ногами и руками, измазываясь рыжей «пыльцой» ржавчины, он спустя пару минут достиг несущих балок. Дерево под нагрузкой угрожающе затрещало, поднялась легкая завеса пыли, заметной в свете пламени факелов.
Переведя дух, парень осмотрелся. Все несущие балки образовывали подобие решетки, с ячейками стороной в четыре метра. Самый прямой путь по ним был невозможен – примерно в середине часть балок обвалилась в водный поток, оставив непреодолимые пропасти. Если же двигаться по уцелевшим конструкциям – следовало совершить обход в виде буквы «П». Уже слегка привыкнув к опасной высоте, Винченцо поднялся на ноги и, балансируя вытянутыми руками, начал осторожно продвигаться к цели. 
«Не смотреть вниз… Сконцентрироваться…» - внутренний голос старался сохранить самообладание. Первые десять шагов до первой вертикальной опоры прошли очень напряженно – последующие легче. Треск под ногами перемешивался с шумом падающей воды, заглушая в голове все мысли. Только брус под ногами и страх потерять равновесие.
Еще одна опора. Теперь следовало повернуть вправо. Новый брус. Один шаг, второй, третий…
Внезапно брус под ногами громко хрустнул и просел на пару сантиметров. Этого было достаточно, чтобы Винченцо стал терять равновесие и отчаянно пытаться балансировать. Однако это не удавалось, и он в последнем порыве бросился по брусу до очередной опоры. Последний шаг чуть было не стал смертельным, но уже заваливаясь на бок, он успел схватиться за деревянную колонну.
- Грум!
Не выдержав резкого сотрясения, кусок балки где только что шел Вин окончательно отделился и рухнул вниз, развалившись на несколько частей после удара о воду. Пронаблюдавший за этим зрелищем Вин замер. В ушах с ударами сердца пульсировала кровь.
Когда сердце немного успокоилось, Вин осторожно прошел еще одну балку. Здесь находился рычаг, к которому крепилась та самая цепь. Он должен был передвинуть один брус, на котором находились две шестерни. Последние вошли бы между водяным колесом и лебедкой подъемника заслонки. Проблема была в том, что рычаг был переломлен у основания и теперь просто свободно двигался цепью. 
Винченцо на мгновение взглянул вниз. Темная, бегущая между пик вода казалась отсюда ужасным чудовищем. Собрав волю в кулак, он подвинулся по балке до рычага, сел спиной к нему. Затем ударом ноги попытался сдвинуть брус с шестернями.
Дерево затрещало. Конструкция была очень чувствительна к резким усилиям, но иного пути у Вина сейчас не было. Еще удар - брус подвинулся еще на десяток сантиметров. Парень сделал несколько глубоких вздохов и ударил со всей силы. Шестерни вклинились зубьями между соседними и начали движение. "Получилось" - промелькнуло в голове Вина.
- Грум!
Винченцо едва не свалился от резкого толчка. Под усилием воды механизм начал задвигать заслонку, перекрывая поток. С каждой секундой он угасал все больше. Наконец заслонка закрылась до конца - встретив резкое сопротивление, механизм передал все свое усилие на свое основание. Это стало критичным для ветхого дерева.
- Берегись! - раздался снизу гулкий голос Зурка.
Винченцо все понял и без слов. Вся поддерживающая конструкция из балок вздрогнула и стала стремительно обрушаться, словно цепочка костяшек домино. Балка под ним резко просела на один край и Вин покатился вниз. В этом безумном пути он едва замечал где он и инстинктивно цеплялся за все вокруг, получая увесистые удары. Внезапно он увидел воду прямо перед собой - и его резко потянуло в сторону. Через мгновение он растянулся на камнях дорожки через зал.
- Ургх...
- С трудом дыша, он постарался подняться на ослабших руках. Сзади кто-то потянул его за куртку, помогая занять вертикальное положение. Это был Зурк.
- Прости - не мог позволить тебе упасть в воду.
- Ты спас меня.
- Это мой долг.
Вин встал на ноги. Взглянув вдоль зала, он увидел проход, ранее закрытый потоком. Вода же сменила направление и теперь водопадом спускалась в десятке метров в сторону. 
- Еще шаг ближе к цели, а? - он рассмеялся, потирая руками ушибленные места. Затем, хромая, он подошел забрать свою сумку и направился к открывшемуся выходу. Здесь было довольно темно и пришлось увеличить огонь в лампе. По тихому плеску было понятно - масло на исходе. Останавливаться было некогда. 
  ''';
  static String v10a = 'Глава 10. Игры подземелий';
  static String v10 =   '''
  Сразу за проходом обнаружилась лестница вниз. На ней путешественники насчитали около полусотни ступенек. Лестница закончилась небольшим коридором, за которым открылся взору большой круглый зал. Над ним был сводчатый потолок, стены были укреплены массивными каменными колоннами. В центре была небольшая каменная платформа, где в виде креста установлены четыре крупных каменных саркофага. Перед ними стояла небольшая подставка с углублением в виде прямоугольника - скорее всего здесь раньше находилось нечто важное. Между саркофагами находилась статуя некого божества с копьем в одной руке. Всем своим видом это место говорило - это и есть искомое. Однако торчащие из пола шипы-пики в человеческий рост, заполнившие приличную площадь вокруг саркофагов, указывали на недавнее посещение незваных гостей, но их самих нигде не было.
- Похоже, мы опоздали. - вздохнул Винченцо, окидывая взглядом величественный зал. - Все ценное уже исчезло.
- Такие места всегда притягивают людей, - ответил Зурк. Но уже через мгновение он принюхался к воздуху и направился куда-то в сторону. Вин последовал за ним и вскоре они остановились возле одной группы пик. На тусклом металле белел пыльный обрывок холщовой ткани. 
- Без сомнения, это один из них. Но куда он направлялся? 
- Мы вошли со стороны, но главный вход - из крепости.
- Идем.
Проследовав в этом направлении, они обнаружили еще один каменный туннель. В нем во множестве лежали камни, кое-где блестели небольшие лужи, в которые с тихим эхом капала вода с потолка. С потолка свисали деревянные балки на полуистлевших веревках, кое-где виднелись странные металлические детали, выступающие из стен. Однако внимание привлекло нечто, лежащее в отдалении по коридору и со стороны напоминающее брошенный мешок.
- Это человек. - сказал Зурк.
- Что-то не сильно похоже. Нужно проверить.
- Стой. Он мертв. Надо узнать причину.
Винченцо лишь пожал плечами и поднял один из обломков каменной кладки, во множестве лежащих вокруг. Немного размахнувшись, он запустил камень вдоль по туннелю. Раздался глухой стук ударов о пол - и вдруг с потолка стремительно рухнул вытянутый каменный блок, в то же место где был брошен камень. Винченцо испуганно отшатнулся.
- Понятно, чего он мертв! Сюда он еще смог пройти - а вот на пути обратно сделал ошибку.
- Людям свойственно делать ошибки.
- А тебе?
Зурк глухо зарычал.
- Я не совершенен. Мои познания невелики. Другие осколки дадут мне силу - но не сделают совершенным.
- Становишься ли ты умнее от них? - с сарказмом произнес Вин.
- Интеллект - это тоже сила. Мощная сила. 
- Хм... это обнадеживает.
Винченцо осмотрелся по сторонам, задумался на секунду - и решительно направился к зловещим пикам. Их толщина была относительно небольшой, длинный металлический наконечник был насажен на узкое деревянное древко, потемневшее от времени. Вин внимательно осмотрел их сверху до низу - а затем с силой начал наносить удары по ближней к себе. От ударов дерево затрещало - выдержав первые три, на четвертом оно отчаянно хрустнуло и переломилось у основания. Парень поднял обломок - теперь в его распоряжении было полноценное копье.
- Теперь можно идти.
Аккуратно простукивая каменный пол перед собой копьем, Вин и Зурк осторожно двигались вперед. Только убедившись, что место безопасное, Вин ставил туда ногу – фамильяр же следовал за ним след в след. Пройдя уже с два десятка шагов они подумали, что их опасения были напрасны – как очередной удар копья по камням попал в небольшую ямку, залитую водой. Через мгновение нечто вроде железного капкана жестко схватило острый наконечник, но Вин успел его выдернуть. Через мгновение один из подвешенных под потолком брусьев, окованный металлом с двух концов, сорвался с места и полетел в сторону путешественников. Еще миг – и они не успели бы увернуться от смертельного удара. Винченцо испуганно сел на каменный пол.
- Нельзя расслабляться. Ни на секунду. Вперед.
Теперь он внимательнее смотрел под ноги и обходил любое подозрительное пятно. Даже маленький пучок пробившейся между камней травы мог скрывать очередной спусковой механизм. 
Наконец они добрались до загадочного тела. Это был мужчина лет тридцати, одетый по-походному, в крепких кожаных ботинках. Он сидел на коленях, грудью повиснув на конце такого же окованного бруса-ловушки, пробившего ему грудную клетку. Крупное пятно крови под ним уже давно потемнело и засохло, покрывшись тонким слоем налипшей пыли. Поверх длинной куртки висел наплечный мешок, а рядом с левой рукой лежал на боку небольшой ларец из кованного тусклого металла.
- Вот и наша цель. – произнес Зурк. Вин осторожно оттащил ларец в сторону и осмотрел его. Ларец закрывался довольно простым замком, который открывался с небольшим усилием двумя руками. Через несколько секунд он с щелчком раскрылся. Парень с интересом осмотрел содержимое.
- Какая-то странная пластина… здесь рисунок.
Он достал артефакт. Это была треугольная пластина из металла, составленная из трех сегментов. Каждый из них мог переворачиваться вдоль своей оси, меняя положение изображенного на них странного рисунка. Вин попробовал перевернуть каждый сегмент, составляя одно целое. Когда ему это удалось, рисунок стал понятен. 
- Это карта! Здесь отмечены горы, реки, лес… А эти отметки – возможно, это древние поселения? Или…
- Мэр наверняка знает больше.
- Уверен, он искал именно это.
Взгляд Винченцо упал на мешок мертвого искателя. С интересом открыв его, он обнаружил там некоторое снаряжение, уже испорченные припасы, фляги с маслом и водой. Утолив нарастающую жажду, Вин снова залез в мешок и достал оттуда небольшую книгу в кожаном переплете с застежками. 
- А это дневник искателя, - сказал он, читая содержимое. – Записывал здесь весь свой путь, начиная с самого начала. Посмотрим…
«День четвертый.
Я наконец-то добрался до Дариона. Приходилось постоянно менять транспорт, сюда ведь не ходят дирижабли… Издалека увидел эту крепость – это лучшее, что я видел до этого! Посмотрим, получится ли мне туда попасть.
На входе меня развернула охрана этого места. Сказали, что местные постоянно пытаются сюда зайти и портят уцелевшее. Что ж, у меня нет основания им не верить. Но придется найти другой путь.
Согласно моей информации, у крепости были подземные ходы, ведущие в горы, однако найти их будет весьма сложно. Должен быть еще один выход, потайной, для защитников крепости. Займусь этим завтра.
День пятый.
Ходил вокруг крепостного холма. Со стороны станции заметил среди зарослей нечто любопытное. Когда я поднялся туда – по камням сам черт ноги сломит! – я увидел тот самый ход! Он был скрыт от посторонних глаз, лишь зная о нем - можно было его найти. Вход был прегражден окованными маленькими воротами – и нет ни слова в моих записях как их открыть.
Спустя время наконец я нашел небольшую нишу в склоне холма рядом со входом. Там был рычаг, потянув за который, ворота открылись. Частично. Но мне хватит, чтобы пробраться внутрь!»
- Так, поищем в конце, - Вин торопливо пролистал страницы. – там должны быть записи о его последних шагах.
«Это было прекрасно! Зная о всех хитроумных ловушках этих подземелий, мне почти без труда удалось пробиться в главное хранилище! А вот и сундук… Так волнительно узнать о его содержимом!
Внутри оказалась странная пластина. Изображение на ней – это карта, на которой были отмечены все святилища в этих землях. Поистине, это даже большая находка, чем я мог представить! Теперь нужно лишь вернуться тем же путем назад.»
- Думаю, мэра такая находка обрадует не меньше чем его. – сказал Зурк.
- Это уже его дело. Пора возвращаться. Назад пути нет - пойдем по пути этого искателя.
Подняв копье и перегрузив самое ценное из вещей искателя к себе, путешественники осторожно выбрались их коридора. Артефакт-карту решили не нести вместе с тяжелым ларцом и положили в сумку вместе со всем ее содержимым. Вин увлеченно читал записи искателя, стараясь обращать внимание на описание ловушек и правильный путь.
Они прошли сквозь неприметную открытую дверь, о существовании которой до появления искателя наверняка никто и не подозревал. Где-то прямо вверху находились руины крепостных стен, а здесь, под землей – бывшие темницы, склады, казармы. Вин мысленно поблагодарил искателя – путь был описан весьма подробно, а многие встреченные на пути ловушки – обезврежены и обозначены. Лишь в одном месте он допустил ошибку – свернув не туда, он спустился по темной лестнице и оказался в воде – часть подземелий была затоплена. Тихо выругавшись, он вернулся обратно, продолжив подниматься наверх, к поверхности. 
Очередная узкая и темная лестница – и впереди галерея. По правой ее стороне в стене были бойницы, через которые яркими лучами пробивался дневной свет. Вин заглянул в одну из них – через кроны деревьев с холма виднелся Дарион.
- Осталось немного, мы почти выбрались, - ободрил он Зурка и поспешил к следующей лестнице. Еще три высоких пролета – и впереди оказалась увесистая деревянная дверь. Винченцо осторожно приоткрыл ее.
Глаза слегка заболели от дневного света. Снаружи оказался внутренний двор крепости, заваленный обломками и старыми ящиками. Со всех сторон возвышались осыпавшиеся толстые крепостные стены. Окинув взглядом весь двор, Вин заметил человека, неспешно идущего в их сторону.
- Тихо!
Вслед за первым вышел и второй человек. Оба были одеты в форму, отдаленно напоминающую военную и несли в руках короткие ружья. Вин понял, что это и есть охрана крепости.
- Спускаемся, быстрее!
Хоть выход и был буквально в шаге от путешественников, идти было нельзя – охрана непременно заметила бы их и отправила в жандармерию. Само собой, артефакт пришлось бы отдать. Потому Вин не без сожаления принял решение искать потайной путь.
«Где же он мог быть… В записях указан длинный коридор с факелами» - Вин перебирал страницу за страницей в дневнике искателя, стараясь связать их местоположение с его маршрутом. Вернувшись к лестнице, он спустился вниз и обнаружил рядом еще один, неприметный сразу проход. Быстро долив из фляги масла в лампу, он прибавил пламени и спешно направился в него. Несколько поворотов, небольшая круглая комната – и наконец тот самый коридор. 
- В дневнике сказано, что эту ловушку он не смог отключить, и что здесь пригодится умение считать. 
- Я знаю счет. – ответил Зурк.
Винченцо пожал плечами и медленно пошел по коридору. Внезапно под ногами заскрипела нажимная пластина.
- Поберегись!
В десятке шагов впереди сверху в коридор упал тяжелый каменный блок, подвешенный на цепях, след за ним – второй, чуть дальше. Через пару секунд они медленно поднялись обратно.
- И все? Не будем терять времени.
Не успел Винченцо сделать шаг, как блоки с грохотом вновь упали на пол. Затем вновь поднялись вверх.
- Умение считать – сказал фамильяр и отошел немного назад.
Через несколько секунд блоки снова повторили падение. Вин проводил их задумчивым взглядом.
- Счет… Блоки движутся через определенное время. Значит, когда они поднимутся – у нас будет немного времени их проскочить. 
Блоки обрушились на пол, сотрясая все вокруг. Парень отсчитал две секунды. Медленно поднялись вверх. Еще пять секунд. И вновь удар.
- Должно хватить. Ты готов? – он обратился к Зурку.
- Готов.
Блоки начали подъем. Когда высоты под ними было достаточно чтобы слегка пригнувшись пройти, Вин бросился вперед.
- Бежим!
Эти несколько секунд под угрозой смерти в голове казались вечностью. Из-за таких мгновений кажется, что время можно растягивать и сжимать как заблагорассудится, было бы лишь искреннее желание это сделать. А человек, который хочет выжить – искренен.
Блоки с грохотом упали вниз. От страха у Винченцо все сжалось внутри, лишь через мгновение он понял – все уже позади. Перед ними оставалась половина коридора, освещенная питаемыми маслом факелами. Коридор уходил в сторону – там он немного шел вверх, где в конце находились небольшие ворота. Из-за них пробивался свет.
- Вот и все. Осталось лишь это.
- Прочти дневник. 
Парень открыл дневник. Пролистав его ближе к началу, он нашел запись, сделанную сразу после входа в крепость.
«Я сделал это! Я внутри, хоть и успел неплохо напугаться. Когда я открыл потайной вход – первый же коридор едва не лишил меня жизни. Это я, дурак, невежественно не обратил внимания на записи о особенностях потайного хода. Оказывается, здесь стоит ловушка от преследования – чтобы открыть врата, нужно сначала нажать рычаг внизу коридора, а затем – еще один, у ворот. Те, кто это сделает – окажется у раскрытых ворот, а их преследователи – обретут смерть. Весьма остроумно! Но так как я шел в обратном направлении – мне все же пришлось активировать рычаги в нужном порядке, чтобы затем успеть пройти. Конечно, это стоило мне усилий».
- Да… два рычага, - произнес парень, освещая фонарем коридор. – Один должен быть здесь. 
- Этот? – Зурк толкнул лапой неприметный рычаг низко у пола.
- Да… бежим!
Они бросились вверх по коридору. Через пару секунд за их спинами в проход стали падать огромные лезвия, со звоном ударяющиеся о камни. Они падали волной, настигая тех, кто медленно двигался к выходу. Путешественники ускорились изо всех сил. Через пару мгновений они оказались у ворот. 
- Вот! – воскликнул Вин, заметив такой же рычаг рядом. С силой повернув его, он повернулся к вздрогнувшим и начавшим движение воротам. Но старый механизм делал это недостаточно быстро. А лезвия тем временем падали все ближе.
Зурк подлез в щель под поднимающимися воротами и спиной попытался ускорить их движение. Вин заметил это и стал помогать руками. Ворота пошли немного быстрее.  
- Еще немного!
Лязг упавшего рядом лезвия звоном ударил по ушам. Наконец ворота достаточно поднялись, чтобы беглецы крепости смогли, пригнувшись, выбраться наружу. 
- Ух!
Первое, что сделал Винченцо, оказавшись снаружи – глубоко вдохнул во все легкие. Как же был прекрасен свежий прохладный воздух, после душных и пыльных лабиринтов подземелий! Первые секунды даже нахлынуло легкое головокружение, которое так же быстро прошло. Непривычно яркий свет заставил зажмурить глаза, делая выражение лица весьма комичным. Зурк вышел следом и лишь энергично отряхнул шерсть от вездесущей пыли. 
  ''';
  static String v11a = 'Глава 11. Дело чести';
  static String v11 =   '''
  Вдоволь насладившись легким дыханием, Вин осмотрелся вокруг. Выход находился на середине высоты холма крепости, вокруг были заросли кустов и деревья. Вообще это место находилось в своеобразном «кармане» из молодой зеленой поросли, которой ощетинились склоны холма. Вниз вела едва заметная по оголенным камням тропинка, витиевато петляющая вниз к подножию. Там, чуть в отдалении, виднелись хозяйственные постройки, а за ними - то самое депо, откуда путешественники и начали свой путь. Справа возвышалась горная гряда, отделенная от крепости небольшим поросшим деревьями проходом. 
Рядом во входом парень обнаружил обрывок веревки и кожаную потертую перчатку. Возможно, они принадлежали именно тому искателю сокровищ, который погиб внутри крепости, оставив ценные указания его нынешним последователям.
- Теперь ничто не должно помешать нам вернуться в Блаустон. – довольно произнес Винченцо. 
- Но на поезд нас не пустят.
- Поищем другой способ.
Они торопливо спустились по тропинке вниз, к станции.  Под ногами тихо осыпались мелкие камушки. Между деревьями темнели складские постройки, ржавеющие на сырой земле и среди травы детали. Достигнув уже знакомого кирпичного забора, Вин с Зурком осторожно проследовали вдоль него до небольшого деревянного бака на высокой опоре. Отсюда до здания депо было рукой подать, но в ту сторону им было идти слишком опасно и без надобности. 
Зурк заинтересованно посмотрел в противоположную сторону и остановился. Через секунду он сорвался с места и помчался в сторону маленькой приземистой будки, окруженной густыми кустами. 
- Куда ты? – Вин заинтересованно последовал за ним. Добравшись до будки, он обнаружил небольшую ручную дрезину, ютящуюся в тени густой листвы. Примитивный, но надежный механизм, забытый в мире Вина, здесь мог стать для него спасением. 
- На этом мы доберемся назад. – сказал Зурк.
- Возможно, - Винченцо осмотрел дрезину со всех сторон. - Нужно поставить эту штуку на рельсы.
Вин подтолкнул дрезину, и она медленно выкатилась со своей стоянки на основной путь. Зурк резво забрался на ее платформу и через мгновение Винченцо уже раскачивал рычаги, приводящие дрезину в движение. Скорость плавно росла, под колесами застучали рельсовые стыки. Железнодорожная колея плавной дугой уходила от депо между мрачными индустриальными постройками, боковые ветки сливались в одно центральное полотно. Вин обернулся назад - похоже, что их побег остался незамеченным. Спустя небольшое время путешественники окончательно покинули Дарион и на полном ходу въехали в уже знакомый темный туннель.
Под ритмичный стук колес и скрипение рычагов прошло уже около получаса. Винченцо старался экономить силы, но непривычные усилия быстро утомляли.
- И все же, из вагона поезда расстояние между городами кажется куда меньшим. - усмехнулся Вин, раскачивая рычаги.
- Многие дела кажутся простыми, пока не опробуешь их сам. - ответил фамильяр.
- Это верно. Когда я только пришел на работу, я думал, что все будет идти легко и даже получится делать больше. 
- А потом?
Под колесами застучали стрелки на запасную тупиковую ветку, скрытую за деревьями. Вин устало сплюнул в сторону и ответил.
- Я быстро изменил свое мнение.
- Все люди хорошо преуспевают только в одном своем деле. Это был не твой путь.
- Теперь уже не важно. Можно подумать, что это - мой путь!
- Только ты можешь это понять.
Вин сжал зубы и с удвоенным рвением начал давить на рычаги. Вытерев пот со лба, он бросил взгляд назад через плечо - пройденный путь витиевато лежал по холмистой долине, огибая небольшие молодые рощи. Удовольствовавшись этим видом, он повернулся обратно - но маленькая деталь этого пейзажа заставила его взволнованно вернуть взгляд. Это была змейка, с небольшим дымком следующая по пути вслед за ними.
- Поезд! Нужно убраться с пути.
- Нужно вернуться.
- Зачем?
- Там был другой путь. Переждем там.
Винченцо с трудом остановил набравшую инерцию дрезину и пустил ее в обратном направлении. Зурк соскочил с платформы и резво помчался впереди. Вскоре Вин увидел тот самый путь, на который поначалу не обратил внимания. Зурк же пытался ухватиться за рычаг перевода стрелки зубами.
- Поторопись! - крикнул Вин.
Наконец фамильяру удалось надежно ухватиться и перевести стрелки. Через пару секунд дрезина со стуком заехала на запасной путь, укрывшись за деревьями. Остановив ее, Винченцо соскочил на землю и спешно перевел рычаг обратно.
Потянулись долгие минуты ожидания. Парень задумчиво смотрел на разный инструмент, оставленный железнодорожниками в большом ящике дрезины. Внезапно его осенила идея.
- Зурк, подай мне вон ту веревку!
Фамильяр поднял моток длинного прочного троса и отнес к Вину. Тот тем временем извлек из ящика прочный крюк, а затем прикрепил его к одному из концов троса. Другой же конец он закрепил на раме дрезины.
- Зачем это? - спросил Зурк.
- Я думал, что ты догадаешься.
Уже совсем близко раздался гудок паровоза. Рельсы неподалеку начали тихо звенеть, предвещая скорое появление поезда. Вин расправил трос и подошел с крюком в руке поближе к основному пути, стараясь оставаться незамеченным. Через десяток секунд мимо с грохотом промчался локомотив, увлекая за собой цепочку из тяжело груженых вагонов. Парень терпеливо выжидал - один вагон, второй, третий... Наконец, дождавшись последнего, он пропустил его мимо и с силой забросил крюк с тросом на раму вагона.
Бросок оказался очень удачным - крюк провалился в раму и зацепился за нее под натяжением троса. Последний стал стремительно разматываться и Вин, не теряя ни секунды, запрыгнул на дрезину. Он попытался сдвинуть ее с места, навалившись на рычаги, но было уже поздно - трос размотался на всю длину, натянулся - и резким рывком помчал дрезину по рельсам.
- Держись!
Зурк кубарем покатился по платформе дрезины, едва на свалившись. К счастью, он успел зацепиться за раму и с помощью Вина забраться обратно. Колеса яростно шипели на большой скорости, дрезину неумолимо трясло.
- Возможно это слишком рискованно... Но зато мы быстрее попадем обратно! - усмехнулся Вин, хватаясь за сиденье дрезины покрепче.
Мимо пролетали деревья и склоны холмов. Дорога то и дело закладывала повороты из стороны в сторону, огибая крупные возвышенности. За очередным из них показалась небольшая станция - одна из тех, что проходил поезд с путешественниками по пути в Дарион.
- Нужно затаиться. - сказал Зурк и припал пониже к платформе. Вин не стал возражать и спустился вниз, крепко держась за ящик с инструментами.
Поезд на полном ходу влетел на станцию. Колеса громовым раскатом простучали по стрелкам станционных путей, мимо пронеслись оставленные на сортировке вагоны. Повернув голову влево, Винченцо заметил сигнальщика, провожающего зацепленную дрезину недоумевающим взглядом. Спустя мгновение он бросился к своей дежурной будке.
- Плохо дело! - сказал Вин. - Нас заметили.
- Нельзя ехать до станции.
- Верно. Лучше затеряться.
Поезд мчался дальше. Холмов становилось все меньше, путь выпрямлялся, позволяя поезду набрать максимальную скорость. От напряжения трос завибрировал, крепления угрожающе затрещали. Лес по сторонам от дороги становился более редким и чахлым - здесь уже начинало ощущаться нездоровая атмосфера Блаустонских болот.
Вскоре на горизонте показался и сам город. Вначале он лишь на мгновения показывался сквозь просветы леса, но затем был виден все дольше. Поезд начал понемногу замедляться, и чтобы не налететь по инерции на него сзади Винченцо приходилось применять примитивный ручной тормоз.
- Отцепляй трос! - рявкнул фамильяр, поднимаясь на лапы.
Вин оставил рычаг и потянулся к сцепке. Ранее он очень удачно закрепил там трос, и теперь нужно было лишь провернуть ручку чтобы его освободить. Короткий звон - и трос сорвался вперед, увлекаемый поездом. Дрезина же начала стремительно замедляться. Наконец спустя пару минут она замедлилась достаточно, чтобы путешественники могли ее покинуть. Спрыгнув вслед за Зурком, Вин перехватил сумку и помчался сквозь хвойный лес.
- Ты знаешь путь? - спросил он, переводя дыхание.
- У меня хорошее чутье, - ответил на ходу Зурк. - Город совсем рядом.
Быстрым шагом они стремительно петляли между старыми деревьями. Впереди и немного в стороне между ними стала заметна небольшая лесопилка. И хоть на ней не было признаков людей и работы, путники решили обойти ее на достаточном расстоянии.
Наконец лес расступился, и перед глазами вышли первые жилые дома Блаустона. Путешественники, стараясь не шуметь, проскочили вдоль ограды и оказались на одной из тихих окраинных улиц.
- Надеюсь, твое чутье не подведет. Веди.
Фамильяр быстро шел вперед. Вскоре они перешли на более оживленную улицу, по которой беспрепятственно достигли центра. 
- Вот это место мне уже знакомо! - воскликнул Винченцо. - Вон там центральная площадь. А вот и вокзал! Теперь лишь пройти чуть...
Не успел он закончить фразу, как сзади кто-то схватил его за руку и резко развернул назад.
- Сэр, простите, но вам нужно проследовать за мной.
Перед глазами возникла плотная крупная фигура жандарма. Вин перевел взгляд немного в сторону и увидел еще двоих, спешащих к ним с разных сторон.
- Не оказывайте сопротивления и мы обойдемся хорошим отношением. Следуйте за нами.
Зурк начал было злобно рычать, но Вин взглядом показал, что делать этого не стоит. Жандармы окружили их со всех сторон и так неспешно повели в сторону участка.
- В чем нас обвиняют?
Вин задал вопрос, когда их завели в кабинет жандармерии к одному весьма грузному начальнику. Тот особо не обращал на задержанных внимания, сконцентрировавшись на ворохе бумаг, разбросанных по полу. Лишь через несколько минут он оказал честь ответить Винченцо.
- Со станции Горгазен поступил сигнал, что неизвестный с собакой проследовал по главному пути на дрезине, прицепившись к товарному поезду. Это нарушает закон. Были названы и приметы - в том числе и редкий окрас собаки. Благодаря успешной и быстрой работе моих сотрудников, подозреваемых задержали в предполагаемом месте... Что скажете?
- Да, это были мы... Но мы действовали по поручению мэра Блаустона!
- Свои сказки можете рассказывать кому-нибудь другому, - мрачно ответил начальник. - С чего бы мне этому верить?
- Обратитесь к нему! Скажите, что мы по делу из Дариона!
- Бред! Но по закону - я должен проверить все версии. А пока вы останетесь здесь.
В кабинет зашли два служителя закона и повели под руки его прочь. Вин заметил, что все это время Зурка не было рядом – возможно, что его поместили в отдельном помещении. Вскоре парня завели в отгороженную решеткой часть одного из помещений, где закрыли на замок. В углу была небольшая скамья, куда он и сел, разочарованно вздохнув в наступившей тишине. 
Теперь, когда среди сумасшедшего круговорота событий наконец наступило небольшое затишье, Винченцо попытался обдумать – что же с ним на самом деле происходит? Что это за мир, и как могут быть связаны все эти происшествия и нелепые задания? Реален ли Туман – или же это всего лишь плод его воображения? В этих рассуждениях он провел весь следующий час. В конце концов Вин решил остановиться на простом умозаключении – ничто в жизни не происходит просто так, особенно если это так необычно. И главное – сохранить себя, смотреть в оба, не пропуская никаких деталей. Все же тайное становится когда-нибудь явным. 
Вскоре в помещение зашел молодой жандарм и торопливо открыл замок увесистой связкой ключей. Было заметно, что он немного нервничал.
- Вставай, тебя ждет начальник, - сказал он. – Что-то очень срочное.
Винченцо удивился подобной спешке, но послушно последовал в уже знакомый кабинет. Начальник отделения сидел за столом и нервно настукивал пальцами по столешнице. Увидев задержанного, он вскочил на ноги и подошел ближе.
- Господин Скартинни, прошу прощения за долгое ожидание. Мы изучили некоторые версии, в том числе и обратились к господину мэру. Он был очень обеспокоен вашим задержанием и объяснил, что вы находились на его поручении – как вы и говорили. Потому не смею Вас больше задерживать и выражаю сожаление. 
В кабинет зашел мужчина с Зурком на длинном поводе. Тот недовольно рычал и сопротивлялся, но увидев хозяина – быстро притих.
- Да, вот еще, - сказал начальник. – Господин мэр выслал за вами транспорт, он ожидает Вас снаружи. Хорошего дня.
На столике рядом служащие выложили вещи задержанных, которые парень перепроверил и сложил в сумку. Вин попросил отстегнуть фамильяра от повода и вместе с ним покинул жандармерию. Прямо перед зданием стоял крупный дорогой паромобиль вишневого цвета, шипя и испуская небольшие белесые облачка. За рулем сидел водитель, в салоне же никого не было. Это был личный паромобиль мэра.
- Прошу, садитесь! – сказал водитель Вину. Тот не стал медлить и, пропустив вперед Зурка, забрался внутрь. Захлопнулась дверца – и паромобиль плавно тронулся с места, набирая скорость. 
- Куда мы едем? – поинтересовался Винченцо.
- К дому мэра. Он давно ожидал вашего возвращения.
Паромобиль слегка раскачивался над дорогой, немного скрипя и постукивая на неровностях, стремительно пересекая город. Наконец он въехал на центральную площадь Блаустона и остановился возле ратуши.
- Господин мэр ожидает вас наверху. – служащие обращались с вновь прибывшими путешественниками как с важными гостями. Вин и не сомневался, что после освобождения из жандармерии мэр создаст все условия для встречи.
- Вы вернулись! Как я рад Вас видеть в здравии, проходите! – мэр был весьма обходителен. Усадив Вина за стол и налив рюмку хорошего бренди, он сел напротив и продолжил свою речь. – Я опасался, что столь рискованное дело может пойти не так – но не думал, что это произойдет на обратном пути! Надеюсь, Вам это не доставило слишком больших неудобств?
- Нет, что Вы, все более чем хорошо. – спокойно ответил Вин.
- Тогда перейдем к главному. Вам удалось найти подземелье?
- Да, совершенно верно. Мы обнаружили тот самый провал, спустились вниз – и оказались в ранее неизвестной части крепости. Почти неизвестной.
- Как понимать ваши слова?
- Внизу мы обнаружили труп искателя, угодившего в ловушку. Он проник в подземелье с другой стороны, через крепость и смог достичь главного сокровища.
- И? Оно у вас?
- Он попытался унести его с собой, но допустил ошибку. Мы же постарались их не повторять. – с этими словами Винченцо достал из своей сумки завернутый в ткань артефакт и положил на стол.
Мэр взволнованно взял его в руки и развернул ткань. Его взгляд сменился недоумением.
- Что это?
- Мы полагаем, что это древняя карта. Так же думал и искатель.
Мужчина покрутил в руках пластину, затем повернул сегменты. Изучив рисунок, он взволнованно поднялся и направился к небольшому столику в стороне, где лежала карта Топких и окрестных земель.
- Это же… - он постоянно сверялся взглядом то на карту, то на пластину. – Это же расположение всех древних комплексов в этих землях! Да, все верно – ориентиры сходятся… И здесь есть множество мне неизвестных мест! Невероятно.
Увлеченно рассмотрев карту еще с несколько минут, мэр вернулся к Вину и от души пожал ему руку.
- Благодарю Вас! Вы не представляете, какую ценность представляет ваша находка. С ней становятся явными все сокровища, о которых не знал никто! Возможно даже древний синий металл… Я отправлю в ближайшее время людей на поиски.
Он отошел немного в сторону, а затем смутился, вспомнив обещанное.
- Да, кстати насчет награды… Полагаю, три тысячи будет достойной оплатой?
- Простите, но уговор шел о сохранении ботанического сада. – напомнил Вин.
- Ах да, сад… Но какой вам от него прок? То ли дело деньги, они всегда в цене.
- Вопрос о сохранности ботанического сада для нас принципиален. Деньги меня не интересуют.
Мэр задумался на минуту, вздохнул и ответил.
- Ну хорошо. Учитывая ценность находки, превысившей мои ожидания, я приложу все усилия, в рамках моих полномочий… Сад будет сохранен.
- Благодарю Вас. – ответил Вин. Они пожали друг другу руки. 
Мэр быстро написал расписку и поставил на ней печать, закрепляющую на бумаге свои обещания. Попрощавшись, Вин с Зурком покинули ратушу – их путь лежал в ту самую таверну, где они встретили первый раз садовника. Им повезло – пожилой садовник действительно был там, с грустью попивая извечное пиво за дальним столиком. Винченцо подошел к нему и сел напротив. Тот казалось, что не обратил никакого внимания. Тогда парень достал подписанную мэром бумагу и хлопнул ею на стол перед садовником.
- Что это? – с удивлением спросил он. С любопытством он взял бумагу, щурясь и держа на расстоянии попытался прочесть. – Глазам не верю…
Лицо садовника вдруг переполнилось радостью, губы растянулись в улыбку а глаза стали мокрыми от слез. Отложив бумагу в сторону, он протянул дрожащую руку Вину.
- Позвольте мне пожать вам руку, - произнес он. – Спасибо…
Садовник пытался сдержать эмоции, но ему это удавалось с трудом. Он заказал еще кружку пива для Вина, а потом, расчувствовавшись, крикнул на всю таверну:
- Сад не снесут! Сад будет жить!
Зал ответил старику шумным одобрением. Садовник вновь повернулся к Винченцо.
- Простите… Простите меня за мое поведение… Как я могу вас отблагодарить?
Вин устало вздохнул. Посмотрев старику прямо в глаза он добродушно сказал:
- Я это сделал из добрых побуждений. Но, надеюсь, что вы тоже сможете мне помочь.
- Что же?
- Я слышал, что у Вас в саду есть редкий лавр. Мне нужны лишь пару его листьев.
Старик лишь искренне рассмеялся в ответ.
- У вас добрая душа, это уж точно! Идем, я дам вам то, что вы хотите.
Хорошие вести придали садовнику сил и он на мгновение показался цветущим и бодрым. Но стоило ему встать из-за столика – как все становилось на свои места и его сгорбленная фигура неспешно направилась к выходу из таверны.
Вместе со стариком Вин и Зурк прошли пару кварталов. Пройдя через массивную подворотню дома, они оказались перед старой кованной оградой сада, украшенной причудливыми узорами. Сразу за оградой начинался необычный пестрый мир диковинной флоры, удивляющей своими цветами и запахами. 
Садовник вел гостей по узким каменным дорожкам и охотно рассказывал о каждом представителе этого уголка природы. Каждое деревце или куст имели свою увлекательную историю, в которой был путь из дальних стран в это место. Большая часть была сюда привезена бывшим управителем этих земель Фридрихом, имевшему страсть к изучению природы и красоте.  Однако и здесь чувствовалось влияние человека – среди зарослей то и дело виднелись тусклые поливочные трубки, небольшие латунные бачки, ребристые решетки. Наконец старик остановился и повернулся к небольшому деревцу с блестящими крупными листьями. 
- Вот это дерево. Лавр Благородный… В далеких землях он растет во множестве, его почитают священным. Увы, но на многие мили вокруг земли непригодны для его произрастания, и здесь он – чудный гость… И живет лишь благодаря старанию Фридриха.
Садовник аккуратно провел рукой по листве. В его ладони осталось несколько сочных листьев. Он повторил еще раз и вложил в ладони Вина уже изрядное количество.
- Право же, я не знаю зачем вам могут быть нужны именно листья… Но рад Вас отблагодарить любым способом. Возьмите еще это – старик вручил небольшой мешочек с ароматными плодами. – Вам наверняка понравится.  
Где-то в глубине сада раздался звон сломанной трубы и шипение жидкости. Старик спохватился.
- Простите, здешние механизмы уже старые и за ними нужен глаз да глаз… Заходите, когда будет время!
Садовник юрко скрылся за кронами деревьев, а Вин с Зурком вернулись обратно на улицы города.
- Думаю, нам стоит вернуться к Камилле… Нет возражений? – спросил Вин у фамильяра.
- У тебя есть и свои причины.
- Хех, с этим спорить не буду.
Припоминая путь в уже привычных улицах Блаустона, они вышли к дому Камиллы. После короткого стука в дверь прошло несколько минут, и на пороге появилась сонная девушка. Увидев Винченцо, она широко раскрыла глаза и с радостью бросилась ему на шею.
- Ты вернулся! А я уже думала, что тебя ждать не придется.
- Разве можно было так, - улыбнулся Вин. – Ты самый близкий человек для нас во всем этом городе.
- Ты мне льстишь, - ответила Камилла. – Хотите есть?
Вскоре они уже сидели за все тем же небольшим столом и с аппетитом ели наваристый мясной суп с крупой.
- Вам удалось найти что искали? – осторожно поинтересовалась Камилла.
- Да. Все, что нужно. – ответил Винченцо. – Прости, но нам надо будет исчезнуть как и в тот раз.
- Параллельный мир? Но ведь вы там уже были.
- Верно, но – мы были в другой его части. К сожалению, это очень важно для нас.
- Надеюсь, вы хотя бы достаточно отдохнете перед этим.
Вечер прошел в разговорах. Винченцо увлеченно рассказывал о жизни людей и чудесах в его мире, вызывая удивление и восхищение у Камиллы. Ближе к ночи он направился в комнату, где лег спать в прошлый раз, но не увидел там постели.
- Что-то ищешь? – спросила девушка.
- Как бы место, где можно переночевать. – ответил Вин с улыбкой.
- Не там ищешь. – Камилла сделала знак рукой. – Сегодня мы спим вместе.
Винченцо не стал возражать и они вместе отправились в спальню. 
  ''';
  static String v12a = 'Глава 12. Пустошь';
  static String v12 =   '''
  Утром после небольшого завтрака Винченцо попросил Камиллу помочь ей с приготовлением микстуры. На вопрос девушки в чем заключается ее помощь, он вручил ей картофель и лавр и поручил их мелко измельчить и отжать сок. Камилла не смогла сдержать смеха.
- Мы готовим оригинальное новое блюдо?
- Нет, но эта штука окажет тот же эффект как и прошлый раз.
Она сделала все как он и просил – измельчила листья и корнеплод, перемешала и попыталась отжать через тонкую ткань. Полученного было слишком мало даже для одной порции, потому Вин, недолго думая, добавил туда немного простой воды. Затем он влил несколько капель жидкости Газоро – и микстура в миг изменилась, став однородной и бурой.
Парень посмотрел на бутылёк на просвет – частицы в жидкости метались как безумные, будто это было нечто живое. Отогнав лишние мысли, Вин подозвал Зурка к себе.
- Ты уверен, что это так необходимо? – с тревогой спросила Камилла.
- Это единственный путь.
Винченцо быстро отпил половину бутылька, а затем влил оставшуюся жидкость в пасть фамильяра. Несколько секунд – и по телу будто пробежали мурашки, чувствительность стала уменьшаться, словно подействовал сильный наркоз. Еще пара мгновений – и они исчезли, погрузившись сознанием в пустую темноту.
Спустя несколько долгих мгновений ощущения вернулись. Открыв глаза, Вин обнаружил себя в пустоши, лишенной всякой растительности, с темно-серой сухой землей и густым туманом повсюду. На удивление, здесь был легкий, едва ощутимый ветер, тихо завывающий со всех сторон. Лежащий рядом фамильяр тоже пришел в сознание – и теперь направился вперед, словно бы зная путь.
- Куда ты?
Винченцо спешно последовал за Зурком. Двигаясь сквозь призрачные стены тумана они вышли на открытую взору площадку. На ней находились четыре старые могилы из камня, словно забытые на древнем кладбище. Все они были открыты, из их глубин доносился леденящий душу низкий гул. Вин решился подойти ближе и заглянуть в одну из них – внутри оказалась бездонная тьма. Над могилами поднимались едва заметные вертикальные потоки энергии.
- Каменные колодцы вечности. – произнес Зурк.
- Зачем это здесь? – испуганно спросил парень. – Это не похоже на часть машины.
- Грэдакиль был культистом. –Зурк вновь начал движение. – Он использовал любую доступную энергию.
- Откуда ты все это знаешь?
- Я быстро усваиваю знания. Газоро ментально передал мне часть своих познаний, когда мы были у него.
- Почему бы ему не передать их и мне? – спросил Вин.
- Нельзя. Так бы он изменил тебя.
Оставив гудящие могилы позади, они прошли с десяток метров вперед, после чего спустились по пологому склону. Под ногами вместо сухой каменистой земли оказался ровный потрескавшийся бетон. Здесь туман рассеивался, оставаясь лишь мелкими обрывками, и взору открывалась мрачная местность: путешественники словно находились на берегу сокрытой в тумане бухты с красной водой, окруженной прямыми и высокими бетонными берегами. В берегах было множество ровно прорубленных и заполненных той же водой каналов, словно предназначенных для захода сюда кораблей. Это место очень напоминало современный порт – с тем исключением, что здесь не было кораблей и каких-либо построек – лишь редкие мертвые механизмы, давно лишенные движения. 
Вин обратил свой взгляд в другую сторону. За бетонной площадкой, кое-где пестрящей расколами, вновь начиналась небольшая возвышенность. Там находились четыре огромные сферы из металла, похожего на латунь, по две вместе. Сферы удерживались на месте натянутыми канатами и небольшими рамами из металлических прутьев у основания. От них так же исходил гул, но более тихий чем у могил.
Однако самое любопытное все же было на берегу. Между двумя каналами с водой находилось старое мертвое дерево, широко раскинувшее черные толстые ветви. Возле дерева находилось странное огромное существо, которое было словно порождение ночного кошмара. Винченцо вспомнил рассказы и картинки о доисторических существах, о летающих ящерах, населявших планету задолго до появления людей. И это существо было явным собратом какого-нибудь птеродактиля. Ростом существо было метров шесть, огромная голова с клювом, напоминающая грубой формы нож, была с размером с человеческий рост. Оно опиралось на согнутые конечности, словно человек опирался на локти. Вокруг монстра виднелись некие полупрозрачные существа. 
- И что же подсказывает твое чутье? – встревоженно спросил Вин у фамильяра.
- То, что мы ищем – возле дерева. – Зурк шумно фыркнул и опустил голову.
- Так я и думал. Худший вариант из возможных.
Парень вновь посмотрел на пункт назначения. Монстр стоял абсолютно неподвижно, и Вин понемногу стал приходить к мысли, что это всего лишь страшная скульптура.
- Можно попытаться конечно… Только идти будем осторожно.
Ощущение холодной пустоши вокруг, отсутствия хоть каких-нибудь достойных укрытий, туман и зловещий гул сфер – все это играло на нервах, пробуждая первобытный страх и смятение. Убедив себя мысленно, что Туман – это все же не реальный мир, Винченцо осторожно стал двигаться в сторону дерева. Через пару минут они оказались возле воды – ее совершенно спокойная поверхность вызывала недоумение. Рядом на бетоне лежал небольшой обрубок цепи и Вин из любопытства опустил его наполовину в воду. Металл стал темнеть и ржаветь прямо на глазах и менее чем через десяток секунд цепь просто рассыпалась в труху. Парень испуганно попятился прочь от края берега.
- Здесь повсюду дух смерти, он создает энергию. – пояснил фамильяр. 
Отсюда, с более близкого расстояния, удалось получше разглядеть зловещее существо. Стало понятно, что это не животное – а огромный его темный скелет, непонятно зачем оказавшийся в этом странном месте. Но спокойнее от этого не стало – призрачные существа, окружавшие монстра, заметили незваных гостей и теперь с воем стремительно летели навстречу.
- Быстрее, бежим! – рявкнул Зурк и со всех ног помчался в сторону дерева. Винченцо едва не упал, споткнувшись о небольшую выбоину, но тут же продолжил свой сумасшедший бег. Призраки пролетели мимо, сильным ударом задев парня в плечо. Боль тут же прокатилась по руке вниз до пальцев, заставив нервно стиснув зубы. Огромные резонаторы вблизи гудели все громче, звоном раскатываясь по голове и вызывая ноющую боль. Призраки не отставали, одаривая путешественников увесистыми тумаками, из-за чего идти вперед было все тяжелее. 
Внезапно «птеродактиль» пришел в движение. От неожиданности Винченцо чуть не отпрыгнул в сторону, пульс застучал в висках. Монстр отреагировал мгновенно и, стуча костяными конечностями по берегу, начал неуклюже двигаться к потенциальной жертве. На ходу он издал ужасающий крик, не похожий ни на что ранее слышимое в жизни. На фамильяра «птеродактиль» не обратил же никакого внимания.
В спину пришелся еще один толчок от призрака. Вин закашлял и постарался вновь набрать скорость. Монстр щелкнул огромным клювом и обрушил его вниз на свою жертву. К великой мимолетной радости парня, удар пришелся чуть в сторону и лишь выбил из бетона небольшой кусочек.
- Он чует страх! – прорычал Зурк. Затем громко взвыл, и от него в сторону досаждающих призраков прокатилась энергетическая волна, отбросив их на десяток метров.
Вин бросился к дереву. Там, у его подножия, он обнаружил небольшой металлический короб. Открыв его, парень увидел светящийся камень, очень похожий на тот, что он видел в первый раз в Тумане. Камень лежал у углублении подложки, от него внутри ящика расходились светящиеся линии. Винченцо не стал мешкать и выхватил камень из ящика рукой.
Через мгновение парень почувствовал, как по его руке плавно разливается тепло, устремляясь во все уголки тела. Вместе с теплом приходит какая-то бодрость, прилив сил… Но самое прекрасное – растворялись и исчезали страх, переживания, тревоги, приходило сладостное умиротворение и любовь, казалось, ко всему зримому и незримому миру…
В этот момент внимание Вина перескочило с внутренних ощущений на происходящее вокруг. Зурк прыгал по бетону, отбрасывая призраков энергией и уворачиваясь от немного заторможенных, но ужасно мощных ударов «птеродактиля». Но было заметно – фамильяр выбивается из сил, слишком много он отдает борьбе.
- Зурк! – крикнул Винченцо, и бросился вперед. В вытянутой руке он держал тот самый осколок. Фамильяр все понял. Он испустил самую мощную волну-вой на противников, отбросив их в сторону и выиграв несколько так важных секунд. Зурк повернулся к хозяину и в этот момент Вин бросил ему осколок. Фамильяр прыгнул вперед, хватая заветный артефакт зубами. Мгновение – и он поймал его, по шерсти прокатилась голубая волна легкого свечения. Мягко приземлившись на лапы, фамильяр замешкался на мгновение – и в ту же секунду на него обрушился ужасный удар монстра.
- Зурк, нет! – в отчаянии крикнул Вин.
Удар пришелся в спину, немного ближе к левой лапе, пробив его тело насквозь. Фамильяр невольно взвыл, растянувшись брюхом на холодном бетоне. Из под него потекла темная кровь. Собрав силы, он проглотил осколок – и через миг все исчезло в кромешную тьму.
***
- Наконец-то ты очнулся!
Вин открыл глаза. Вновь квартира Камиллы, тепло и запах, свойственный старым домам. А рядом сидела на коленях девушка, хозяйка жилища. Возле нее безвольно лежало тело странного человекообразного существа, маленького роста, покрытого серо-голубой короткой шерстью. Голова существа была странной, напоминая то ли человека, то ли собаку, то ли мистического пришельца, которых периодически рисовали в прессе Люмен-Сити, говоря о якобы жителях с других планет и миров. 
- Зурк? – спросил парень слабым голосом.
Да, это был фамильяр. Под влиянием второго камня он трансформировался в свою следующую форму. Но это не спасло его от ужасного ранения, нанесенного монстром из Тумана. Камилла пыталась помочь ему, заматывая рану длинной лентой мягкой ткани. На ней бледно расплывалось пятно крови.
- Что у вас там случилось? – спросила девушка. – Что с ним?
- Это место оказалось опаснее, чем мы думали, - ответил Вин. – Нам пришлось сражаться.
- Боже мой! Скорее бы все закончилось.
Камилла взяла стоящий рядом пузырек со спиртом и смочила повязку на ране. Зурк издал жалобный стон и повернул голову в сторону. Винченцо решительно поднялся на ноги, поправил одежду.
- Я отправляюсь к Газоро. Только у него я узнаю способ помочь Зурку.
Девушка ответила молчанием. Вин еще раз взглянул на фамильяра.
- Ты ведь сможешь проследить за ним? Мне больше не на кого положиться в этом мире.
- Да, конечно. Только… Возвращайся поскорее. И береги себя.
Вин привел себя в порядок, забрал свою сумку и вышел из дома. На улице царила приятная теплая погода, абсолютно безветренная и сухая. Его путь лежал к тому самому знакомому черному дому. Через короткое время Винченцо уже говорил со старым магом Газоро в его жилище.
- Ты вновь вернулся. Но в этот раз я чувствую, что события пошли не по плану. Что произошло?
- Фамильяр ранен. Я пришел за помощью.
- Да, это могло произойти в конце концов… Но мне нужны подробности.
Винченцо сел в кресло и склонил голову. Вздохнув, он сказал:
- Во время второго путешествия в Туман мы столкнулись с ужасным существом… Сражаясь с ним, Зурк получил большую рану.
- Скажи, - перебил его Газоро. – Это было путешествие после второй микстуры?
- Именно.
- И после ранения фамильяр поглотил камень – но не поправился?
- Нет. Он изменился – но состояние все хуже. Я оставил знакомую присматривать за ним.
Газоро встал и взял в руки стоящий рядом посох. Кристалл на его навершии блеснул красным светом. 
- Я сожалею – но тебе нужно продолжить путь самому. Отыскать последние ингредиенты – и последний раз отправиться в Туман.
Показное безразличие мага к проблеме и его настойчивость вывели Вина из себя.
- К чему эти все опасные пути? Неужели нельзя этого достичь проще?
Газоро улыбнулся своей жутковатой улыбкой.
- Нам не даются испытания, которые нам не под силу. Простые пути не приносят изменений.
- Я ведь мог погибнуть!
- Но не погиб же.
Вин умолк, не зная, что сказать в ответ. Газоро сделал паузу и продолжил:
- Тебе следует поторопиться. Следующий осколок ты заберешь сам. Только так ты сможешь исцелить фамильяра и обратить его в истинную форму. Иди – время не ждет.
Винченцо вышел из черного дома. Его положение в этом странном нереальном мире усложнялось с каждым шагом, что он совершал на своем пути к возвращению. И сам путь был настолько неясным и неопределенным, что парень ежеминутно ловил себя на мыслях сомнения. Единственный известный ему путь был сказан Газоро – и выбирать не приходилось. Кроме того, чтобы навсегда остаться в этом непривычном, замершем во времени городе.
Дорога назад к дому Камиллы был для него уже настолько привычным, словно здесь он провел немалую часть своей жизни. Да и сама девушка – будто знакома с ним уже долгие годы… Одно из удивительных свойств человеческой жизни – это восприятие времени: поглощенные быстротечными событиями и сосредоточенные на своих занятиях люди воспринимают долгое – кратким, дни – часами, минуты – секундами. А порой наоборот – утомительное и тяжелое занятие в сознании растягивается в разы, и кажется – прошло уже несколько часов, когда на самом деле не было и половины. Этот парадокс ощутил сейчас и Винченцо: пару дней, проведенных в Блаустоне, были словно небольшой фильм, который останется только с удивлением вспоминать. Но сам город – он словно был с ним всегда.
Камилла вновь открыла перед ним дверь. В ее глазах читались одновременно и радость, и тревога. Слегка обняв парня, девушка спешно ушла в комнату. Там Вин обнаружил ее, обрабатывающую рану фамильяра.
- Хозяин… - слабым, но уже вполне человеческим голосом проговорил Зурк. С каждым его переходом в развитии он становился все более разумным. – Прости, что подвел тебя…
- Ты не подвел, - ответил Вин. – Ты спас меня и дал шанс идти дальше.
- Это твой путь. Но ты его должен не только пройти – но и понять.
- Я постараюсь. И я спасу тебя.
- Я не смогу идти с тобой дальше. Теперь все только в твоих руках.
- Я знаю.
Фамильяр умолк, впав в подобие тревожного сна. Вин отвернулся и вышел из комнаты, Камилла последовала за ним.
- Мне сложно понять все это, - смутившись сказала девушка. – Я ведь не знаю о тебе почти ничего.
- Это не страшно, - ответил Вин. – Ведь и мне порой тяжело разобраться в этом.
- Может, все же расскажешь о себе?
- Хм… Пожалуй, другого случая может и не быть.
Остаток дня они провели вместе, сидя дома и говоря обо всем. Винченцо рассказал Камилле всю свою жизнь, до того момента, как он мистическим образом исчез из Люмен-Сити. Про то, как прогресс превратил людей в заложников времени, что каждый настолько спешил всю жизнь куда-то вперед, что порой терялся в самом себе и не знал - есть ли он сам. Рассказал о чудесах техники и сложности нравов, о безграничных возможностях и таких же желаниях. Но больше Камиллу заинтересовали переживания парня - именно то, чем он жил все эти годы. Она с интересом для себя увидела в нем всевозможные интересы и бескрайние горизонты стремлений. Не было только понимания своего места во всем этом великолепии. Девушка хотела было сказать об этом, но в последний момент передумала, сменив слова на палитру чувств. 
- Я не ожидала узнать о тебе столь много. Я…
- Возможно, тебе ведь чуждо все это. 
- Но я хочу быть частью этого. – девушка с надеждой взглянула прямо в его глаза. – Я с тобой.
Вин промолчал секунду – и решительно заключил девушку в свои объятия. Они слились в долгом поцелуе, без слов высказавшись о своем решении. 
  ''';
  static String v13a = 'Глава 13. Путь к истокам';
  static String v13 =   '''
  Для этого мира пар был столь же жизненно необходим, как и электричество в мире Вина. Порожденный водой и огнем, он требовал огромных запасов топлива - которые пополняли все те же угольщики, перевозящие черный камень из шахт в горах неподалеку в сам город. Стоит ли говорить, что они и сами были черны от такой работы, да и прямо на камнях улицы то и дело встречались черные разводы, превращающиеся после дождей в жутковатые темные ручьи. Вин и сам часто видел эти лужи - и мысли о искомой угольной воде не давали ему покоя. Загадочный ингредиент для третьей микстуры, возможно, можно было достать абсолютно без хлопот. Но была бы разгадка столь очевидна? Ведь не зря в названии было слово «усталость».
Парень решил пойти самым простым, но не легким путем – найти людей в городе, работающих с черным топливом – именно теми угольщиками. С одной стороны, людей из этой утомительной профессии можно было встретить в городе в любое время – бригады работали по разным графикам, снабжая углем десятки и сотни паровых котлов. Сложность была в том, чтобы оказаться с ними в одном месте и в одно время.
Свои поиски Вин начал с ближайших дворов и улиц. Не заметить паромобиль угольщиков было сложно – как и они, транспорт был черным от угольной пыли, с характерной формы кузовом. Позавтракав в компании Камиллы и проведав все еще скверно себя чувствующего Зурка, он подготовился к новой дороге – на этот раз в одиночестве.
-Береги себя, - тихо сказала девушка. – Ведь иначе все будет напрасно.
- Я не пропаду. Обещаю тебе.
Первые полчаса блужданий были тщетными – лишь виды невзрачной городской жизни, серость зданий далеко не богатых районов города и площадки возле котельных со следами недавнего посещения.
Проходя мимо небольшого переулка, Вин бросил рассеянный взгляд в сторону. Взгляд за мгновение успел зацепиться за паромобиль угольщиков, через мгновение скрывшемся за поворотом. Вин прошел еще несколько шагов дальше, прежде чем осознал увиденное. Спохватившись, он спешно направился по переулку, рассчитывая в голове примерный путь паромобиля. Достигнув поворота, он заглянул за угол – угольщиков не было видно. Зато темные следы колес указывали их дальнейший путь.
 Спустя несколько минут дальнейшего преследования Вин увидел крепкие и высокие деревянные ворота, окованные металлом. Они были распахнуты, внутрь вела все та же темная колея. Заглянув туда, парень обнаружил городские угольные склады. Вид у них был довольно мрачный: три здания-бункера окружали относительно небольшую площадку с паромобилями и платформами, полными мешков с тем самым углем. Сюда их из проема на втором этаже одного из зданий спускал небольшой механический кран, приводимый в движение через хитроумную систему шестерен и блоков мускульной силой пары крепких рабочих. В стороне от них возвышались горы битого камня, чье предназначение было неизвестно.
Паровые двигатели, как и любой открытый или закрытый огонь, здесь был запрещен по вполне очевидным причинам: все вокруг, начиная от темных стен складов и заканчивая одеждой рабочих и деталей механизмов, было покрыто черной угольной пылью. Немного огня - и она вспыхнет, быстро распространившись на все вокруг. Паромобили на погрузку затаскивались с помощью канатов и лебедки, стоящей чуть в отдалении.
Около десятка рабочих делали здесь свою работу - грузили, перетаскивали мешки, измазанные черными пятнами. Еще несколько человек сидели неподалеку и отдыхали в коротком перерыве. 
Вин зашел за ворота и неспешно направился к отдыхающим. Один из них встал и пошел навстречу.
- Доброго дня. Что вам здесь нужно?
- Прошу прощения, - спросил Вин. - Что это за место?
- Угольные склады города Блаустона. Вторичного распределения, да. 
- Значит я пришел по адресу. Могу я поговорить с вашим руководством?
- А нет тут руководства, - устало зевнул рабочий. – Они приезжают, когда им что-то нужно проверить и поворчать. А так – зачем они тут?
- Где же мне их найти? – Винченцо не хотел терять времени.
- На складах первичного распределения. – улыбнулся тот.
- Где он находится?
- За пятак скажу.
Парень не стал мешкать и достал из мешочка несколько монет. Рабочий ловко спрятал их назад в карман.
- Склад находится в Кольтане. Вот только туда просто так не попасть – туда пропуск нужен.
- А пропуск…
- Его я не дам. Он есть только у ребят, что завозят сюда уголь, и у живущих там горожан. Так что – сожалею!
Рабочий махнул рукой и вернулся к своей компании. Винченцо озадаченно вернулся к воротам. За спиной он услышал дружный смех.
«Похоже, что все не так просто» - задумался парень.
Название города вдруг показалось ему знакомым. Кольтан… кто-то говорил уже о нем. Девушка… ну конечно же, Камилла!
Винченцо в спешке вернулся в дом Камиллы. 
- Ты так быстро вернулся… Что случилось?
- Кольтан!
- Что Кольтан?
- Ты мне говорила про этот город!
- Да, у меня там сестра живет… А в чем дело?
- Мне нужно попасть туда. Но для этого нужен пропуск.
- Да, верно, - девушка растерянно огляделась вокруг, будто что-то разыскивая. – У сестры он есть, и мне как ее родственнику тоже выдали… Сейчас найду.
Камилла скрылась в своей комнате. Судя по звукам, она перебирала содержимое полок шкафа. Спустя десяток минут она вышла, держа в руках заветную бумагу.
- Вот он, пропуск… Только ответь мне на вопрос – зачем тебе туда?
- Уголь, - ответил Винченцо. – Мои поиски связаны с углем, и цепочка ведет именно туда.
- Хорошо. Раз уж ты оправляешься в Кольтан, то может навестишь мою сестру? Ее зовут Жаклин… Жаклин Невилл. Она часто пишет мне письма, но я хочу передать ей свой подарок.
Камилла вручила ему небольшой сверток. Несмотря на размер, он был довольно легким.
- Я зайду к твоей сестре. Но как туда попасть?
- Поезда туда не ходят, потому придется добираться на дирижабле. Ты наверное уже видел их над городом… Они останавливаются неподалеку от вокзала – ты увидишь. Обычно они пролетают мимо Кольтана, но по просьбам монетой могут спуститься.
- Постараюсь не забыть! – усмехнулся парень.
Девушка крепко обняла Вина.
- Береги себя. Ведь теперь это важно и для меня.
Винченцо поцеловал ее на прощание и убрал сверток в сумку.
Когда парень достиг уже знакомого вокзала, обнаружить причал дирижаблей было уже не трудно. Огромный баллон воздушного судна возвышался неподалеку, там же где он был при прошлом визите Вина. Небольшая улочка с брусчаткой соединяла вокзал и пристань, окруженная стенами четырехэтажных старых домов. Кое-где дома с разных сторон улицы соединялись высокими арками, на которых ютились небольшие открытые галереи. Сразу за улицей оказалась небольшая площадь, посреди которой возвышалась легкая металлическая конструкция. Высотой примерно в два этажа, вверху она представляла собой подобие каркаса желоба, на краю которого была покрытая досками платформа для пассажиров. По дну «желоба» проходили два легких рельса. «Желоб» с одной стороны немного расширялся – площадь в том направлении не была застроена, открывая большое открытое пространство.
Под конструкцией находилось небольшое одноэтажное здание, построенное в типичном для Блаустона стиле. Пара высоких окон, широкая дверь – и надпись сверху на деревянном щите – «Кассы».
Винченцо зашел внутрь и, простояв небольшую очередь, попытался купить билет.
- До Кольтана нет рейсов, - невозмутимым голосом ответил кассир.
- Но ведь есть рейсы, проходящие рядом? 
- Сейчас будет рейс до Жирото. Через час – до Рапиндо.
Внезапно плеча парня кто-то коснулся. Обернувшись, он увидел мужчину с бакенбардами.
- Тебе надо в Кольтан?
- Да, именно.
- Бери билет на Жирото. Я тоже в Кольтан направляюсь.
- Билеты будете покупать? – с недовольством сказал кассир.
- Да. До Жирото, пожалуйста.
- С вас 20 монет.
Получив заветный квиток из плотной бумаги, Винченцо решил подождать незнакомца у входа. Налетел прохладный ветер, и он поправил воротник куртки. Спустя несколько минут тот самый мужчина вышел из двери.
- Ждешь? Это хорошо. Вдвоем проще добраться.
- Почему же?
- В Кольтане этот рейс не должен останавливаться. Туда только из Жирото есть один рейс, специальный. Но – капитан может высадить желающих, за дополнительную плату конечно. И чем больше желающих – тем больше шансов что согласится. Это ведь потеря времени, а чтобы нагнать время – надо ускориться. А это стоит денег.
- Это я знал. 
- Это хорошо. Меня зовут Маркелл, это если что.
- Меня Винченцо.
- Ты явно не из наших мест, верно?
Где-то вверху послышался одинокий звон небольшого колокола. 
- Уже прибывает. Идем.
Мужчина торопливо стал подниматься по металлической лестнице, Вин последовал за ним. Вскоре под ногами заскрипели доски посадочной платформы. Не сдерживаемый зданиями ветер набирал здесь полную силу.
С противоположной от города стороны к пристани медленно приближалась легкая громада воздушного судна. На расстоянии уже были слышны гудящие пропеллеры и шелестящие ходовые машины. Из под наполненной газом серой оболочки поднимались рассеянные потоки теплого дыма, исходящие из специальных легких паровых машин. В отличие от своих наземных сородичей, эти механизмы брали тепло от горящего спирта, а не тяжелого угля. Это позволяло значительно облегчить конструкцию.
Спустя еще несколько минут дирижабль осторожно вошел в «желоб». Небольшая пассажирская гондола опустилась на рельсы и с шипением замерла напротив платформы с людьми. Раздался короткий лязг – и стопорные механизмы надежно закрепили воздушное судно. Еще через пару секунд открылась небольшая легкая дверь гондолы – на платформу стали спускаться прибывшие пассажиры, всего несколько человек. За ними вышел человек в костюме необычной расцветки с жилеткой и стал проверять билеты у ожидающих посадки. Когда дошла речь и до Винченцо, Маркелл чуть подвинул последнего в сторону.
- Нам двоим до Кольтана.
- Шестьдесят, - невозмутимым голосом негромко произнес человек, после чего Маркелл отдал ему свой билет и слегка толкнул Вина плечом. Тот не стал мешкать и тоже отдал свой. Было ясно, что перед ними хозяин воздушного судна.
- Проходите в салон.
Внутри гондолы оказалось не так много места. Кресла стояли по два на борт в семь рядов, с узким проходом посередине. Рубка капитана дирижабля отделялась от остальной гондолы перегородкой с дверью. Вин с Маркеллом заняли два кресла в середине салона.
- Ты слышал цену, - негромко сказал Маркелл. – Платим поровну.
Вин отсчитал ему нужные деньги, с сожалением заметив их заметное сокращение. Тот поднялся и прошел за дверь к капитану. Спустя минуту он вернулся и сел на свое место.
Вновь раздался звон колокола. Гондола слегка вздрогнула – захваты освободили ее от своего плена. Котел в задней части гондолы загудел – дирижабль медленно вышел из «желоба» и, слегка раскачиваясь, направился прочь от Блаустона.
***
- Карлос! Карлос, ты дома?
- Да здесь я, в комнате. Что такое?
- Уже который раз пытаюсь связаться с Винченцо – но нет ответа. Тебе он ничего не говорил?
- Я думаю, с ним все в порядке, - отец Вина, изрядно уставший после трудового дня хотел расслабиться. – Ты же помнишь – он всегда искал уединения, это нормально.
- Последний раз он говорил о проблемах. А вдруг все серьезно? Я волнуюсь.
- Паола, успокойся. Вин – взрослый человек… - заметив полные тревоги глаза жены, Карлос махнул рукой. – А вообще ладно, загляну к нему завтра. Давненько не наведывался в гости.
- Вот и хорошо, - ответила Паола. – Пусть он и взрослый, но все же наш сын. Кстати, ты будешь блинчики?
- Блинчики… Хорошо. Покушать всегда в радость. 
Паола ушла, а Карлос довольно разлегся в автоматическом кресле перед огромным окном во всю стену. Слегка встряхнув руку, он включил на стекле прозрачный сенсорный дисплей, через который открыл фрамуги под потолком. В комнату пошел прохладный свежий воздух с высоты тридцатого этажа. Еще пара прикосновений – и из спрятанных динамиков вдоль стен плавно начала играть приятная легкая музыка. Карлос закрыл глаза и постарался расслабиться. 
  ''';
  static String v14a = 'Глава 14. Закрытая местность';
  static String v14 =   '''
  Дирижабль двигался к Жирото, постепенно набирая высоту. За рядом небольших окон салона расстилались болотистые земли Блаустона и сам город. С высоты он казался куда меньше, чем на многочисленных узких улицах, здания казались приземистыми. Немалую часть площади города занимали фабрики, на территорию которых посторонних не пропускали.
Чуть в стороне виднелись те самые знаменитые болота, из-за которых эти земли имели дурную репутацию и на краю которых Винченцо едва не расстался с жизнью. Город по сравнению с их мрачными темными просторами казался лишь незначительным пятнышком, муравейником посреди небольшой рощи.
Вин перенес взгляд по ходу движения воздушного судна. Там вдали нечетко вырисовывались очертания серых гор, кое-где покрытых зелеными пятнышками растительности.
- Наслаждаешься видом? – послышался голос Маркелла.
- Да, я первый раз вижу эти земли с такой высоты, - ответил Винченцо. – Полагаю, что вы нет?
- Ну как сказать, - мужчина слегка усмехнулся. – Из Кольтана люди редко куда-то отправляются далеко, такая уж у них жизнь… Да и на слова обычно не так уж щедры. Я изредка отправляюсь в Блаустон, есть у меня там парочка друзей. Вот только добираться приходится самому, ведь Кольтан по сути закрытое место.
- Для чего это?
- Когда в одном месте добывается нечто, от чего зависит жизнь сразу нескольких городов – поневоле начнешь применять меры безопасности. Достаточно одному вредителю – не важно, за деньги или по дерзости душевной – умело устроить здесь аварию или пожар – и дела у многих покатятся под откос. Потому и ограничения, пропуска… Кстати, откуда он у тебя?
- От родственников, - Вин слегка замялся. – Мне нужно передать посылку своей кузине.
- Логично, - ответил Маркелл. – Хотя сдается мне, что ты чего-то недоговариваешь.
- Кем вы работаете в Кольтане?
- Я? Откатчик в шахте. Доставлять вагонетки с углем из глубин – моя обязанность.
- Значит, вы знаете обо всем, что есть в шахтах?
- Ну не все… Но побольше многих, хе-хе.
Винченцо задумался на мгновение, решая – доверять ли своему попутчику.
- Мне нужна угольная вода.
Маркелл посмотрел на него с недоумением.
- Угольная вода?
- Именно. Вы знаете о такой?
- Не представляю, кому она может понадобиться.
- И все же. – Вин сложил руки на груди. Маркелл вздохнул и снизил немного голос.
- Угольная вода – это больше шахтерское поверье… редкое явление, когда среди угольного пласта начинает течь черная жидкость. Но это не нефть – не горит эта вода. Обычно ее вытекает совсем мало, но не в этом проблема. Шахтеры верят, что если в забое появилась угольная вода – это к беде.
- Даже так… - задумчиво произнес Вин.
- Потому шахтеры и не любят говорить об этом. Мы народ суеверный.
- Верю. Похоже, мои поиски на этом и закончатся.
Винченцо отвернулся к окну. Воцарилась тишина, нарушаемая лишь гулом пропеллеров за бортом и шипением паровой машины. Маркелл сидел молча, погруженный в свои размышления.
Внезапно раздался короткий звон откуда-то из рубки капитана. Маркелл посмотрел в окно и засуетился.
- Прибыли. Стоянка короткая, так что лучше не мешкать.
Дирижабль немного наклонился вперед и стал плавно терять высоту. Из окна Вин увидел внизу небольшое поселение, окруженное горами и стеной. Рядом виднелись всевозможные сооружения шахт. Местность вокруг была каменистой и по большей части лишена растительности. Гондола замерла на высоте метра от небольшой деревянной площадки, куда двум визитерам города пришлось выпрыгивать без всяких особых удобств. Едва они почувствовали землю под ногами, как к ним подошел человек в военной форме.
- Вы находитесь на территории закрытого поселения Кольтан. Предъявите ваши пропуска.
Маркелл вручил свой уже потрепанный с возрастом лист военному. Тот мельком взглянул на него и вернул обратно. Над пропуском Винченцо он остановился подробнее.
- Цель визита?
- Родственников проведать.
- Не припомню твоего лица здесь раньше. – военный с подозрением взглянул Вину в глаза. – Проходите оба.
Военный отошел в сторону. Дирижабль вновь застучал механизмами и покинул негостеприимный город, спешно возвращаясь на свой прежний курс.
- Ну – будь здоров! – Маркелл похлопал парня по плечу. – Центр Кольтана прямо и чуть направо.
- Благодарю. – ответил Вин, поправляя сумку на плече. Настроение его было совсем не позитивным. Маркелл отошел на несколько шагов и остановился.
- Послушай, - сказал он. – Тебе действительно так нужна эта вода?
- Дело большой важности, я бы сказал.
- Что ж… Подходи к памятнику геологов к часам пяти.  Придумаю что-нибудь.
Шахтер ушел куда-то в сторону, оставив Вина одного перед закрытым поселением. С Блаустоном у Кольтана было мало общего: отличалось все, начиная от сухой и каменистой местности, и заканчивая примитивной одноэтажной архитектурой и грунтовыми улицами почти без транспорта. Дымящие трубы, ставшие уже привычными в городе, здесь возвышались лишь над шахтой и небольшой ремонтной мастерской. Не было и множества паропроводов, обслуживающих в Блаустоне жилые кварталы, люди одеваются здесь проще и однообразнее. Солнце еще достаточно высоко возвышалось над горизонтом, потому улицы были немноголюдны – большинство горожан в это время усердно трудились на шахте, будь то поверхность или темные глубины прорубленных в породе туннелей.
К центру Винченцо вышел очень быстро – заблудиться в столь небольшом поселении было практически нереально. К тому же, хоть и отсутствовали указатели улиц, многие постройки отличались своей индивидуальностью, становясь прекрасными ориентирами. Центральная площадь имела треугольную форму, на ней располагались административные здания и банк. От нее отходили четыре основных улицы, которые прекрасно просматривались до самого конца.
В поисках сестры Камиллы Вин спрашивал имя у каждого встречного жителя поселения. Несмотря на небольшое население Кольтана, этот процесс весьма затянулся – если кому имя и казалось знакомым, больше ничего они сказать не могли. Наконец ему встретились знакомые с ней люди, которые показали ее дом. Вин постучался в деревянную старую дверь.
- Входите!
Парень вошел внутрь, придерживая лямку сумки. Дом изнутри как и снаружи не отличался убранством. Перед ним стояла женщина лет тридцати пяти, в простой одежде. На лице читалась усталость и слабость. 
- Вы что-то хотели? – спросила она.
- Да. Я ищу Жаклин Невилл. Это вы?
- Это я. – женщина слегка улыбнулась. – Чем могу помочь?
- Ваша сестра, Камилла, просила передать вам это. – Винченцо открыл сумку и вытащил сверток. Жаклин заметно оживилась.
- Это от моей сестры? Что там?
- Этого я не знаю. Она просила передать, что очень скучает о Вас.
Жаклин тяжело вздохнула и села на стул. По ее лицу проскользнула грусть.
- Я тоже скучаю по своей младшей сестре… 
Повисла молчаливая пауза. Женщина продолжила.
- Простите, я не спросила сразу – кем вы приходитесь Камилле?
- Я ее хороший знакомый. Камилла много помогала мне в моих делах.
- Она добрая, всегда помогает, - усмехнулась Жаклин. – Может желаете чаю?
- Не откажусь, пожалуй.
За чаепитием женщина рассказала историю их семьи, Невиллов. Еще в детстве сестры с родителями жили в Хорруме, владели небольшой фермой. Их отец, Вирджил, желая лучше обеспечивать жену и детей, рискнул отправиться на работы в новые шахты, переехав в Кольтан. Жизнь налаживалась, пока однажды Вирджил не погиб в результате обвала шахты. Его жена с дочерями остались одни, полагаясь на небольшое жалование и доплаты за мужа. Подрастая, Жаклин стала работать в товарной конторе, а вот Камилла сразу решилась при возможности перебраться в другое место. Ее выбор пал на Блаустон… С тех пор их общение стало редким и скудным, время и расстояние стали сильно разделять сестер. Потому этот подарок стал для нее приятной неожиданностью.
- Конечно, у нее своя жизнь, - сказала Жаклин. – И я думаю, что ей не стоит возвращаться. Пусть она станет своей в лучших краях, обретет свое счастье. Я же свою участь выбрала – вернусь в Хоррум, к истокам семьи. Я хочу сохранить ее память. 
- Это достойно уважения, - ответил Вин. – А Камилла – прекрасная девушка. И я не дам ей пропасть.
- Я надеялась услышать это. Пусть же твой путь не знает печали.
Винченцо покинул дом Невиллов. Что-то произошло в его сознании, заставив взглянуть на свою жизнь по-другому. Существенным стало то, о чем обычно он даже и не задумывался. Но растерянность быстро сменилась уверенностью.
***
Приближалось условленное время встречи с шахтером. Убивая время, Винченцо успел обойти всю доступную для посторонних часть Кольтана, без проблем обнаружив тот самый памятник геологу. Отлитый из бронзы, человек в шляпе и плаще держал в руках кирку и карту, опираясь одной ногой на обломок скалы. Памятник располагался на самом выходе из города, со стороны шахт. Маркелл явился весьма пунктуально, продемонстрировав Вину время на старых карманных часах. 
- Никаких опозданий – это хорошо. Нам не стоит терять время зря, если ты заинтересован в своих целях.
- Почему именно сейчас?
- Часть рабочих с поверхности уходит со смены именно в пять часов. Другие, например шахтеры, остаются – но они нам не помеха. Нам необходимо попасть внутрь, а дальше уже все как по колее – дело привычное.
Вскоре они достигли огороженной территории шахт. На воротах их встретил скучающий охранник в возрасте.
- Марке, старик, ты уже вернулся? Не думал, что так быстро. Кто это с тобой?
- Справился быстрее, чем думал. А это – молодняк, перевели со складов. Освоится.
- Стариков нужно кому-то сменять! – заворчал охранник. – А то давно уже не было новых лиц. Да ты не бойся, парень, здесь все свои. – сказал он, обращаясь к Вину. Тот предпочел промолчать в ответ. Маркелл слегка хлопнул его по плечу, увлекая внутрь территории.
Собственно, особого множества построек на поверхности не было. Самыми видными были машинный зал с высокой кирпичной трубой и огромными двумя металлическими емкостями рядом, внушительная гора – отвал пустой породы, от которой к скальному массиву вели несколько рельсовых узких путей, заканчивающихся у высокой ажурной башни – копра. Рядом находилась еще одна башня, предназначенная для вентиляции шахты. Копёр и башня вентиляции были связаны с машинным залом системой вращающихся длинных валов и шестерен, передающих мощь паровой машины на лебедки и вентиляторы.
Шахтер зашел в небольшое одноэтажное здание, потемневшее от времени и слегка покосившееся набок. Здесь он вручил Винченцо шахтерскую грубую одежду – накидку и каску.
- Без этого никак. Не пропустят.
- Мы спустимся вниз?
- Именно. Или ты надеялся, что я сам все тебе принесу?
Накидка была не по размеру для парня и висела кое-где мешком, на что Маркелл усмехнулся и сказал, что красоваться под землей не перед кем. С собой он взял так же защищенный закрытый фонарь и еще один вручил Вину. После чего они спешно покинули здание, стараясь не попадаться другим шахтерам на глаза.
Маркелл направился к башне копра, где возле клети стояла «стволовая» в рабочей одежде. Перекинувшись с ней парой слов, он дал знак Вину и они зашли в клеть, закрыв за собой решетчатую дверь. Женщина передвинула длинный рычаг и клеть с лязгом начала неторопливый спуск под землю.
Путь до нужной глубины казался вечностью. В тусклом свете фонарей Вин видел вокруг клети лишь слои породы и камни. Один раз мимо промелькнула плохо освещенная штольня, но клеть без остановок продолжила движение. На следующей штольне механизм остановился – вокруг повисла неожиданная тишина.
- Почти прибыли, парень, – сказал шахтер, закрывая за собой и Вином клеть. Через десяток секунд она со скрипом отправилась обратно на поверхность. – Дальше наш путь только своим ходом.
- Попасть сюда было не так уж и сложно.
- А ты не заговаривайся. Не сложно попасть со мной, потому что я здесь всех знаю и мне верят. А в одиночку ты бы и к шахте не подошел.
- Понял.
- Надеюсь на это. Мы сейчас в полусотне метров под землей, и от того, как ты будешь осторожен – зависит твое возвращение наверх.
- А есть шансы не вернуться?
- Да полно. Попал под обвал, надышался газов, потерялся в лабиринте штреков, покалечился. Это наша работа, нам с этим приходится жить – но ты человек пришлый.
За разговором они прошли не меньше трех сотен метров по темному подземному тоннелю. Под ногами змеились узкие рельсы, по которым вагонетки с рудой отправлялись к стволу шахты. Передвигать их – была обязанностью откатчиков, таких как Маркелл. И он увлеченно рассказывал Вину о своей работе. Шахтер безошибочно сворачивал в боковые проходы, уверенно ориентируясь в рукотворном лабиринте. Вин поначалу пытался запомнить весь проделанный путь, но вскоре сбился и оставил затею.
Штрек стал ниже и уже, опоры выглядели более старыми. На замечание парня шахтер ответил весьма простодушно.
- Мы идем в старую часть шахты, где работы уже не ведутся. Потому здесь и так тихо. Оставаться незамеченным – в твоих же интересах, прикрывать тебя я не стану. Кстати, - Маркелл свернул за угол и показал на белую стрелку на стене соседней штольни – Эта стрелка будет для тебя ориентиром, чтобы вернуться на поверхность. Старайся запомнить дальнейший путь.
Винченцо испуганно покосился на стрелку. Тревожная мысль прокралась в его голову.
- Мне придется возвращаться одному?
- Конечно. Я покажу тебе нужное место, скажу, что делать – и вернусь к своим ребятам. Клеть наверх поднимается последний раз через полтора часа и мне надо вернуться вместе со всеми, не вызывая подозрений. Мне же здесь еще работать.
Заметив смятение на лице парня, Маркелл улыбнулся.
- По этой стрелке ты выйдешь к старому выходу из шахты. Там уже давно никого нет, так что уйдешь незамеченным. Только – оставишь наверху у ствола нашу одежду, я заберу потом как-нибудь. Понятно?
- Да, все понятно.
Они прошли еще пару десятков метров. Слева показалась решетчатая металлическая дверь, за которой виднелся различный шахтерский инвентарь. Маркелл открыл ее и вручил Вину старую увесистую кирку. Вин уже хотел было что-то спросить, но шахтер дал знак двигаться дальше за ним. Проследовав в более низкий и изогнутый вправо проход, они достигли забоя – места, где добывалась руда. Этот забой был заброшен – проход частично закрыт деревянной рамой, на рельсах стояли две архаичные вагонетки. Маркелл не удержался провести рукой по их пыльным кузовам.
- Вот нужное место. Раньше здесь брали неплохую руду, но затем наткнулись на угольную воду – и вскоре один наш человек пострадал из-за обвала неподалеку. По традиции забой закрыли как есть. Это твой шанс.
- Что от меня требуется?
- Видишь породу? Руби ее. Вода вышла только с ближней поверхности, дальше в породе она есть. Так что – придется немного потрудиться на свой интерес!
Шахтер поправил каску на голове и улыбнулся. Затем он хлопнул рукой по вагонетке, подняв облачко пыли. 
- Эх, такая добротная вещь пропадает… Ну, удачи тебе! Будь осторожен.
- Спасибо. – ответил Вин. Возможно, следовало спросить еще что-то, но слов в нужный момент не нашлось. Маркелл скрылся за поворотом, оставив парня наедине с камнями.
Винченцо перехватил кирку поудобнее – инструмент старый, но все еще пригодный для работ. Сделав замах, он обрушил заостренный наконечник на твердый пласт – он лишь немного треснул. Следующий удар вышел сильнее и увереннее – откололись два куска, каждый в пару килограмм веса, покатились со стуком под ноги. Еще удар – мышцы начинают привыкать, начал появляться пусть и размеренный, но темп работы. От ударов порода крошилась, осыпалась и образовывала облачка пыли, которые залетали в приоткрытый рот и ноздри. Вин запустил руку в карман, обнаружив там большой платок из белой ткани – он обнаружил его еще на поверхности. Повязав его на лице и прикрыв нос и рот, он облегчил себе дыхание в столь бедном на чистый воздух месте.
Куски камней стали уже заваливать ноги Вина, тот лишь машинально отбрасывал их назад и в стороны. Пальцы рук понемногу начинали гудеть от непривычной нагрузки, от ограниченного дыхания накатывало легкое головокружение. Винченцо стали посещать смутные мысли о возможной насмешке со стороны шахтера, который подобным образом решил познакомить с тяжелым горным делом несведущего странного иноземца. Однако сложность затеи опровергала весь этот бред. Желание наконец закончить с этими странными заданиями и вернуться в свой нормальный привычный мир заставляло собирать силы в кулак и работать. В эти минуты почти полной темноты, при свете лишь тусклой шахтерской лампы, Винченцо стал наконец понимать, что все сложности жизни познаются в сравнении, и многие его переживания и заморочки были совершенно несущественными в тот момент. Руки уже машинально наносили жесткие удары по раскрывшемуся угольному пласту, измазывая кирку черными разводами и затрудняя дыхание вездесущей пылью. На какое-то мгновение ему показалось что сознание затуманивается, в голове возникал всякий шум… 
Кирка очередным ударом проломила пласт, но в этот раз он был более податливым. Внезапные изменения вывели парня из состояния сна разума. Он осторожно ударил еще раз в то же место – порода стала более вязкой. Отбросив кирку в сторону, он схватил фонарь – подсвечивая перед собой, он стал рукой в перчатке расчищать дыру. Перчатка тут же окрасилась в черный – угольный пласт был влажным. Убрав пару мелких обломков, Вин увидел несколько проступающих черных капель.
- Есть… Есть!
Он достал из кармана одежды заблаговременно спрятанный стеклянный пузырек и попытался собрать капли. Через пару секунд проступило еще несколько. Вин немного расчистил поток – жидкость стала вытекать тонкой прерывистой струйкой. Спустя пару минут пузырек был уже полон наполовину и Винченцо убрал его обратно в карман.
Самым большим желанием шахтера поневоле было сейчас вернуться на поверхность, к свежему воздуху. Без него усталость набрасывалась с утроенной силой, сковывала движения и истощала силы двигаться и верно думать. Забросив кирку в одну из вагонеток, Вин неторопливо стал возвращаться из забоя, напряженно стараясь вспомнить подробности пути в подземном лабиринте. 
Еще одним странным врагом стала тишина. Здесь, глубоко под землей и вдали от людей, не было никаких привычных звуков. Тишина давила на разум, заставляя цепляться за любую мелочь восприятия и преувеличивая несущественное. Эта сотня метров по глухому забою теперь казалась парой километров тяжелого пути. 
Наконец Винченцо добрался до развилки с тоннелем и другими штольнями. Здесь стало чуть легче дышать – чувствовалась легкая, но тяга воздуха. Его тихое таинственное завывание насылало тревогу и опустошенность. Воспрянув духом, парень решительно направился прямо по туннелю, поглядывая себе под ноги. Однако через несколько минут энергичного шага он высветил прямо перед собой завал.
«Что за чертовщина… неужели сбился с пути» - промелькнуло в его голове. В сознание прокрадывался страх перед коварным лабиринтом, смешиваясь с непривычной усталостью и притуплением восприятия. Винченцо взволнованно поспешил назад, к первой развилке. Когда он достиг ее, то решил свернуть налево – здесь так же была длинная штольня. Вин прошел по ней несколько десятков метров и так же обнаружил небольшую развилку с двумя завалами. Парень в ужасе вернулся обратно.
«Не бояться… Паника – худший враг. Надо думать… Думать…» - отчаянно напрягая память и нервно прохаживаясь вперед-назад, он споткнулся о рельс. Проворчав о собственной невнимательности, он поймал себя на верной мысли.
«Рельсы! Они есть здесь не везде. И все они ведут к выходу на поверхность. Нужно идти» - подумал Вин и отправился вдоль пути, начинающегося из заброшенного забоя. Он прошел по тому же тоннелю, однако рельсы на полпути свернули в сторону – на этот проход Вин не обратил поначалу внимания. Воодушевленно он следовал металлическим «змеям», минуя развилки и повороты, пока краем глаза не заметил заветную белую стрелку на стене.
Винченцо вздохнул с облегчением, но тут же снова почувствовал легкое головокружение. Организм отчаянно говорил о нехватке кислорода, незнакомый с подобными условиями существования. Уже с трудом перебирая ноги, парень прошел по широкому проходу еще сотню метров и вышел в крупную подземную полость. Она была природного происхождения, вызванная явно размытием мягких пород. Шахтеры использовали ее для размещения подъемника на поверхность – ажурной башни из паутины деревянных, усиленных металлом конструкций. Внутри нее размещалась уже знакомая и давно не используемая клеть, снаружи – пролетами по спирали поднималась ветхая лестница. Возле башни стояла вереница оставленных без дела вагонеток, виднелись разбитые ящики и темные пятна от утоптанной угольной пыли.
Винченцо погасил фонарь – сверху, с поверхности сюда попадал свет и было достаточно светло. Глаза, привыкшие к мраку шахты, теперь невольно прищуривались, когда Вин пытался оценивающе взглянуть вверх. О том, чтобы подняться наверх на подъемнике, не могло быть и речи – он управлялся с поверхности, да и паровой машины там наверняка уже не было.
Винченцо подошел к лестнице и поднялся на первую ступень. Конструкция глухо затрещала, но не повредилась. Стараясь не делать резких движений, парень прошел первые два пролета. До поверхности оставалось еще больше двух десятков метров подъема, которые для усталых мышц должны были стать очередным испытанием на выносливость. 
Где-то сверху негромко завывал ветер и слышался угрожающий скрип. Стараясь не рисковать понапрасну, Вин наступал на ближний к башне край каждой ступени, мягко опуская ступни на старую древесину. Позади осталось уже половина всей лестницы, как не выдержавшая нагрузки опора обломалась. 
- Вот черт!
От резкого толчка стали по цепочке ломаться остальные опоры и через секунды два пролета лестницы, на которых был Винченцо, обвалились вниз. Парень едва успел схватиться за переплетения конструкций башни и повиснуть на них. Упавшие пролеты обрушили еще пару под собой, отрезав путь вниз. Вин раздраженно снял с головы увесистую каску и отбросил в сторону. Нужно было действовать, силы на исходе. 
Наплечная сумка, ставшая столь привычной за эти дни, теперь предательски сползала по дрожащей от напряжения руке, создавая дополнительный дискомфорт. Сделав над собой усилие, Вин подвинулся вправо, опираясь на балки и перемычки башни. До следующего уцелевшего пролета оставалось метров пять по диагонали. Медленно, делая короткие передышки, он смог преодолеть это расстояние. Еще усилие – и он уже лежит на крошечной площадке между пролетами. Лишь пару сантиметров старых досок отделяют его от темной пустоты – под спиной до дна уже было пятнадцать метров. Вин смотрел вверх – через отверстие уже отчетливо виднелись серые облака, проплывающие вокруг ветхой башни. Свежий воздух придал силы, возвращал ясность ума. 
Спустя некоторое время обессиленный Винченцо достиг поверхности. Это место явно было в удалении от основной шахты, тишина и опустошенность сильно отличали его от того, где он спустился под землю. Многое оборудование отсюда не вывезли, оставив разрушаться от времени и сырости, зарастать растительностью. Глядя на эти молчаливые ветхие руины и заброшенные механизмы, Вин невольно вспомнил ощущение, когда он был в Тумане у «красного моря». Эти еще не забытые воспоминания заставили его содрогнуться. Парень посчитал, что заслужил несколько минут отдыха – опустив сумку на землю, он уселся на большой разбитый с одной стороны ящик и вытянул гудящие ноги. 
Старая шахта с трех сторон была окружена скалами, скрывающими солнечный свет. Направляясь к единственному выходу, Вин снял с себя выданную Маркеллом одежду и положил на видном месте, где шахтер мог ее без проблем обнаружить. Под ногами была едва заметная заросшая тропинка, петляющая среди кучи всевозможного хлама, усыпанная битым камнем. С каждым шагом под ногами шуршало, разбавляя тишину и гул ветра в скалах. По цвету неба Вин понял, что солнце закатывается за горизонт и скоро быстро стемнеет – следовало поторопиться с возвращением в Кольтан.
Внезапно слух уловил человеческие голоса, негромко переговаривающиеся неподалеку. Вин обошел небольшой, полуразрушенный сарайчик и увидел небольшую утоптанную площадку, на которой лицом к лицу стояли двое мужчин. Они обсуждали некий вопрос, однако различить слова отсюда не получалось. Винченцо вышел немного больше из-за угла. Один мужчина неожиданно начал смотреть по сторонам и через мгновение зацепился взглядом на парне.
- Эй! Подойди сюда!
Вин испуганно вздрогнул и попятился назад. Мужчина неторопливо направился к нему, делая пригласительный жест рукой. 
«Заманивает.» - внутренний голос паниковал в голове Вина. «Нет, сейчас лучшей идеей будет убежать и спрятаться за руинами. В таких местах лучше не говорить с чужаками».
Внезапно за спиной послышались торопливые шаги - Вин обернулся на звук и тотчас получил сильный удар в голову. В глазах потемнело и сознание стремительно покинуло его. 
  ''';
  static String v15a = 'Глава 15. Цена жизни';
  static String v15 =   '''
  - Рана не становится лучше. Мое средство не помогает.
Камилла сидела возле раненного Зурка и обрабатывала ему рану. Но нанесенная магическим существом увечье невозможно было исцелить обычной медициной. От возвращения Винченцо зависело слишком много.
- Почему ты помогал Вину? Разве ты не мог обрести свободу?
- Нет. – Зурк пытался говорить слабым голосом, но это было для него не просто. – Это мой хозяин. И я служу ему, пока не исполню свое предназначение.
- И что за предназначение?
- С моей помощью он найдет все три камня и я стану их хранителем. 
- Зачем это нужно?
- Не знаю. Газоро знает. Но он не говорит мне.
Камилла задумчиво посмотрела в окно. Зурк вновь обратился к ней.
- А зачем ты помогаешь ему?
- Я… - Камилла опустила взгляд. – Сначала я помогала ему из добрых побуждений. Но теперь… Он важен для меня. Не знаю почему.
- Почему важен?
- Не знаю, как объяснить. Прости.
Девушка встала и ушла на кухню, а Зурк вновь погрузился в дрему.
***
Вин очнулся и открыл глаза. Голова сильно болела в затылке, перед глазами мелькали цветные призрачные разводы. Понемногу они рассеялись и парень обнаружил себя в небольшой деревянной комнатке, практически лишенной мебели и вещей. Когда Вин попытался подняться и сесть, комната немного качнулась в сторону. 
«Черт, еще не отпустило… Что это было? Где я?»
Два небольших круглых окна-иллюминатора пропускали яркие лучи света, освещая помещение. Качаясь, Вин подошел к ним и увидел облака, над которыми было чистое, залитое солнцем небо.
«Я в воздухе! Но как? Почему я здесь?»
Комнату снова слегка качнуло, и парень свалился на пол. Через мгновение двери в комнату раскрылись и вошел странно одетый человек. Вин узнал в нем одного из тех двоих, что переговаривались у шахты. На нем была яркая цветастая куртка и ботинки, черно-белые полосатые штаны и такая же шляпа. Странный образ.
- Очнулся? Неплохо, Гарри тебя надолго отключил, ахах! Ничего, жить будешь… Возможно. Ахахах!
«Почему он все время смеется» - подумал про себя Вин, но промолчал.
- Итак, я вижу, что ты в состоянии говорить. Славно. Кто тебя прислал?
- К-кто Вы?
- Любезный, здесь я задаю вопросы. Или все-таки Гарри перестарался тогда? Знаешь кто я?
Винченцо лишь отрицательно покачал головой. Человек снова рассмеялся.
- Ахах, забавный ты парень! Ты подслушивал разговор, когда я заключал сделку - в месте, куда не каждый может пробраться. А теперь ты говоришь, что не знаешь меня! Странно, да?
- Я… Я пытался выбраться из шахты. Я не знал, что там будет кто-то еще. 
- Правда? Ты шахтер?
- Нет. Меня, хм, бандиты кинули в шахту - думали, что не выберусь. А я нашел старый вход.
Странный мужчина задумчиво почесал подбородок. Его глаза с недоверием осматривали парня. Мужчина вновь залился смехом.
- Значит ты умудрился попасть из огня да в полымя! Сбежать от злодеев, пройти через шахту – и чуть не сорвать сделку самому Небесному Торговцу! Право же, такой удачи я давно не видел.
Услышанное заставило Винченцо подскочить на месте. Торговец отшатнулся от неожиданности.
- Но-но, без резких движений! Ты в моей обители, а значит – здесь я царь и Бог. Нравится тебе это или нет, ты должен просто это принять. Ну, или не принять… И научиться летать, ахахах!
- Вы – Небесный Торговец? Мне действительно везет как никогда.
Не вижу связи, удача и я – бесспорно. Но причем тут ты? Кстати – назови свое имя!
- Меня зовут Винченцо Скартинни. И у меня есть к Вам дело.
Торговец озадаченно взглянул на парня. Он явно не рассчитывал на такой поворот событий, на несколько секунд уйдя в свои мысли. Однако он тут же пришел в себя и резким движением открыл дверь комнаты.
- С деловыми партнерами у меня другой разговор. Добро пожаловать на борт!
Винченцо вышел наружу и оказался в коридоре. Следуя за торговцем мимо других дверей, он дошел до узкой лестницы наверх. Сразу за ней была еще одна дверь. Торговец вышел первым. 
В глаза ударил яркий свет, заставив прищуриться. Вин обнаружил себя на палубе огромного воздушного судна, неспешно барражирующего на большой высоте среди редких облаков. Это был дирижабль, но весьма необычной конструкции – два вытянутых газовых баллона – «сигары» были соединены между собой прочной рамой, а между ними была подвешена большая гондола – платформа. Она была двухэтажной и имела с одной стороны надстройку-рубку с двумя трубами по бокам, словно на морском пароходе. «Сигары» были на металлическом каркасе и обтянуты прочной многослойной тканью, сзади оканчивались внушительными воздушными рулями. Пространство на платформе было заставлено множеством ящиков, бочек и штабелей материала, кишело множеством рабочих. 
- Взгляните! – торжествующе сказал Торговец. – Все самое редкое и ценное – находится здесь и ждет своего покупателя! Если ему есть что заплатить.
- Но откуда? – машинально спросил Винченцо.
- Мои люди работают на меня именно за этим – чтобы здесь можно было найти все. Иначе грош им цена, как и их душам! 
Торговец поднялся по еще одной лестнице на верхнюю площадку надстройки – именно здесь и располагалась его шикарная каюта. Усевшись за стол, он сделал приглашающий жест Вину и с пугающим взглядом стал внимательно наблюдать за ним.
- Я… - Вин напряженно посмотрел по сторонам. Он сильно волновался. – Я хочу приобрести товар.
- Ну… И что же интересует?
- Мне нужно то, что называют «Ликером небесного торговца»
В воздухе повисла тишина. Торговец молча смотрел на Вина, не отводя от него леденящий душу жуткий взгляд. Губы растягивались в неестественную широкую улыбку. Еще через мгновение он взорвался смехом.
-Ахахах! Забавная шутка, правда… Но твои глаза не врут, значит не шутишь. Скажи, ты сумасшедший? Ну, честно, я ведь сам такой – ты тоже, да?
- Нет, я не сумасшедший. Мне он действительно нужен.
- Хм. Значит, ты не в курсе, что этот ликер нельзя купить ни за какую валюту. Я даю его как награду за выполнение моих личных поручений. И только!
- В своем пути я выполнил не мало поручений, не удивил. – равнодушно ответил Вин.
- Да ты не торопись, не стоит. У меня ведь и условия есть. Когда я скажу задание – у тебя лишь два пути, выполнить его – или умереть. Я не могу доверять кому попало, если бы так – я бы не стал самим Небесным Торговцем, к кому на сделку идут даже правители!
- Я готов рискнуть, если понадобится. Какое задание?
А ты смелый, мне это по душе. Сам выбрал, ахах! Слушай же. – Торговец взял в руки маленькую статуэтку со стола. – Я продаю товары за разные деньги и цены. Один человек, Саймон вроде его имя, взял у меня один товар. Вот только цену не заплатил. Причем тут ты, да? Ты убьешь его. Все просто. И принесешь доказательство. Не беспокойся, я даже доставлю тебя почти к самому его дому, и заберу потом. Ну как, все понятно?
- Убить человека… Возможно, он сможет заплатить.
- Я сказал убить – значит убить, точка. Это ясно? – лицо Торговца вмиг потеряло усмешку. - Или отказываешься? Так я напоминаю, что…
- Хорошо. Я иду. – Винченцо встал из-за стула, выпрямил спину. Торговец вновь улыбнулся.
- Я ожидал это. Что-ж, мы направляемся к Саймону… Можешь пока отдохнуть здесь.
Оставшись один, Вин потерял покой. Страх перед неправильным решением и неизвестностью не позволял расслабиться, создавал нелепые мысли в голове. Каюту немного качнуло в сторону – воздушный корабль сменил курс и теперь неспешно разворачивался. На небольшом столике в углу Винченцо заметил увесистую бутылку бренди и стакан. Он налил себе треть стакана и выпил залпом – крепкий напиток обжег глотку и приятным теплом растекся по организму. Вин сел в кресло и постарался успокоиться и расслабиться.
Следующий час прошел незаметно, и лишь появление Торговца вырвало парня из приятной полудремы. Тот не прошел дальше дверей и лишь надменным голосом возвестил о своем прибытии.
- Ну, милейший, довольно прохлаждаться. Пора на землю!
Вин вскочил на ноги и поправил одежду. Торговец тем временем занес в каюту небольшую деревянную коробку, поставил ее на столе. Винченцо с интересом подошел ближе. Тот быстро откинул крышку – под ней на бархатной подкладке лежал увесистый и оригинально украшенный револьвер, сверкающий яркими цветами деревянных накладок и блеском металла. Рядом с ним в коробке лежали четыре крупных патрона. При виде нарядного оружия у Вина прошел холодок по коже.
- Это для меня?
- А есть варианты? – с усмешкой спросил торговец. – Убить Саймона ведь нужно тебе! Нет, я бы мог конечно отправить тебя, предоставив проблему убийства решать самостоятельно – но ведь это так скучно, да и надо же показать городским ищейкам – кто вершит суд на самом деле!
Он схватил револьвер, зарядил в него один патрон. Задумавшись на мгновение, он резко навел ствол на висящий на стене портрет и спустил курок. Пуля пробила дыру ровно на месте головы портрета, теперь уже неизвестной личности. Торговец с одобрительным смехом бросил оружие обратно в ящик и подвинул к парню.
- Время ждать не будет. Идем!
Он провел парня до подвесного подъемника на нижней платформе дирижабля. Воздушное судно низко зависло над небольшой лужайкой возле старой дороги. Рядом, за небольшой рощей виднелась одинокая усадьба.
- Как закончишь -  придешь сюда. Я подожду конечно, но твое время – твой шанс! Пошел!
Не успел Вин опомниться, как подъемник стремительно полетел вниз. Через пару секунд он довольно жестко коснулся земли и парень свалился набок. Не теряя времени, он торопливо выбрался с подъемника на сырую траву и тот тут же поднялся обратно. Огромный силуэт дирижабля в то же мгновение заслонил от него солнце. Сверху донесся уже знакомый неприятный смех и Вин поспешил проследовать по заросшему пути к искомому жилищу.
Влажная земля продавливалась подошвами потрепанных ботинок, ветер доносил запах леса. Уже через пару десятков метров из-за деревьев показался небольшой одноэтажный домик с темной кровлей на крыше. Из одинокой трубы шел дым, вокруг находился фруктовый сад.
«Идиллия да и только» - подумал Винченцо. Обходя в поисках входа изгородь, он увидел небольшой пруд. В нем неторопливо плавали несколько уток. Неизвестно почему, но эта картина навсегда отпечаталась в памяти молодого человека. 
Вин постучал в дверь. На душе было тяжело и хотелось поскорее закончить с этим ужасным заданием. Как назло внутри дома явно не торопились открывать незваному гостю. Лишь через пару минут дверь раскрылась и на пороге появился старик с обреченным выражением лица.
- Доброго дня, вы к кому?
- Вы Саймон? – холодно спросил Вин.
- Да. Это я. У вас ко мне дело?
- Я от Торговца.
Старик испуганно вздрогнул, его глаза вспыхнули. Однако уже через мгновение он «потух» и безучастно отошел назад в дом на пару шагов.
- Проходите, будьте как дома.
Винченцо нервничал. На него давили стены этого гостеприимного дома, словно это была отравленная сладость. Саймон провел парня в комнату и усадил за стол. На столе появилась небольшая бутылка вина.
- Вы от Небесного Торговца… Значит, пришло время платить. Но я готов к этому. Это было не зря, уж поверьте.
- Что вы приобрели у него, неужто это было настолько важно?
- Видите ли, молодой человек, не все так просто, - сказал Саймон и отпил глоток из небольшого резного стаканчика. – Будь вы на моем месте, скорее всего тоже не стали бы выбирать.
- Расскажите мне, - Вин наклонился вперед. – Мне важно это знать.
Саймон сделал еще глоток и погрузился на пару секунд в свои мысли. Затем он посмотрел Вину прямо в глаза и начал свой рассказ.
- В соседней комнате, на кровати, лежит молодой парень. Моложе тебя, зелень совсем. Это мой сын. Недавно он имел неосторожность влезть к болотам и заразиться черной болезнью. Лечить его мне было тяжело – он совсем слег, а я с ним один тут живу. Его мать, упокой ее душу, пока пыталась лечить – сама захворала и… Нет ее больше. Меня еще как-то Бог миловал… Врачи мне отказывались помогать, ведь черная болезнь – обычно дело безнадежное. И тогда я решился пойти к Небесному Торговцу.
- Вы купили у него лекарство, - сказал Вин. – И оно было действенно?
- Да. Сыну стало лучше, но он все еще не может встать на ноги. Пройдет не так много времени – и он забудет об этом, словно и не было. Вот только меня рядом уже не будет. – после этих слов Саймон сделал паузу. – Ведь вы за мной пришли, верно?
Винченцо оторопел от этих слов.
- С чего вы решили, что Торговец вас убьёт? Ведь вы могли бы заплатить.
- Если бы. Когда он вручал мне лекарство – уже тогда я спросил его о расценках. Торговец лишь рассмеялся и сказал, что «он дарит жизнь в обмен на жизнь». Он хотел, чтобы я пожертвовал своей жизнью ради сына. И я согласился, ведь для меня он дороже.
- Об этом он не упомянул…
- Вы ведь простой исполнитель, так же? Я прожил довольно долгую жизнь, многое уже позади. Возможно, я делал много ошибок в жизни, возможно – я был для него плохим отцом, и все же… Я хочу, чтобы это не прошло зря. Не прошло зря…
На щекам старика потекли слезы. Он постарался спрятать глаза от Вина, но тот все и так понимал. Осознание всего ужаса ситуации и его роли палача заставляли вопить его душу. Он не мог этого допустить.
- Значит... Он вернул вам сына, но хочет забрать вас у него… Это двойная плата, и он по сути ничем не помог. Я отказываюсь.
Саймон с искренним удивлением посмотрел на парня.
- Вы… Вы не убьете меня?
- Нет. Это будет несправедливо для всех. 
- Но в таком случае он убьет вас!
- Все равно, - Винченцо встал из-за стола. – Я останусь человеком. Прощайте.
Он дошел уже почти до самой двери, как Саймон остановил его, взяв за руку.
- Подождите… Я… Спасибо вам. Вот, - старик вложил что-то ему в ладонь. – Это осталось от моей покойной жены. Немногое что у меня есть, но все же – я благодарен за себя и за сына.
Винченцо раскрыл ладонь – там лежал золотой кулон. Вещь уже потрепанная временем, но от того не потерявшая ценности.
- Я не могу это взять.
- Прошу вас – берите. Не отказывайтесь… Пусть Бог помогает вам.
Винченцо сжал кулон в руке, задумавшись на секунду – и решительно вышел из дома, следуя к воротам. Он боялся любых слов, которые бы прозвучали сейчас у него за спиной – но к счастью, не услышал ничего, кроме скрипа двери. Дорога простиралась прямо перед ним – но эта пара сотен метров была теперь пронизана страхом.
Дирижабль Торговца все так же нависал над землей, сбросив один из двух якорей в траву. Заметив приближение Вина, экипаж спешно спустил подъемник и поднял его на борт. Торговец уже ожидал парня там.
- Вот молодец, быстро справился! Давай, живей в мою каюту – разберемся с твоим вознаграждением.
Едва дверь в каюту захлопнулась за спиной Винченцо, он решил признаться в своем решении.
- Я не убил его.
- То есть как это – не убил? Ахах, шутишь что ли?
- Нет. Сделка была несправедлива. – Вин постарался сохранять самообладание и говорить ровно и спокойно.
- Ах сделка… Значит теперь ты решаешь их за меня? Да?! – Торговец одним ударом повалил парня на пол. Выхватив у него из-за пояса тот самый револьвер он молниеносно приставил ствол к подбородку Вина. – Так я сам твою судьбу решу!! Сейчас!! Прострелю тупую башку или выкину с высоты, а лучше и то, и другое!
Винченцо отчаянно стал отталкивать руку Торговца с револьвером, но тот был намного сильнее. Со стороны последнего слышались отборные проклятия и угрозы, но Вин их уже не слушал. Внезапно Торговец умолк, он убрал револьвер.
- Что это у тебя? – спросил он, указав стволом на намотанный на руке ремешок кулона.
- Это… Это Саймона. 
- Надо же, - Торговец принюхался. – Пахнет смертью. Решил меня разыграть?
Винченцо молчал, пытаясь отойти от нахлынувшего шока. Торговец же заметно повеселел. 
- Знаешь, мне все равно, что ты сделал с тем старым засранцем… Как и на то, что ты думаешь о сделке. Вставай, получи свою награду.
Парень поспешил последовать его словам. Торговец же открыл небольшой шкафчик и достал оттуда небольшую голубоватую граненую бутылочку с черной этикеткой и перевязанной крышкой. Ее он кинул Вину, который кое-как сумел поймать.
- Знаешь, я люблю шутить – таким меня знают все. Вот только не люблю других людей, что шутят. Посему – отправляйся назад. Откуда ты?
- Я из Блаустона.
- Чудно. Мы как раз неподалеку. Выходи на палубу.
Винченцо вышел из каюты следом за Торговцем. Тот отдал распоряжение своему помощнику о неких «крылышках», а затем повел Вина на передний край платформы. Отсюда прекрасно была видна вся местность – она уже была знакомой. Вот только наблюдать за этим зрелищем через окошко гондолы дирижабля и с большой открытой палубы – совершенно разные вещи.
Прибежал помощник – принес какую-то странную конструкцию из натянутой обработанной ткани, веревок и пары лямок. После одобрительного жеста Торговца он стал надевать последние на плечи Винченцо.
- Все-таки я не откажу себе в удовольствии сбросить тебя вниз, - сказал он. - Но есть для тебя и плюс – доберешься в свой Блаустон быстрее. И живой. Возможно. Ахахах! 
Вин хотел было что-то спросить, но не нашел слов. Торговец хитро улыбнулся и резким толчком сбросил его с платформы.
- Лети, птичка!
Винченцо полетел вниз, кувыркаясь в воздухе. Вскоре ткань, увлекаемая за лямками окончательно развернулась в большое изогнутое крыло, за секунды замедлив падение до безопасной скорости. Вин судорожно схватился за веревки, пытаясь удержаться ровно. Поначалу слегка кружилась голова, немного подташнивало – но это быстро прошло. Лицо обдувал прохладный поток воздуха, шумел в ушах и заставлял глаза слезиться.
Вскоре ему стало понятно, что таким образом можно вполне управлять своим полетом, приближая место приземления ближе к городу. Но Вин допустил ошибку, переусердствовал – уже совсем рядом с землей он потянул за веревки слишком сильно, камнем свалившись в траву. И все же – живой! От удара об землю в глазах у парня потемнело и он потерял сознание. 
  ''';
  static String v16a = 'Глава 16. Грэдакиль';
  static String v16 =   '''
  Вин не знал сколько времени прошло, пока он лежал без сознания на влажной земле. Последние пережитые события пришлось вспоминать по крупицам, будто это были обрывки ночного сна. Место, куда он упал, было уже в черте города – скорее всего, некий задний двор. Небольшой хлипкий заборчик, мрачный старый сарай, детали от паровой машины, собранные в кучу. Рядом была довольно большая выкопанная яма, заполненная грязной водой и Вин мысленно порадовался, что не упал именно туда. Сбросив лямки своего «парашюта», он покачиваясь направился к дыре в заборе. Довольно неловко ему удалось выбраться, обнаружив себя в узком грязном проходе между домами. Отсюда довольно быстро вышел на улочку, по которой добрался до ранее знакомых районов Блаустона. Пару раз неравнодушные прохожие спрашивали его о самочувствии, ведь выглядел парень мягко говоря неважно. Однако Вин отказывался, стремясь побыстрее вернуться в дом Камиллы. Как его встретили и как он оказался на кровати и уснул – эти моменты не остались в памяти, смазавшись в одно пустое мгновение.
Он очнулся спустя некоторое время, когда Камилла нежно гладила его ладонью по рукам.
- Ты очнулся… Все хорошо, ты дома. Ты справился, я верила в тебя.
- Камилла, это ты? Черт, я так устал, что совершенно потерялся во времени. Сколько я спал?
- Не так уж и много, лишь пару часов. Ты ничего не пропустил. Я почистила твою одежду, все в порядке… Ты нашел что искал?
Винченцо озадаченно осмотрелся по сторонам в поисках своей сумки, но девушка опередила его, положив ее рядом. Он наощупь извлек два заветных пузырька с черным и синим содержимым и отдал в руки Камиллы.
- И что же это? – спросила она, с интересом рассматривая на просвет содержимое. Вин в ответ тихо усмехнулся.
- Это то, ради чего я дважды рисковал жизнью. Как бы я хотел, чтобы это было только сном, и не больше… - внезапная мысль одернула его. – Как Зурк?
- Думаю, ты и сам сможешь его проведать.
Винченцо встал с кровати, наспех оделся и зашел в соседнюю комнату. На постеленных на полу одеялах лежал фамильяр и шумно дышал. Его глаза были закрыты, вокруг тела был едва заметный ореол свечения. 
- Зурк, как ты себя чувствуешь?
- Я теряю силы. Не смогу долго сопротивляться…
- Потерпи еще не много, мне остался лишь последний шаг. Я не брошу тебя.
На кухне Вин приступил к приготовлению третьей, последней микстуры. Само осознание этого вызывало у парня наплыв облегчения и воодушевления, придавало сил. В большом бокале смешались две жидкости, образуя однородную субстанцию. Последние капли с тихим всплеском упали вниз, Винченцо сразу же добавил ингредиент Газоро. Смесь в бокале вскипела на секунду и слегка потемнела – все было готово. 
На этот раз напиток делить не приходилось – все содержимое парню нужно было выпить самому. В этот момент на кухню зашла Камилла.
- Все готово? Я переживаю…
- Из-за чего?
- Ты ведь будешь там один. С тобой может случиться все что угодно, и помочь будет некому.
Вин задумчиво сел на стул, держа бокал в руке. Посмотрев на содержимое, он слегка постучал ногтем по стеклу и улыбнулся.
- Но ведь это же мой путь. Мои трудности, мои испытания. В них нет смысла, если я сам их не пройду.
- Винченцо…
- Все это началось неспроста. Я должен покончить с этим. – он посмотрел на Камиллу. – Я вернусь.
По щеке девушки покатилась одинокая слеза. Вин отвернулся и быстро выпил содержимое бокала, закрыл глаза. Вместе с микстурой по телу разлилась необычная прохлада, пальцы начали неметь. Он решил просто расслабиться, отпустив все мысли на свободу. Через пару мгновений на стуле уже никого не было.
***
«Скорее бы покой» - эта мысль была первой, что пришла Вину в голову. Тело постепенно возвращалось под контроль, сознание становилось ясным. Затем вернулся слух, и Винченцо плавно погрузился в какофонию звуков десятка работающих механизмов. По ощущениям это был центр какой-нибудь фабрики, где вовсю кипела работа и велось производство. Разгадка оказалась близка – это был Туман, в котором находилась очередная часть машины. Эта «комната» напоминала первую, но была несравненно больше, механизмы занимали все видимое пространство и невыразимо шумели. Винченцо обнаружил себя на узком металлическом мостике, висящем над темной пропастью и уходящем в темноту. По сторонам сплошными стенами механизмов и труб. От них помимо шума и красноватого свечения огня из топок шел специфичный запах и жар. Изредка слышались другие звуки, словно кто-то работал увесистым орудием.  Парень не стал здесь задерживаться и начал двигаться вперед. Мостик поскрипывал и едва шатался под ногами, заставляя внимательнее смотреть под ноги. Вскоре путь стал изгибаться дугой вправо, переходя в следующий зал. Здесь так же было множество механизмов, но больше других на себя обращали огромные, подвешенные за середину штанги с металлическими шарами на концах. Между этими шарами при сближении проскакивали искры, издавая потрескивание и хлопки. Их можно было бы опасаться, но к счастью штанги находились достаточно далеко.
Дальше дорожка заканчивалась достаточно широкой площадкой, обитой железными листами. Над дальним ее краем нависал подъемный мост, приводимый в движение мощными шестернями. За мостом дорожка продолжалась уже по уступу скалы, над которым ступенькой нависал еще один уступ, образуя своеобразный балкончик. Стоящие там четыре фигуры тут же приковали его внимание.
- Эй! – крикнул Вин. – Кто вы?
Из-за фигур в темно-пепельных балахонах с капюшонами на головах вышла еще одна. Этот человек был тоже в балахоне, только красного цвета, лицо закрывал череп лошади. Вид этой пятерки вызывал подсознательный ужас, заставив парня отступить на пару шагов.
«Неужели это он?» -  догадка промелькнула в мыслях. – «Грэдакиль?» Красная фигура указала на него и издала гортанный жуткий звук, будто идущий со всех сторон. Тут же, как по команде, остальная четверка наклонилась под ноги и взяла в руки небольшие ядра-бомбы. Через секунду они уже поджигали фитили, готовясь к броску. Красная же фигура неожиданно исчезла.
- Зачем ты пришел?
Глухой таинственный голос прозвучал прямо в голове, словно это был собственный внутренний. Слишком не похоже на реальность.
- Я пришел за осколком. – крикнул вверх Вин. - И я его заберу.
- Это мой мир, - ответил голос. – Здесь я хозяин всего. Тут нет Бога, здесь не властны законы. Уходи.
- Я знаю кто ты. Ты ведь тот самый Грэдакиль? Создатель машины зла.
- Это я. Здесь все – мое творение. И чужакам здесь не место. Ты должен умереть.
- Прежде, ответь мне на вопрос! – Винченцо сделал пару шагов вперед, фигуры насторожились. - Зачем тебе это все? Ради чего ты потратил жизнь?
Перед парнем вновь возник призрачный человек в красном. Он поднял над головой руки и продолжил свою речь.
- Люди изменились. Стремление обретать все новые возможности извратило их разум… Они забыли все, что почитали их предки, предали их, нарушили тайну мироздания. Техника, машины – с их помощью люди стали разрушать собственный мир. Они считали, что изменят его к лучшему – а сами лишь строили свой зловонный муравейник. Пора остановить это.
- Что ты собираешься делать? Будешь учить людей? Сомневаюсь, что к тебе прислушаются. 
- Посмотри вокруг, - громогласно возвестил Грэдакиль. – Видишь? Это мое творение. То, что люди так любят – техника и прогресс. Но он вернет их к своим истокам. Моя машина изменит природу человека – и вырвет с корнем из его сущности стремление быть выше, чем ему положено. Вернет к вере. Очистит его слабости. И спасет лишь тех, кого можно спасти.
- А остальные? Что будет с ними? 
- Они не нужны. Они будут служить тем, кто спасется. Иначе – сойдут в землю. Ибо в них не останется ничего после очищения. 
- Тебе не позволят это сделать. Не тобою создано – не тобой судимо будет. Ты несешь лишь зло.
Грэдакиль тяжело вздохнул. Внезапно его ноги оторвались от земли и он стал плавно подниматься над уступом. Винченцо инстинктивно отступил на пару шагов.
- Туман – так вы называете ментальный план, и это теперь мой дом. После того, как они лишили меня жизни в своем мире, да. До тебя были и другие, они все же успели мне досадить. Похитили осколки… Это лишь слегка замедлило мой труд. Что же до тебя – ты будешь наказан за свою дерзость. Смерть – это не худшее, что может быть. Иди же и забери то, зачем пришел.
Культист взмахнул рукой – и в то же мгновение металлический мостик перед Вином треснул и подскочил одним концом в воздухе. Перевернувшись, конструкция со скрипом завалилась набок, образовав шаткий проход через провал к механизмам. Парень не стал мешкать и тут же направился туда, но сделать это оказалось непросто – фигуры в балахонах начали швырять ручные бомбы в переправу. Взрывы были совсем рядом, но не могли разрушить мостик – он лишь скрипел и раскачивался из стороны в сторону, угрожая сбросить Вина вниз. Тот отчаянно пытался удержать равновесие, размахивал руками и делал один осторожный шаг за другим. Достигнув середины он все же ошибся – неловкий шаг и Винченцо с ужасом упал грудью на мосток, отчаянно хватаясь за его края руками. Совсем рядом разорвалась бомба – пальцы болезненно окатило горячей волной взрыва. 
Превозмогая боль, парень стал карабкаться наверх и подниматься на ноги. Но тут вмешался сам Грэдакиль – когда Вин уже выпрямлял спину, тот вновь приподнял многострадальный мосток, и парень кубарем покатился вниз. Уже в самом низу он успел заметить узкий проход между гремящими механизмами, и как только ноги обрели опору – рванулся туда. Прислужники ринулись в погоню по обходным путям, подгоняемые жутким клокотанием предводителя. Оказавшись среди сотен шумящих и источающих жар труб Винченцо стал немного терять сознание. Он отчаянно твердил себе, что это лишь сон, и справиться он сможет лишь собрав волю в кулак. Убегая по темному и запутанному пути внутри машины, он наткнулся на других прислужников, которые занимались обслуживанием. Их вид был ужасен – на обгоревших лицах белели пустые, абсолютно бездушные глаза зомбированных, из легких вырывалось жуткое сипение и хрип. Вин врезался в них на полном ходу, закричав от ужаса. В этот момент все вокруг буквально провернулось на бок, словно опрокинули большой кукольный домик. Парень покатился вниз вместе с прислужниками, отчаянно пытающихся схватить его за голову. Ему удалось вырваться и пробежать по заваленному проходу до очередной комнаты, где он внезапно полетел вбок, врезавшись в прохладную и грязную воду. Над головой прошипела тугая струя пара.
- Одумайся и подчинись! – голос Грэдакиля страшным эхом звучал отовсюду. – Нет пути!
 Винченцо упорно двигался вперед по пояс в воде. В мыслях он оставил лишь два варианта для себя – дойти или исчезнуть. Этот бескомпромиссный выбор заставлял его выбиваться из сил и двигаться, превозмогая боль и нарастающую усталость. В голове словно обрушился огромный звучный хор голосов, завывающий подобно ветру. Впереди возникла развилка – из одного прохода выбежали прислужники, Вин помчался по второму. Сильный толчок сотряс весь окружающий мир и Винченцо вновь куда-то падал. Через мгновение он обнаружил себя на другом мостке, ведущем через туманную пропасть к небольшой многогранной площадке. Посреди нее был постамент, окруженный цепями и вращающимися шестеренками единого механизма. На постаменте выступали три загнутых к центру шипа, над которыми парил камень – третий осколок. Вновь заговорил Грэдакиль. 
- Ты обрекаешь себя на гибель. За этой чертой у тебя уже не будет искупления.
- Кто ты такой, чтобы судить людей? – крикнул Вин. – Ты лишь такая же деталь мира как и все, только потерявшая себя!
Все вокруг затряслось еще сильнее. В воздухе возникла фигура Грэдакиля в балахоне. Он взмахнул руками и неистово заорал нечеловеческим голосом. Площадка с алтарем вздрогнула и раскололась на части, подброшенная огромной силой. В то же мгновение на ее месте начал образовываться огромный смерч, уносящий обломки всего вокруг вверх. Мост, на котором стоял Вин, тоже оторвался и его потащило к вихрю, но парень успел схватиться за длинную трубу над головой. Она сработала как рычаг, швырнув Вина прямо в центр смерча. На мгновение он зажмурил глаза – и пронзил своим телом колонну бешено мчащегося воздуха. Всего доля секунды, спустя которую вновь открывшийся взгляд успел заметить парящий в полном спокойствии осколок. Рука инстинктивно схватила камень и весь окружающий мир вдруг схлопнулся, как лопнувший воздушный шарик. Осталась лишь бесконечная пустота. 
  ''';
  static String v17a = 'Глава 17. Предназначение';
  static String v17 =   '''
  Внезапно в одной из комнат Камиллы раздалось легкое и уже знакомое потрескивание. Она с волнением забежала туда и обнаружила лежащего на полу Винченцо.  Без сознания и признаков жизни.
- Вин, очнись! Это я, Камилла, ты вернулся, ты со мной!
Парень слегка пошевелил рукой и девушка счастливо улыбнулась. В коридоре раздались шлепающие шаги голых ног и через мгновение в комнату зашел фамильяр. Он был очень ослаблен и передвигался, опираясь на руки, тяжело дыша.
- Зурк, тебе ведь нельзя вставать. – тихо сказала девушка.
Фамильяр будто не услышал ее слов. Сев возле Вина, он разжал его ладонь и взял осколок. От прикосновений тот стал приходить в сознание, глаза приоткрылись, он сделал глубокий вдох.
- Гхм… Моя голова… Зурк, ты…
В это же мгновение Зурк проглотил последний осколок. Внезапно все его тело содрогнулось и стало светиться, он попятился назад на пару метров. Еще одно резкое движение – и фамильяр выпрямился во весь рост. Через мгновение свечение стало настолько сильным, что слепило глаза, заставив зажмуриться, в ушах зазвенело. Еще мгновение – и все прекратилось.
Зурк исчез – в привычной своей форме. Вместо него перед Камиллой и Вином появился высокий мужчина с красноватой кожей. Большая часть лица кроме рта и подбородка была закрыта сужающимся спереди вытянутым шлемом, в котором не было никаких прорезей для глаз. На месте ушей шлем расширялся вверх, образуя некое подобие металлических перьев. Большая часть мускулистого тела так же была закрыта металлическими пластинами из легкого серебристого металла и черной облегающей тело материей. С плеч мужчины спадал длинный белый плащ до пола, от которого, как и от тела, исходило легкое голубоватое свечение. Но самым интересным было то, что мужчина парил над полом, слегка покачиваясь в воздухе. Вин сразу понял – это и есть последняя форма фамильяра.
-Зурк? – Винченцо наконец-то обрел дар речи после нахлынувшего удивления. Фамильяр слегка улыбнулся и протянул ему руку.
- Благодаря тебе я обрел свою истинную силу и могу исполнить свое предназначение. Спасибо тебе.
Вин нерешительно пожал руку Зурку. После прикосновения в ладони было легкое прохладное покалывание, по телу прошел поток энергии.
- Грэдакиль, - парень озадаченно потер лоб. – Я видел его. Что теперь будет?
- Придет время – и мы уничтожим его машину до конца, соберем все осколки. И тогда будет битва. Это – тоже наше предназначение.
- Снова борьба… - тихо произнесла Камилла.
- Теперь я должен отблагодарить тебя, - мягким приятным голосом продолжил фамильяр. – Ты получишь ответы на свои вопросы и сможешь отправиться обратно в свой мир. Итак – я готов тебя выслушать.
Парню на раздумья хватило и пары секунд.
- Я проделал сложный путь в этом мире и многие вещи остались для меня загадкой… Для чего все это было?
- Газоро не зря говорил тебе про твой путь. Но чтобы получить лучшую жизнь – нужно быть готовым к этому. У одних на подготовку уходит вся жизнь, у иных – не хватает и этого. Тебе повезло обрести все так скоро.
В своих поисках ты постигал человеческие пороки и обретал то, что позволяло их преодолеть. На самом деле каждый проходит через это, так или иначе. Те осколки, что дали мне силу – имеют свои имена. Первый – «скромность». Второй - «тяга к жизни».  Третий – «стойкость». 
- Но осколки теперь у тебя. 
- Человек счастлив, пока стремится к тому, что называет счастьем. Наслаждайся дорогой, пока не пришел к ее концу. Подумай над этим.
Винченцо умолк, не зная, что сказать. Камилла тихо обняла его за плечи и уткнулась лицом в его шею. В наступившей тишине стало отчетливо слышно тихий шелест доспехов фамильяра. Он протянул руку вперед и в ней начал образовываться светящийся сгусток.
- Осталось последнее. Приготовься.
Через мгновение сгусток в руке резко расширился в большую полупрозрачную сферу вокруг всех троих и через мгновение перенес их из Блаустона на вершину скалы. Был ощутимый ветер, отсюда открывался потрясающий вид на долину внизу, где кое-где виднелись небольшие поселения. Посреди поросшей сочной травой вершины росло древнее дерево с огромной раскидистой кроной, чьи листья имели серебристый блеск.
- Вот это да! – Камилла не могла сдержать удивления. – Где мы сейчас?
- Это Древо Жизни. – ответил Зурк. - Именно отсюда появляются такие как мы и прочие магические создания. Пока техники не добрались сюда и магия еще имеет свое значение в этом мире. Но великих магов, таких как Газоро, все меньше. Но они пытаются защитить людей от пагубных последствий технологии.  
- Зачем мы здесь? – спросил Винченцо, осматривая дерево. 
- За этим. – фамильяр указал на одну из ветвей. 
Там, посреди листвы, висел небольшой блестящий плод с ажурной оболочкой. Вин сорвал его – оболочка распалась в руках на две половины, из которых выпало семя – такое же, что вручил тогда таинственный незнакомец.
- Теперь ты знаешь, что с ним делать. – сказал Зурк. Он вновь протянул руку с сияющим сгустком и вновь перенес всех в очередное место. 
На этот раз это был большой каменный зал где-то под землей. Здесь по всюду в проемах стен виднелись различные шестерни и пружины, рычаги и балансиры. Посреди зала находился каменный алтарь с углублением по центру, перед которым висел большой циферблат с металлическими стрелками и незнакомыми символами вместо цифр. Все вокруг производило впечатление исключительной и непотревоженной древности.
- Это Часы Равновесия, - сказал фамильяр. – Когда-то в древности они были построены ушедшим народом – тем самым, что оставил руины на этих землях. Многие руины были найдены, и только Часы Равновесия были известны лишь великим магам. 
- Возможно, это как-то связанно с теми часами, с которыми я попал сюда, - догадался Вин.
- Верно. Твои часы сами по себе бесполезны. Но здесь, у Часов Равновесия, они обретают способность проходить сквозь время. Это и есть твое путешествие в свой мир. К сожалению, силы в них хватает лишь на путь туда-обратно, после чего нужно снова принести их сюда.
- Что-ж, пора их наделить этой силой.
Зурк учтиво указал рукой в сторону алтаря. Винченцо достал из своей сумки те самые часы и вложил в углубление. Тотчас механизмы вокруг пришли в движение, заполнив зал щелчками и треском. Через несколько секунд повисла зловещая тишина. Стрелка на древних часах с характерным стуком передвинулась на одно деление. Затем еще одно. И еще. Стрелки начали двигаться все быстрее и стук постепенно превратился в один слитный треск. Еще мгновение – и вновь тишина. 
- Все? – спросила девушка.
Часы в алтаре слегка щелкнули. Винченцо осторожно взял их в руки и Зурк перенес их на небольшую лужайку на окраине Блаустона. 
- Теперь ты можешь вернуться, - сказал фамильяр. – Прощай, и будь счастлив в своем ином мире.
Винченцо крепко пожал ему руку. Зурк уступил место Камилле, которая тут же обняла парня. По ее лицу текли слезы.
- Я буду скучать по тебе. Эти дни изменили и мою жизнь. Ты мне стал так дорог… 
- Думаю, скучать не придется, - ответил Вин. 
Он обнял девушку покрепче и улыбнулся стоящему рядом Зурку - тот лишь поднял вверх на прощание ладонь. В следующее мгновение Вин нажал на кнопку часов и сознание улетело в темноту. 
  ''';
  static String v18a = 'Глава 18. Старый новый мир';
  static String v18 =   '''
  Пустота не длилась вечно. Сначала в ней появился звук – это был стук сердца. Затем появилось тепло, а вскоре и полное осознание реальности вернулось к Винченцо. Он лежал с Камиллой в обнимку на чем-то ровном и твердом, не похожем на ставшими привычными землю или каменную брусчатку. Повернув голову и открыв глаза он словил в глаза луч полуденного солнца, ярко сиявшего в безоблачном небе. Он попытался пошевелиться и заставил девушку очнуться.
- Угм… Что со мной…
- Все хорошо. Мы дома.
- Дома? – Камилла сделала усилие над собой и приподнялась, удивленно озираясь вокруг. Они находились посреди Стеклянной площади Люмен-сити, получившей свое название из-за покрытия каменных плит особым прочным стеклом, переливающимся разными цветами под лучами солнца. 
Небольшие и аккуратно подстриженные деревца в каменных колодцах выстраивались на ней ровными линиями и окружностями, разбавляя своей зеленью холодную палитру города. Вокруг высились светлые громады небоскребов, проносились летающие капсулы и дроны. Все это было так близко Винченцо – но и он уже успел привыкнуть к видам Блаустона и теперь смотрел немного чужим взглядом.
- Где Зурк? – вновь спросила девушка.
- Он остался в Блаустоне. У него еще много работы. А у нас, - он взял Камиллу за руку. – Начинается новая жизнь.
Камилла с удивлением посмотрела на парня. Но уже через мгновение она улыбнулась и крепко обняла его.
- Я счастлива, что пускай и в другом мире – но я с тобой.
- Все в порядке? – внезапно раздался чей-то голос. Повернувшись, они увидели заинтересованного прохожего. Тот с недоверием косился на странно одетых незнакомцев.
- Да, теперь все прекрасно! – ответил Винченцо. Улыбнувшись, он погладил Камиллу по щеке и их губы слились в долгом поцелуе.
***
Прошло совсем немного времени – но этого было достаточно, чтобы изменить жизнь парня и девушки из разных миров. Камилла быстро привыкнет к новому укладу и станет прекрасной спутницей жизни, Винченцо – решится на столь необходимые перемены к лучшему. Помня об ошибках прошлого, он найдет то дело, что будет ему действительно по душе, где быстро достигнет новых высот. Но – все это будет потом. А сейчас Винченцо Скартинни, после небольшого отдыха, направился на окраину города, в дом своих родителей. 
- Вин, мальчик мой! Где же ты пропадал? Мы уже было отчаялись вновь увидеть тебя! 
Эмоции матери от долгожданной встречи били через край. Даже сдержанный отец Карлос не мог скрыть скупых слез. Вин оказался в крепких любящих объятиях. Когда все немного успокоились, он рассказал об увольнении с работы и решении все изменить. Выслушав Вина, Карлос задумчиво произнес:
- Твое решение достойно уважения. Но оно не имеет смысла, если у тебя нет цели. Вспомни свои слова.
Парень молча подошел к окну, взглянул на открывающийся вид города. Жизнь, которая была совсем недавно, казалась сейчас нелепой. Вспомнился последний разговор с Зурком, его слова о лучшей жизни.
- Я искал то, что мне необходимо, но не там. – сказал Вин. - Все решения - в нас самих. И теперь я вижу свой путь.
- Пусть будет так. – ответил отец. 
  ''';
  static String v19a = 'Эпилог';
  static String v19 =   '''
  На следующее утро Винченцо с Камиллой отправились в парк на прогулку. Здесь как всегда было достаточно людей, которые забывали на время о проблемах и наслаждались тишиной и красотой природы. Как всегда было много резвящейся молодежи, молодых родителей с детьми. В разговорах обо всем Вин не заметил, как они зашли в дальнюю, тихую часть парка, где обычно было безлюдно. В огромном городе такие места полного спокойствия были редкостью.
- Подожди! – внезапно воскликнула Камилла. – Что это там?
Главная дорожка пересекала здесь небольшую речку, петляющую под кронами деревьев. Там, на легком мосту между высоких берегов, стоял человек. Одетый в рубашку и брюки, он перебрался через ограждение и теперь взволнованно стоял на самом краю, с явным страхом глядя вниз.
- Надо его остановить. Идем! – сказал Винченцо и бегом направился к реке. Приблизившись достаточно близко, он обратился к незнакомцу. – Эй, приятель, что это ты придумал?
- Это уж точно не ваше дело, - ответил мужчина. – Что должен – то и сделаю.
- Собираешься спрыгнуть? Это явно не лучшее решение.
- Откуда тебе знать? У меня все накрылось, понимаешь – накрылось! И уже ничего не исправить!
- Любую проблему можно решить. Я могу тебе помочь разобраться с твоей.
- С моей проблемой? Ты шпионил за мной? – возмутился мужчина.
- Зачем нам шпионить? – ответила Камилла. - Хотим помочь по доброте душевной. Что в этом такого?
- Нет! Просто так не помогают. Так не бывает!
- Ну как знаешь, - равнодушно ответил Вин. – Мне тебе кое-что передать нужно, перелезай сюда.
- Что передать? – осторожно спросил мужчина. Винченцо не ответил и тот, помешкав еще пару секунд, забрался обратно на мост. Камилла тем временем достала из сумки часы и семя.
- Вот, - Винченцо вручил предметы незнакомцу. – Кто передал – сказать не могу, но вот кое-что добавить… Просили передать, что если уж ты совсем отчаешься – запусти часы и кинь семечко в воду. А дальше сам разберешься.
- Что за бред? – мужчина с недоумением посмотрел на часы.
- Не знаю, может это шифровка какая, что сказали, то и передал. – парень хитро улыбнулся. – Ну, удачи!
Камилла взяла за руку Винченцо и они отправились через мост дальше в глубину парка, оставив озадаченного незнакомца одного. Когда они отошли на некоторое расстояние, позади послышался легкий треск, а затем эхом донеслось отчетливое тиканье часов. Они обернулись – незнакомца уже не было. 
- Человеку не уйти от своей натуры. – усмехнулся Вин. – Надеюсь, он найдет себя.
И только сверкающий на солнце город, не заметив пропажи, жил как и прежде. 
  ''';
  }
